{
  "sections": [{
    "text": "Résumé : La question de l’origine et de l’âge du relief adouci des hautes terres du Yukon–Tanana (HTYT), la province physiographique située entre les failles de Denali et de Tintina, demeure sans réponse dans le contexte de l’histoire géologique de l’intérieur de l’Alaska et du Yukon voisin. Nous présentons les résultats d’analyses des traces de fission dans l’apatite (TFA) pour 33 échantillons provenant du district de Fortymile occidental, dans les HTYT en Alaska, et proposons un modèle d’exhumation qui concorde avec la préservation de roches volcaniques dans les vallées, ce qui nécessite que les niveaux de base de plusieurs bassins versants soient demeurés stables depuis la période du Crétacé terminal-Paléocène. La thermochronologie par TFA indique un refroidissement répandu sous les 110 °C à 56–47 Ma (Éocène précoce) et 44–36 Ma (Éocène moyen). Des échantillons présentant des âges TFA de 33–27, 19 et 10 Ma, obtenus près d’une faille majeure d’orientation nord-est, semblent refléter l’écoulement de fluides hydrothermaux. Le soulèvement et l’érosion faisant suite au magmatisme à 107 Ma avaient, au Crétacé terminal, exposé à divers degrés des roches plutoniques dans divers blocs crustaux. Nous en concluons que les âges TFA éocènes indiqueraient que les zones de plus haute élévation ont été érodées durant la période de climat subtropical de la région subarctique au Paléogène, alors que le niveau de base demeurait essentiellement stable. Des bassins d’âge tertiaire distaux par rapport aux HTYT contiennent des sédiments qui pourraient expliquer les plus de 2 km de matériaux sus-jacents retirés qui n’ont pas été transportés vers la mer par le réseau ancestral du fleuve Yukon. Nous estimons qu’une explication reliée au climat pour les âges TFA éocènes est ce qui correspond le mieux aux contraintes géologiques, de concert avec le morcellement par failles associé à la translation le long des failles de Denali et de Tintina résultant de la subduction oblique le long de la marge méridionale de l’Alaska. [Traduit par la Rédaction]"
  }, {
    "heading": "Introduction",
    "text": "The Yukon–Tanana Upland (YTU) of east-central Alaska (Fig. 1) is\nmade up of Paleozoic metasedimentary and metaigneous rocks that formed along the northwestern margin of Laurentia and were subsequently intruded or overlain by Mesozoic and early Tertiary igneous rocks (Foster et al. 1994; Dusel-Bacon et al. 2006) and cut by steeply dipping northeast-trending faults with oblique sinistral and vertical displacement (e.g., O’Neill et al. 2010) (Fig. 2). Previous 40Ar/39Ar studies of metamorphic and plutonic rocks have elucidated the high-temperature ( 500–300 °C) Late Triassic to mid-Cretaceous thermal and exhumation history of the region\nand transit from lower to middle crustal levels (Newberry et al. 1998b; Dusel-Bacon et al. 2002), but much less is known about its low-temperature thermal history and timing of exhumation. Apatite fission-track (AFT) thermochronology provides a record of thermal history below 110 °C and thus is a means of determining exhumation of the upper crust (3–5 km). Previous AFT studies in the YTU conducted in the Fairbanks area (Murphy and Bakke 1993) and a reconnaissance across the geographic province (Dusel-Bacon and Murphy 2001) yielded primarily Eocene AFT ages that postdate igneous crystallization ages by 10s to 100s of millions of years and were interpreted to indicate widespread cooling and exhumation following an episode of spatially limited Eocene magmatism.\nReceived 21 August 2015. Accepted 10 January 2016.\nPaper handled by Associate Editor Dan Gibson.\nC. Dusel-Bacon and C.R. Bacon. U.S. Geological Survey, 345 Middlefield Rd., MS 901, Menlo Park, CA 94025, USA. P.B. O’Sullivan. GeoSep Services, 1521 Pine Cone Rd., Moscow, ID 83843, USA. W.C. Day. U.S. Geological Survey, Denver Federal Center, MS 973, Denver, CO 80225, USA. Corresponding author: Cynthia Dusel-Bacon (email: cdusel@usgs.gov).\nCan. J. Earth Sci. 53: 260–280 (2016) dx.doi.org/10.1139/cjes-2015-0138 Published at www.nrcresearchpress.com/cjes on 27 January 2016.\nC an\n. J . E\nar th\nS ci\n. D ow\nnl oa\nde d\nfr om\nw w\nw .n\nrc re\nse ar\nch pr\nes s.\nco m\nb y\nU N\nIV E\nR SI\nT Y\nO F\nA R\nIZ O\nN A\nL IB\nR A\nFo r\npe rs\non al\nu se\no nl\ny.\nWe present AFT age and confined track-length data for apatite from 33 igneous samples from the western Fortymile mining district—an area in which detailed mapping, structural studies, and U–Pb geochronology were recently conducted (Day et al. 2014; Bacon et al. 2014; Dusel-Bacon et al. 2015). Interpretation of the AFT data from the YTU must now take into account radiometric dating of outflow tuff (i.e., ash flow tuff deposited outside a source caldera) from the Late Cretaceous ( 70 Ma) Middle Fork caldera preserved along a drainage that establishes the 70 Ma ground surface and base level for Fortymile River tributaries in the study area (Bacon et al. 2014). Likewise, Paleocene rhyolite domes and lava flows in the Goodpaster, Charley, and Fortymile River drainages attest to drainage stability since emplacement. In this paper we consider possible structural or tectonic causes to explain the AFT data and propose a new explanation that allows for preservation of 70 Ma outflow tuff and Paleocene rhyolite at low elevation along with Eocene AFT ages in interfluvial areas, and that hypothesizes interfluvial erosion during the subtropical climate of the late Paleocene to middle Eocene subarctic. An AFT study designed to test this hypothesis would entail transects of closely spaced samples in areas with excellent structural control and high relief. However, lack of roads and access to most parts of the YTU, poor exposure and paucity of detailed structural information in most areas, and relatively low relief led to collection of almost all AFT samples in this study, and that of Dusel-Bacon and Murphy (2001), during helicopter-supported studies of bedrock exposed on unvegetated ridges. Nevertheless, the predominance of Eocene AFT cooling ages provides important constraints on the timing and possible causes of exhumation for the region."
  }, {
    "heading": "Geologic setting",
    "text": "Continental margin rocks of western Laurentia, exposed in the northern Cordillera of east-central Alaska and western Canada, experienced mid-Paleozoic extension that resulted in rifting of a fragment from the adjacent continental margin and formation of an intervening ocean (Foster et al. 1994; Dusel-Bacon et al. 2006; Nelson et al. 2006, 2013). Following the terminology of Dusel-Bacon and Williams (2009), the continental-margin assemblage is referred to as the “parautochthonous Yukon–Tanana assemblage,” the rifted fragment as the “allochthonous Yukon– Tanana terrane,” and remnants of the intervening ocean as the Seventymile terrane (Fig. 2). Closure of the Seventymile ocean basin and obduction of the allochthonous Yukon–Tanana terrane onto the parautochthonous Yukon–Tanana assemblage occurred in Permian to mid-Triassic time (Beranek and Mortensen 2011). Late Triassic and Early Jurassic granitoids intruded the allochthonous Yukon–Tanana terrane and metamorphic country rock cooled to < 300 °C by 186 Ma (Dusel-Bacon et al. 2002, 2009). Mid-Cretaceous regional extension at 135–110 Ma resulted in deformation, exhumation, and cooling of metamorphic rocks of the structurally lower parautochthonous Yukon–Tanana assemblage to < 300 °C by 110 Ma (Pavlis 1989, 1993; Hansen 1990; Hansen et al. 1991; Hansen and Dusel-Bacon 1998; Dusel-Bacon et al. 2002; Staples et al. 2013, 2014).\nThe Paleozoic metamorphic rocks of the YTU were subsequently intruded by post-kinematic mid-Cretaceous, Late Cretaceous, and early Tertiary granitoids (Foster 1992; Dusel-Bacon et al. 2009; Day et al. 2014). Local mid- and Late Cretaceous rhyolitic volcanism yielded ash-flow tuff and collapse calderas in the Tanacross quadrangle (unit mKv, Fig. 2) (Bacon et al. 1990, 2014). Subsequent magmatism at 60–50 Ma produced bimodal felsic\nFig. 1. Relief map of Alaska and adjacent Canada showing Denali and Tintina dextral faults, Yukon and Tanana rivers, and location of possible sediment sinks for material eroded from Yukon–Tanana Upland in Paleocene and Eocene time. Location of Fig. 2 is outlined in red. Yellow star shows location of Middle Fork caldera in the western Fortymile area for reference. Adapted from fig. 1 of Bacon et al. (2014).\nTanana River\nAl as ka Yu ko n\nYukon British Columbia\nBrooks Range\nW rangell–Saint Elias M ountains\nMackenzie M ountai ns\nArctic\nOceanBering\nStrait\nGulf of\nAlaska\nPacific\nOcean\nAnchorage\nWhitehorse\nDawson\nTintina Denali Fault\nFault\nYukon Riv\ner\nSeward Peninsula\nSusitna Basin\nYukon Flats\nNenana Basin\nFairbanks Yukon –Tanana Upland Alaska Range Yukon R . Fig. 2\nPublished by NRC Research Press\nC an\n. J . E\nar th\nS ci\n. D ow\nnl oa\nde d\nfr om\nw w\nw .n\nrc re\nse ar\nch pr\nes s.\nco m\nb y\nU N\nIV E\nR SI\nT Y\nO F\nA R\nIZ O\nN A\nL IB\nR A\nR Y\no n\n02 /2\n0/ 19\nFo r\npe rs\non al\nu se\no nl\ny.\nand mafic intrusive and extrusive rocks sporadically distributed in central and east-central Alaska and adjacent western Yukon (Bacon et al. 1990, 2014; Foster et al. 1994; Moll-Stalcup et al. 1994; Newberry et al. 1995; J.K. Mortensen, written commun., 2015). In the YTU, these rocks include rhyolite domes and lava that crop out on either side of longitude 144° and small areas of rhyolite lava in the central Eagle and Tanacross quadrangles (unit Tv, Fig. 2) (Bacon et al. 2014). Trace-element geochemistry of the 60–50 Ma felsic and mafic rocks indicates a within-plate tectonic setting (Bacon et al. 1990; Newberry et al. 1998a). The within-plate geochemical signature of the early Tertiary volcanic rocks, albeit each occurrence is limited in areal extent (Fig. 2), is consistent with regional extension.\nNon-marine sedimentary strata were deposited in small disconnected basins, at least some of which resulted from Late Cretaceous and Tertiary faulting (Foster 1976; Foster and Cushing 1985; Foster and Igarashi 1990; Foster et al. 1994) (Fig. 2). Post-Miocene\ndeformation produced northwest-vergent folds observed in the Upper Cretaceous and probable early or middle Miocene nonmarine sedimentary rocks south of Taylor Mountain (Fig. 2) (Foster and Cushing 1985; Foster and Igarashi 1990). Post-Miocene deformation also has been documented in the YTU northwest of the area shown in Fig. 2, where normal faults offset the contact between Au-bearing gravels and Paleozoic rocks (Karl et al. 1988).\nThe YTU is bounded by the right-lateral Tintina and Denali fault systems to the north and south, respectively (Figs. 1 and 2). The Tintina has experienced 430 km of mostly Eocene displacement (Gabrielse et al. 2006). Most of the 370 km of displacement on the Denali is thought to have occurred in mid-Tertiary time (Lowey 1998, and references therein). Northeast-trending highangle faults with oblique sinistral and vertical displacements are mapped throughout the YTU (Fig. 2) (Wilson et al. 1985; Foster et al. 1994; Dusel-Bacon et al. 2009; O’Neill et al. 2010; Day et al. 2007, 2014; Burns et al. 2008). Movement along the northeast-\nFig. 2. Generalized geologic map of east-central Alaska and adjacent part of Yukon showing Mesozoic and Cenozoic granitoids; Paleozoic arc, basinal, and continental margin assemblages; and oceanic and high-pressure rocks. Geology in Alaska from Foster (1992) and Dusel-Bacon\net al. (2002, 2006), and in Yukon from Mortensen (1988, 1996), Gordey and Ryan (2005), and Staples et al. (2013, 2014). Northeast-trending faults (from Wilson et al. 1985; Foster et al. 1994; Dusel-Bacon and Murphy 2001; O’Neill et al. 2010; Day et al. 2014) are abbreviated as follows: BMTZ, Black Mountain tectonic zone; KF, Kechumstuk fault; SMF, Sixtymile fault; SCF, Shaw Creek fault; and TF, Tok fault. Abbreviations in unit labels: T, Tertiary; lK, Late Cretaceous; mK, mid-Cretaceous; eJ, Early Jurassic; lT, Late Triassic; g, granitic rocks; v, felsic volcanic rocks; s, sedimentary rocks; b, basaltic rocks. Unpatterned areas are Neoproterozoic to Cambrian and Devonian sedimentary rocks north of the Tintina fault, and Quaternary surficial deposits elsewhere. Also shown are apatite fission-track ages (to nearest Ma) from previous study by Dusel-Bacon and Murphy (2001); samples 1–12 from that study are referred to in text as DM1, etc., to avoid confusion with the numbered samples from our study shown in Fig. 3. Location of Fig. 3 is outlined in red.\nPublished by NRC Research Press\nC an\n. J . E\nar th\nS ci\n. D ow\nnl oa\nde d\nfr om\nw w\nw .n\nrc re\nse ar\nch pr\nes s.\nco m\nb y\nU N\nIV E\nR SI\nT Y\nO F\nA R\nIZ O\nN A\nL IB\nR A\nR Y\no n\n02 /2\n0/ 19\nFo r\npe rs\non al\nu se\no nl\ny.\ntrending faults has been attributed to clockwise rotation of blocks resulting from dextral movement along the Tintina and Denali faults (e.g., Page et al. 1995; O’Neill et al. 2010).\nMajor northeast-trending faults divide the western Fortymile district into four structural blocks, from west to east: Mount Harper, Middle Fork, Mount Veta, and Kechumstuk (Fig. 3). The Mount Harper block is bounded by the Black Mountain tectonic zone (Fig. 2) (O’Neill et al. 2010) to the northwest and the Mount Harper fault to the southeast (Fig. 3). Mid-Cretaceous plutonic rocks make up the majority of the block. The Middle Fork block includes the 70 Ma Middle Fork caldera, a 10 km × 20 km area of rhyolitic welded tuff and granite porphyry (Bacon et al. 2014), mid-Cretaceous? granodiorite, and metamorphic rocks of the Nasina and Fortymile River assemblages. At the western edge of the Middle Fork block, proximal outflow tuff rests on the 70 Ma ground surface. Widespread exposure of mid-Cretaceous plutonic rocks in the Mount Harper block implies greater uplift and exhumation than of the Middle Fork block.\nThe Enterprise fault, named after Enterprise Creek, records vertical displacement and constitutes the boundary between the Middle Fork and Mount Veta blocks. The Mount Veta block is made up of Late Cretaceous ( 68–66 Ma) granite in the north and Early Jurassic and mid-Cretaceous plutons that intrude metamorphic rocks in the south (Day et al. 2014; Dusel-Bacon et al. 2013, 2015). Exposure of the Late Cretaceous intracaldera welded tuff northwest and Late Cretaceous granite southeast of the Enterprise fault indicates relative uplift of the Mount Veta block.\nThe Kechumstuk block is separated from the Mount Veta block by the Kechumstuk fault zone (Fig. 3) that shows sinistral and normal displacement (Siron et al. 2010). The block includes the metamorphic rocks of the Fortymile River assemblage, the Chicken metamorphic complex, a small area of the Nasina assemblage, and Late Triassic and lesser Early Jurassic plutonic rocks (Day et al. 2014; Dusel-Bacon et al. 2013). As mentioned above, distal outflow tuff from the Middle Fork caldera is preserved as\nFig. 3. Generalized geologic map of the western Fortymile mining district with apatite fission-track sample map numbers and pooled ages (rounded to nearest Ma). Geology and faults are modified from Foster (1976, 1992), Day et al. (2014), Dusel-Bacon et al. (2013), and Bacon et al. (2014). Profile A–A’ is shown in Fig. 7. Mineral prospects are Cretaceous age base- and precious-metal skarn, porphyry, or carbonate-\nreplacement prospects described in Dusel-Bacon et al. (2009, 2015). Abbreviations: assem., assemblage; met., metamorphic.\nPublished by NRC Research Press\nC an\n. J . E\nar th\nS ci\n. D ow\nnl oa\nde d\nfr om\nw w\nw .n\nrc re\nse ar\nch pr\nes s.\nco m\nb y\nU N\nIV E\nR SI\nT Y\nO F\nA R\nIZ O\nN A\nL IB\nR A\nR Y\no n\n02 /2\n0/ 19\nFo r\npe rs\non al\nu se\no nl\ny.\nwelded tuff for 7 km and locally >30 m thick near the headwaters of Gold Creek in the northern part of the Kechumstuk block.\nAFT study of western Fortymile district"
  }, {
    "heading": "Experimental procedures",
    "text": "Apatite mineral concentrates were produced, mounted, etched, and analyzed for AFT ages and confined track lengths following Donelick et al. (2005). AFT ages were produced by counting spontaneous fission tracks in the grains and determining the U concentration using laser ablation – inductively coupled plasma – mass spectrometry (LA–ICP–MS). A summary of the AFT method and detailed description of laboratory procedures conducted at the Apatite to Zircon (A2Z) facilities is given in the Supplementary Material document1."
  }, {
    "heading": "Results",
    "text": "Age and confined track-length data for apatite from 33 igneous rock samples from the western Fortymile mining district are presented in Table 1. Three samples previously analyzed and reported in Dusel-Bacon and Murphy (2001) (Map Nos. 1, 12, and 16; Fig. 3) were reanalyzed to have comparable data to other samples in our study. All samples are of plutonic or volcanic origin with Late Triassic to latest Cretaceous igneous crystallization ages (Table 1), save a hornblende orthogneiss (No. 16) last metamorphosed in the Early Jurassic.\nUnless otherwise indicated, all ages referred to in text, tables, and figures are pooled ages ± 1 . Single pooled AFT ages were calculated for each sample (Tables 1 and 2) within the HeFTy modeling program (explained below). The pooled ages take into account the distribution of individual grain ages and their uncertainties, which are a function of the number of spontaneous tracks counted over a known area, the U content determined by LA–ICP–MS, and thermal history. Only pooled ages are reported because these are considered to be most representative of the original data generated for each sample even when multiple grain-age populations might be present, as suggested by a 2 value <5% (Galbraith 1981), which is the case for 10 of our 33 samples (Table 2). The mean Dpar values for our samples range from 1.27 to 2.38 m (1.84 m average; Table 2), which viewed as a proxy for Cl content suggest Cl values similar to and slightly higher than that of Durango apatite ( 1.76 m). For this reason, we consider a range for the Partial Annealing Zone (PAZ) of our samples to be between 60 and 110 °C.\nInterpretation of AFT age and track-length data (summarized in Tables 2 and 3; complete data given in supplementary data Tables S1 and S2)1 was facilitated by use of the HeFTy quantitative modeling program (Ketcham 2005). A summary of HeFYy data modeling parameters used is given in the Supplementary Material document1. This program tests alternative time-temperature (t-T) histories for a sample by statistically assessing the goodness of fit between AFT length distributions generated by kinetic modeling of AFT annealing and measured AFT length distributions (Carlson et al. 1999; Donelick et al. 1999; Ketcham et al. 1999, 2007; Ketcham 2005). For each sample modeled, fission-track ages and track-length distributions were calculated for a series of 10 000 randomly generated temperature histories. Representative HeFTy t-T models and track-length plots are presented in Fig. 4 and the remaining models and plots in supplementary data Fig. S11. A temperature history was deemed acceptable (i.e., the timetemperature path is not ruled out by the data) when both the model fission-track age and track-length distributions matched their measured counterparts with a level of confidence of 0.05 or greater (GOF ≥ 0.05); acceptable solution envelopes are shown in green. A t-T history was deemed good (i.e., the time-temperature\npath is supported by the data) when both the model fission-track age and model fission-track length distribution matched their measured counterparts with a level of confidence of 0.50 or greater (GOF ≥ 0.50); good solution envelopes are shown in magenta. The best-fit single run is shown by a heavy black line.\nThe X axis of t-T plots begins at 100 Ma for all our samples to allow for a uniformity of scale and because the maximum AFT ages determined for the 100, 185, and 210 Ma igneous rocks are <100 Ma. Beginning age constraint parameters of 100 Ma are used for all samples in the HeFTy t-T models, with the exception of those with 70–66 Ma zircon U–Pb igneous crystallization ages, which are constrained at 70 Ma. The Y axis of the t-T plots begins at 200 °C (250 °C for three samples) to provide a phase to the modeling that predates preservation of fission tracks. A gray box over the portion of the t-T plots >140 °C has been added so as to divide the temperature zone above which all fission tracks in apatite anneal rapidly over geologic time, and thus are devoid of significance, from lower temperatures (above the gray box) that are relevant to the cooling history.\nApatite fission-track samples were collected from all four structural blocks. With the exception of the AFT ages from outflow tuff samples (Nos. 32 and 33) that are within analytical uncertainty of their 70 Ma igneous crystallization ages, all other AFT ages determined in our study (Fig. 3) and that of Dusel-Bacon and Murphy (2001) (Fig. 2) postdate igneous or metamorphic crystallization ages by 10s to 100s of millions of years (Table 1). The majority of samples give Paleogene AFT ages that fall into three general age groups (not including analytical uncertainties): (1) 56–47 Ma (early Eocene); (2) 44–36 Ma (middle Eocene), and (3) 33–27 Ma (Oligocene) (Table 1). These groups are identified by different colored boxes surrounding the ages shown in Fig. 3 and described below. A relative probability plot of AFT ages, including their 1 uncertainties, from our study is shown in Fig. 5A and that for Dusel-Bacon and Murphy (2001) is shown for comparison in Fig. 5B. AFT ages with 1 uncertainties > ± 7 Ma (n = 3) are not included in the relative probability plots. Both plots show a prominent peak at 40 Ma and a secondary peak at 50 Ma. Other relative probability–age peaks in the western Fortymile study, not present among the fewer samples of the earlier work, are 30 Ma, igneous crystallization at 70 Ma, and single samples at 20 and 10 Ma."
  }, {
    "heading": "Late Cretaceous ages",
    "text": "The agreement between the 70 Ma igneous crystallization ages and the AFT cooling ages of the tuff samples and their AFT systematics are consistent with the tuff being outflow from the Middle Fork caldera (Bacon et al. 2014). The t-T model for the proximal outflow tuff (No. 33) near the western edge of the Middle Fork block has a narrow envelope of statistically good paths, a 70.5 ± 2.8 Ma pooled age, and a long mean track length of 14.84 m over a narrow distribution (Fig. 4A) indicating rapid cooling following emplacement. Rapid cooling also is indicated for the distal tuff sample exposed in the Kechumstuk block (No. 32) by a steep t-T path, pooled age of 69.1 ± 3.0 Ma, and mean track length of 14.41 ± 0.11 m (Fig. 4B).\nA 73.3 ± 5.5 Ma Late Cretaceous AFT age was determined for granodiorite from the Mount Harper batholith at the eastern edge of the mount Harper block (No. 1, Fig. 3). Annealing characteristics of the apatite grains revealed two populations; separate modeling of the track lengths of the populations (1 and 2 on Fig. 4C) gave similar results. The large number of track lengths <14 m is indicative of annealing during residence in the PAZ. The t-T model suggests gradual cooling through the PAZ in the Late Cretaceous through the Paleogene, consistent with the early and middle\n1Supplementary data are available with the article through the journal Web site at http://nrcresearchpress.com/doi/suppl/10.1139/cjes-2015-0138.\nPublished by NRC Research Press\nC an\n. J . E\nar th\nS ci\n. D ow\nnl oa\nde d\nfr om\nw w\nw .n\nrc re\nse ar\nch pr\nes s.\nco m\nb y\nU N\nIV E\nR SI\nT Y\nO F\nA R\nIZ O\nN A\nL IB\nR A\nR Y\no n\n02 /2\n0/ 19\nFo r\npe rs\non al\nu se\no nl\ny.\nTable 1. Information for apatite fission-track samples from the western Fortymile district, Alaska.\nMap No. Pooled fission-track age (Ma); 1 uncertainty Fault blocka Sample No.\nA2Z laboratory No. Elevation (m) Igneous crystallization age (Ma)b Latitude (degree) Longitude (degree) Eagle 1: 63 360 quadrangle Rock type\n1 73.0±5.5 MHB 91ADb26 931-01 1274 107±1c 64.2342 −143.6367 A-6 Granodiorite 2 55.5±3.2 MHB 10ADb23 1198-14 1768 103±2 64.2383 −143.8103 A-6 Granite 3 36.4±2.7 MHB 10ADb25 1198-15 1463 96±1 64.2089 −143.7989 A-6 Granodiorite porphyry dike 4 52.8±2.9 MFB 10ADb30 1198-17 762 64.2850 −143.2733 B-5 Granite porphyry 5 47.5±2.4 MFB 10ADb17 1198-7 1295 70±1 64.31139 −143.14167 B-5 Granite porphyry 6 43.2±2.1 MFB 10ADb22 1198-8 1334 70±1 64.29611 −143.11194 B-5 Intracaldera tuff 7 47.4±1.9 MVB 08ADb19 1000-8 1216 66±2 64.2361 −143.0828 B-5 Granite 8 36.7±2.4 MVB 08ADb03 1000-5 1250 66±1 64.2175 −142.9089 A-4 Granite 9 41.5±2.4 MVB 08ADb08 1000-7 1158 181±3 64.2144 −142.8842 A-4 Monzonite\n10 39.6±2.1 MVB 81A5 1198-9 1463 68±1 64.21326 −143.00528 B-5 Granite 11 48.9±3.9 MVB 09AD-240 1198-1 1244 191±5 64.1877 −143.1310 B-5 Leucogranite 12 46.7±2.8 MVB 91ADb35 931-02 1494 184d 64.1511 −143.1267 B-5 Quartz monzonite 13 41.0±2.6 MVB 09AD-319 1198-3 1260 216±3 64.1104 −143.1803 B-5 Tonalite 14 41.2±1.9 MVB 09AD-338 1198-4 1326 208±3 64.10511 −143.11206 B-5 Leucotonalite 15 39.2±1.9 MVB 08AD-100 1000-2 1219 185±3 64.1016 −143.1905 B-5 Granodiorite dike 16 33.3±1.6 MVB 91ADb36D 931-03 1250 64.0964 −143.2261 B-5 Garnet–quartz–plagioclase–hornblende ortho(?)gneiss 17 50.2±2.4 MVB 08ADb22 1000-10 1433 186±3 64.0930 −143.1458 B-5 Quartz monzonite 18 48.7±2.2 MVB 8A5-4 1000-11 1554 185±3 64.0599 −143.1701 B-5 Monzonite 19 18.6±2.3 MVB 09AD-343 1198-5 1377 96±2 64.03307 −143.22725 B-5 Granite porphyry 20 42.4±2.5 MVB 08AD-052 1000-4 1372 109±2 64.0286 −143.2464 B-5 Granite 21 44.5±15.8 MVB 08ADb20 1000-9 1341 112±2 64.0089 −143.3097 B-5 Leucogranite 22 27.1±1.3 KB 140A5 1198-12 1402 ≤65 64.02187 −143.09274 B-5 Microporphyritic aplite 23 31.9±1.8 KB 08AD-032A 1000-3 1341 94±1 64.0530 −143.1248 B-5 Rhyolite porphyry 24 30.7±1.6 KB 08ADb24 1000-6 1372 215±4 64.0892 −143.0378 B-5 Granodiorite 25 9.5±0.7 KB 118A5 1198-10 1326 68±1 64.09184 −143.03780 B-5 Rhyolite porphyry 26 28.6±1.5 KB 129A5 1198-11 1128 68±1 64.11456 −143.01266 B-5 Granite 27 43.6±2.0 KB 10AD-368 1198-6 1258 183±4 64.20405 −142.82817 A-4 Granite porphyry 28 29.2±2.1 KB 09AD-264 1198-2 1288 333±6e 64.2058 −142.8089 A-4 Mylonitic orthogneiss 29 38.3±5.0 KB LWM 07-09-208 1198-13 891 188±2 64.2341 −142.82328 A-4 Felsic dike 30 46.6±2.9 KB LWM-07-06-124 1000-13 907 210±3d 64.2353 −142.8269 A-4 Quartz diorite 31 36.9±2.0 KB 07ADb01A 1000-1 1304 187±3d 64.2568 −142.7000 A-4 Quartz monzonite 32 69.1±3.0 KB 71AFr965 1396-01 823 71.2±0.4f 64.2053 −142.6138 A-4 Distal outflow tuff 33 70.5±2.8 MFB 91ADb29 1399-01 1250 70±1g 64.3314 −143.3317 B-5 Proximal outflow tuff\naAbbreviations: MHB, Mount Harper block; MFB, Middle Fork block; MVB, Mount Veta block; KB, Kechumstuk block. bDating method and reference for igneous crystallization age of samples. All dates determined by SHRIMP zircon U–Pb (Dusel-Bacon et al. 2015; Day et al. 2014), unless otherwise indicated. cBiotite 40Ar/39Ar (Dusel-Bacon et al. 2002). dTitanite U–Pb (Dusel-Bacon et al. 2009). eSHRIMP zircon U–Pb (Dusel-Bacon et al. 2013). fSHRIMP zircon U–Pb (Bacon et al. 2014). gBiotite 40Ar/39Ar (Bacon et al. 2014).\nD u sel-B acon et al.\n265\nPu blish ed by N R C R esearch Press C an . J . E ar th S ci . D ow\nnl oa\nde d\nfr om\nw w\nw .n\nrc re\nse ar\nch pr\nes s.\nco m\nb y\nU N\nIV E\nR SI\nT Y\nO F\nA R\nIZ O\nN A\nL IB\nR A\nR Y\no n\n02 /2\n0/ 19\nFo r\npe rs\non al\nu se\no nl\ny.\nTable 2. Summary of apatite-fission track age data for samples from the western Fortymile district, Alaska.\nMap No. on Fig. 2 Pooled fission-track age (Ma); 1 uncertainty Sample No.\nA2Z laboratory No. No. of grains Mean Dpar ( m) Ns\n(P ) (cm2)\n1 (P ) (cm2) p 1 p\n[U] measured (ppm) Q ( 2 probability)\n1 73.0±5.5 91ADb26 931-1 21 1.51 238 2.94E−05 8.87E−07 18.132 0.427 18.42 0.0000 2 55.5±3.2 10ADb23 1198-14 39 1.98 391 8.67E−05 1.54E−06 12.357 0.225 11.98 0.0000 3 36.4±2.7 10ADb25 1198-15 23 2.11 248 8.39E−05 2.79E−06 12.357 0.225 26.66 0.0005 4 52.8±2.9 10ADb30 1198-17 38 2.28 443 1.03E−04 2.00E−06 12.357 0.225 18.83 0.0180 5 47.5±2.4 10ADb17 1198-7 39 2.31 575 1.49E−04 2.88E−06 12.357 0.225 19.52 0.0726 6 43.2±2.1 10ADb22 1198-8 39 2.15 661 1.89E−04 3.68E−06 12.357 0.225 24.33 0.3923 7 47.4±1.9 08ADb19 1000-08 25 1.46 846 1.44E−04 8.47E−07 16.205 0.323 54.61 0.0000 8 36.7±2.4 08ADb03 1000-05 25 1.48 258 5.69E−05 2.63E−07 16.220 0.322 22.65 0.2007 9 41.5±2.4 08ADb08 1000-07 25 1.64 336 6.54E−05 3.76E−07 16.210 0.322 23.60 0.0000 10 39.6±2.1 81A5 1198-9 21 2.01 709 2.21E−04 6.57E−06 12.357 0.225 69.50 0.0000 11 48.9±3.9 09AD-240 1198-1 35 1.99 181 4.56E−05 9.40E−07 12.357 0.225 8.92 0.0116 12 46.7±2.8 91ADb35 931-02 24 1.35 418 8.07E−05 2.01E−06 18.091 0.430 28.15 0.0002 13 41.0±2.6 09AD-319 1198-3 38 2.17 306 9.20E−05 1.67E−06 12.357 0.225 16.23 0.1782 14 41.2±1.9 09AD-338 1198-4 39 1.92 682 2.04E−04 3.66E−06 12.357 0.225 28.93 0.0000 15 39.2±1.9 08AD-100 1000-02 25 1.55 557 1.15E−04 8.59E−07 16.234 0.320 43.34 0.0000 16 33.3±1.6 91ADb36D 931-03 40 1.27 741 2.00E−04 4.37E−06 18.037 0.433 46.70 0.0000 17 50.2±2.4 08ADb22 1000-10 25 1.35 568 9.12E−05 5.33E−07 16.200 0.323 27.80 0.0174 18 48.7±2.2 8A5-4 1000-11 25 1.56 639 1.06E−04 4.72E−07 16.195 0.324 42.00 0.0211 19 18.6±2.3 09AD-343 1198-5 18 1.95 76 5.04E−05 1.65E−06 12.357 0.225 19.01 0.3742 20 42.4±2.5 08AD-052 1000-04 25 1.50 329 6.27E−05 3.56E−07 16.225 0.321 22.37 0.0000 21 44.5±15.8 08ADb20 1000-09 2 1.49 8 1.45E−06 2.44E−08 16.203 0.323 6.91 0.6586 22 27.1±1.3 140A5 1198-12 39 2.28 800 3.64E−04 8.20E−06 12.357 0.225 60.93 0.0000 23 31.9±1.8 08AD-032A 1000-03 25 1.42 366 9.29E−05 6.13E−07 16.230 0.321 55.07 0.0000 24 30.7±1.6 08ADb24 1000-06 25 1.69 443 1.17E−04 5.69E−07 16.215 0.322 45.75 0.0000 25 9.5±0.7 118A5 1198-10 40 2.07 199 2.58E−04 4.84E−06 12.357 0.225 30.89 0.0000 26 28.6±1.5 129A5 1198-11 39 2.12 522 2.25E−04 4.23E−06 12.357 0.225 34.73 0.6018 27 43.6±2.0 10AD-368 1198-6 39 2.11 746 2.11E−04 3.71E−06 12.357 0.225 28.72 0.0137 28 29.2±2.1 09AD-264 1198-2 25 2.00 231 9.74E−05 2.16E−06 12.357 0.225 28.70 0.0000 29 38.3±5.0 LWM 07-09-208 1198-13 31 2.33 62 1.99E−05 4.33E−07 12.357 0.225 6.80 0.9576 30 46.6±2.9 LWM-07-06-124 1000-13 25 1.66 283 4.90E−05 2.49E−07 16.190 0.324 15.03 0.0023 31 36.9±2.0 07ADb01A 1000-01 25 1.47 394 8.64E−05 4.88E−07 16.239 0.320 31.89 0.0000 32 69.1±3.0 71AFr965 1396-01 39 2.22 610 7.49E−05 4.59E−07 8.273 0.141 5.77 0.2771 33 70.5±2.8 91ADb29 1399-01 40 2.38 800 9.33E−05 5.94E−07 8.273 0.141 6.23 0.0637\nNote: Dpar, diameter of etch figure parallel to the crystallographic c axis; Ns, number of spontaneous (natural) fission tracks over a selected grain area, which is used as a measure of track density; (P ) (cm2), sum of the 238U/43Ca ratios measured over the area ; 1 (P ) (cm2), standard error of (P ) (cm2); p , calibration factor based on laser-ablation – inductively coupled plasma – mass spectrometry of fission-track age standards adjusted for the sample position during analysis; 1 p , standard error of p .\n266 C an .J.Earth Sci.V ol.53,2016\nPu blish ed by N R C R esearch Press C an . J . E ar th S ci . D ow nl oa de d fr om w w w .n rc re se ar ch pr es s. co m b y U N IV E R SI T Y O F A R IZ O N A L IB R A R Y o n 02 /2 0/ 19 Fo r pe rs on al u se o nl y.\nEocene AFT ages of samples 2 and 3, respectively, 10 km to the west.\nThe 56–47 Ma AFT age group Samples in the 56–47 Ma (early Eocene) AFT age group (n = 9) are granite from Mount Harper (No. 2), granite porphyries from the Middle Fork caldera (Nos. 4 and 5), granitoids from the Mount Veta block (Nos. 7, 11, 12, 17, and 18), and quartz diorite in drill core from the LWM prospect (No. 30) located within the Kechumstuk fault zone. Pooled ages range from 55.5 ± 3.2 to 46.6 ± 2.9 Ma (Table 1).\nThree samples in this group (Nos. 4, 12, and 18; Figs. 4D, 4E, and supplementary data Fig. S1A, respectively)1 have modeled t-T plots with gently inclined slopes, broad track-length distributions, and mean track lengths of 14.1–13.7 m indicative of partial annealing and slow cooling in the PAZ. Individual tracks in all three samples have been shortened to as little as 10 m (supplementary data Table S2)1.\nFour samples (Nos. 2, 7, 11, and 17; Figs. 4F, 4G, and supplementary data Figs. S1B and S1C, respectively)1 have modeled t-T paths with vertical slopes at 55–45 Ma and relatively long mean track lengths (most >14.2 m), reflecting rapid cooling from >110 °C through the PAZ in the early Eocene.\nTwo other samples (Nos. 5 and 30; Fig. 4H, and supplementary data Fig. S1D, respectively)1 have vertical t-T paths at 40 Ma, suggesting rapid cooling in the middle Eocene. Sample 30 has a relatively long mean track length ( 14.3 m) and narrow track distribution indicating rapid cooling, whereas tracks in sample 5 have a broad length distribution and shorter mean length ( 13.9 m) possibly indicating a slower cooling through the PAZ.\nThe 44–36 Ma AFT age group Samples in the 44–36 Ma (middle to late Eocene) AFT age group (n = 12) are from a dike at the Section 21 Mo-W granite porphyry prospect in the Mount Harper batholith (No. 3), intracaldera welded tuff (No. 6), granitic rocks from the northern Kechumstuk block (Nos. 27, 29, and 31), and granitoids from the Mount Veta block (Nos. 6, 8, 9, 10, 13, 14, 15, and 20). Pooled AFT ages range from 43.6 ± 2.0 to 36.4 ± 2.7 Ma (Table 1).\nSix of the samples in this age group (Nos. 8, 9, 14, 15, 20, and 31; Figs. 4I and 4J, and supplementary data Figs. S1E–S1H, respectively)1 have vertical modeled t-T paths at 40 Ma and long track lengths ( 14.1–14.7 m) indicating rapid cooling in the middle Eocene. Two additional samples—welded tuff from the Middle Fork caldera fill (No. 6) and tonalite from west of the Mount Veta ridge (No. 13)—have vertical modeled t-T paths indicating cooling at 40 Ma, but broader distributions of track lengths (Fig. 4K and supplementary data Fig. S1I, respectively)1 suggesting slightly longer PAZ residence. Annealing characteristics of the apatite grains in sample No. 6 showed two populations; separate modeling of track lengths is shown as populations 1 and 2 on Fig. 4K. The pooled ages of intracaldera welded tuff sample 6 (43.2 ± 2.1 Ma) and resurgent porphyry sample 5 (47.5 ± 2.4 Ma), discussed above, overlap within analytical uncertainty and both samples indicate moderately rapid cooling of the Middle Fork caldera fill from > 110 °C to 50 °C in the middle Eocene.\nThe remaining four samples in this age group (No. 3, 10, 27, and 29; Fig. 4L and supplementary data Figs. S1J–S1L, respectively)1 have intermediate t-T slopes, a broad distribution of track lengths, and mean track lengths of 14.0–13.7 m; these characteristics\nTable 3. Summary of apatite-fission track length data for samples from the western Fortymile district, Alaska.\nMap No.\nSample No.\nA2Z laboratory No.\nNo. of tracks\nMean track length ± 1 standard error ( m)\nStandard deviation of track length ( m)\nMean Dpar ( m)a\n1 91ADb26 931-01 126 13.37±0.17 1.94 1.62 2 10ADb23 1198-14 129 14.25±0.13 1.44 1.84 3 10ADb25 1198-15 128 13.70±0.17 1.88 2.01 4 10ADb30 1198-17 138 14.14±0.12 1.44 2.39 5 10ADb17 1198-7 134 13.92±0.16 1.80 2.44 6 10ADb22 1198-8 127 14.09±0.16 1.74 2.20 7 08ADb19 1000-08 125 14.28±0.14 1.61 1.58 8 08ADb03 1000-05 126 14.44±0.17 1.91 1.55 9 08ADb08 1000-07 127 14.17±0.17 1.95 1.71 10 81A5 1198-9 126 13.74±0.12 1.39 2.07 11 09AD-240 1198-1 43 13.59±0.20 1.30 1.93 12 91ADb35 931-02 125 13.74±0.15 1.71 1.49 13 09AD-319 1198-3 99 13.93±0.15 1.50 2.12 14 09AD-338 1198-4 127 14.14±0.11 1.24 2.07 15 08AD100 1000-02 135 14.52±0.13 1.52 1.9 16 91ADb36D 931-03 155 14.01±0.12 1.49 1.33 17 08ADb22 1000-10 126 14.28±0.14 1.51 1.55 18 8-A5-4 1000-11 128 13.49±0.17 1.89 1.79 19 09AD-343 1198-5 55 14.43±0.12 0.88 2.02 20 08AD52 1000-04 131 14.73±0.12 1.33 1.62 21 08ADb20 1000-09 4 14.76±1.07 1.85 1.42 22 140A5 1198-12 131 14.00±0.16 1.83 2.19 23 08AD32A 1000-03 46 14.72±0.26 1.73 1.6 24 08ADb24 1000-06 125 13.34±0.23 2.62 2.01 25 118A5 1198-10 145 13.64±0.17 2.03 2.22 26 129A5 1198-11 131 14.41±0.11 1.26 2.06 27 10AD-368 1198-6 128 13.85±0.16 1.77 2.30 28 09AD-264 1198-2 131 13.79±0.14 1.59 2.11 29 LWM 07-09-208 1198-13 34 13.99±0.28 1.61 2.63 30 LWM-07-06-124 1000-13 136 14.27±0.13 1.50 1.87 31 07ADb01A 1000-01 125 14.52±0.14 1.52 1.61 32 71AFr965 1396-01 163 14.41±0.11 1.35 2.78 33 91ADb29 1399-01 201 14.84±0.09 1.26 3.08\naDpar, diameter of etch figure parallel to the crystallographic c axis.\nPublished by NRC Research Press\nC an\n. J . E\nar th\nS ci\n. D ow\nnl oa\nde d\nfr om\nw w\nw .n\nrc re\nse ar\nch pr\nes s.\nco m\nb y\nU N\nIV E\nR SI\nT Y\nO F\nA R\nIZ O\nN A\nL IB\nR A\nR Y\no n\n02 /2\n0/ 19\nFo r\npe rs\non al\nu se\no nl\ny.\nFig. 4. HeFTy models of time-temperature (t-T) paths and plots of confined track-length distributions versus frequency for each apatite fission-track (AFT) data set for representative samples from the western Fortymile mining district. The part of the t-T path above 140 °C shown in gray indicates the region in which apatite fission tracks anneal rapidly; only the part of the path below 140 °C is relevant to the lowtemperature AFT cooling history of the sample. Diagrams for the remaining samples are shown in supplementary data Figure S11 . Footnote:\nEach figure gives the map number (shown inside black circle), laboratory number, sample number, pooled AFT age, and mean fission-track length. The t-T model is based on AFT annealing kinetic calculations for 10 000 trial t-T models. The best-fit t-T path is shown by a heavy black line; trial models that resulted in a statistically good fit of modeled-to-measured AFT length and age data are bound by a magenta envelope, and trial models that result in an acceptable fit are bound by a green envelope. Modeling was done using the HeFTy computer program (Ketcham 2005) and the AFT annealing kinetics of Ketcham et al. (2007).\nPublished by NRC Research Press\nC an\n. J . E\nar th\nS ci\n. D ow\nnl oa\nde d\nfr om\nw w\nw .n\nrc re\nse ar\nch pr\nes s.\nco m\nb y\nU N\nIV E\nR SI\nT Y\nO F\nA R\nIZ O\nN A\nL IB\nR A\nR Y\no n\n02 /2\n0/ 19\nFo r\npe rs\non al\nu se\no nl\ny.\nindicate more gradual middle Eocene cooling and annealing of earlier formed AFT tracks than the other samples in this age range.\nThe 33–27 Ma AFT age group Pooled ages for this group (n = 6) range from 33.3 ± 1.6 to 27.1 ± 1.3 Ma (Oligocene) (Table 1). Four of the six samples in the 33– 27 Ma AFT group (Nos. 22, 23, 24, and 26) are from the southern\npart of the Kechumstuk block, near splays of the Kechumstuk fault zone (Fig. 3); all have similar vertical or near vertical t-T trajectories at 30 Ma. Samples 22, 23, and 26 (Fig. 4M and supplementary data Figs. S1M–S1N, respectively)1 have long to moderate mean track lengths ( 14.7–14.0 m) indicating rapid cooling from > 110 °C at 30 Ma. Sample 24, from a granitoid collected near the Mitchell skarn mineral prospect, has shortened tracks ( 13.34 m mean length) with a wide distribution (supplementary\nFig. 4 (concluded).\nPublished by NRC Research Press\nC an\n. J . E\nar th\nS ci\n. D ow\nnl oa\nde d\nfr om\nw w\nw .n\nrc re\nse ar\nch pr\nes s.\nco m\nb y\nU N\nIV E\nR SI\nT Y\nO F\nA R\nIZ O\nN A\nL IB\nR A\nR Y\no n\n02 /2\n0/ 19\nFo r\npe rs\non al\nu se\no nl\ny.\ndata Fig. S1O)1 indicating slightly slower cooling through the PAZ at 30 Ma.\nThe other two samples in this age group are gneiss from the southern part of the Mount Veta block (No. 16; Fig. 4N) and from the northern part of the Kechumstuk block (No. 28; supplementary data Fig. S1P)1; both have gentle t-T slopes and shortened tracks with a wide distribution likely reflecting annealing in the PAZ. Sample 16 has a pooled age of 33.3 ± 1.6 Ma and a mean track length of 14.01 ± 0.12 m, sample 28 29.2 ± 2.1 Ma and 13.79 ± 0.14 m.\nThe 19 and 10 Ma AFT age samples Two samples from the southern part of the study area give\nMiocene AFT ages. Sample 19, from the southern Mount Veta block near a northwest-trending fault, gives a pooled AFT age of 18.6 ± 2 Ma, has a vertical modeled t-T path, narrow distribution of track lengths, and mean track length of 14.4 m (Fig. 3O) indicative of rapid cooling from > 110 °C. Sample 25, collected near a splay of the Kechumstuk fault and the Mitchell Au-rich Cu skarn prospect, suggests a more complicated thermal history. This sample yields a pooled AFT age of 9.5 ± 0.7 Ma, indicating recent cooling. However, the track-length distribution is broad with a mean length of 13.6 m (Fig. 4P). This indicates both a complex cooling history involving significant annealing within the PAZ, and that the recorded age of 9.5 Ma represents a minimum age for the time of cooling. The simplest model to fit the data shows a single phase of rapid cooling during the last 15 Ma (Fig. 4P). However, the data could also be modeled with an earlier stage of cooling at a similar time as sample 19, followed by near resetting during the late Miocene at elevated temperatures prior to the recent cooling."
  }, {
    "heading": "AFT age versus elevation",
    "text": "Elevations of the 33 AFT samples from the western Fortymile study range from 762 to 1768 m with all but four of the samples at elevations ≥1128 m (Table 1). AFT samples reported in Dusel-Bacon and Murphy (2001) fall in the same elevation range with the exception of lower elevation samples at 564 m (drill hole sample at 15 m depth) and 732 m with AFT ages of 35 and 40 Ma, respectively (Locs. DM1 and DM2 on Fig. 2). Figure 6 shows AFT age versus elevation for samples from both studies. No obvious age–elevation relationship is evident over the 600 m represented by most samples. As stated in the introduction, by necessity, almost all of our AFT samples were collected from high ridges or slopes within the YTU. The only two samples from valley floors are distal outflow tuff from the Middle Fork caldera exposed along Gold Creek ( 69 Ma AFT surface cooling age; No. 32 on Figs. 3 and 6) and granite porphyry within the caldera exposed along the banks of the Middle Fork of the North Fork of the Fortymile River ( 53 Ma AFT exhumational cooling age; No. 4 on Figs. 3 and 6). A comparison of the elevations and 53 Ma AFT age of sample 4 with the progressively higher elevations and AFT ages of samples 5 ( 48 Ma) and 6 ( 43 Ma) from the core of the Middle Fork caldera (Figs. 3 and 6), as well as with the AFT ages from the majority of samples at higher elevations, suggests an inverse age versus elevation correlation in which older ages are found near valley bottoms and younger ages near summits. We suggest that this apparent inverted age–elevation relationship may have significance for interpretation of AFT ages."
  }, {
    "heading": "Discussion",
    "text": ""
  }, {
    "heading": "Previous AFT studies in the YTU",
    "text": "Murphy and Bakke (1993) and Dusel-Bacon and Murphy (2001) addressed the low-temperature cooling history of the YTU, but both of these studies were based on a smaller numbers of samples and were conducted using older methods than those of this study. Dusel-Bacon and Murphy (2001) reported 11–35 AFT track-length measurements per sample and Murphy and Bakke (1993) reported 30–52, whereas our data set has 125–145 track-length measurements for most samples as a result of utilizing 252Cf irradiation to enhance visibility and measurement of confined track lengths. Murphy and Bakke (1993) determined eight apatite and two zircon\nFig. 5. Relative probability plots of apatite fission-track (AFT) ages from (A) the western Fortymile area (this study) and (B) from the\ngreater Yukon–Tanana Upland (Dusel-Bacon and Murphy 2001). AFT ages with 1 uncertainties > ± 7 Ma (n = 3) are not included in plots.\nPublished by NRC Research Press\nC an\n. J . E\nar th\nS ci\n. D ow\nnl oa\nde d\nfr om\nw w\nw .n\nrc re\nse ar\nch pr\nes s.\nco m\nb y\nU N\nIV E\nR SI\nT Y\nO F\nA R\nIZ O\nN A\nL IB\nR A\nR Y\no n\n02 /2\n0/ 19\nFo r\npe rs\non al\nu se\no nl\ny.\nfission track ages for 90 Ma granitic rocks and Paleozoic metarhyolite from the Fairbanks mining district northeast of Fairbanks (area of two small oval units of mid-Cretaceous granitoids at 65°N on Fig. 2). Five AFT ages from the Fort Knox intrusion average 41 Ma, two from Pedro dome are 67 Ma, and one from metarhyolite from the roof of the Fort Knox intrusion is 80 Ma. An alteration mineral assemblage in the Fort Knox Au deposit resulted from deposition by a paleo-hydrothermal system. Two 50 Ma zircon FT ages from the Fort Knox intrusion are interpreted by Murphy and Bakke (1993) to indicate cooling of the hydrothermal system within the intrusion from > 180 °C, with subsequent cooling from >110 °C to <60 °C at 40 Ma based on AFT ages from the intrusion. Murphy and Bakke (1993) speculated that the hydrothermal fluids were largely confined to the highly fractured and porous Fort Knox intrusion.\nDusel-Bacon and Murphy (2001) reported AFT ages for five plutonic and seven metamorphic rocks collected across 310 km of the YTU in east-central Alaska (shown on Fig. 2 by location numbers 1–12 from their original study; preceded by “DM” in this discussion). AFT ages from that study range from 76.4 ± 7.2 to 35.4 ± 1.8 Ma (1 error) and mean track lengths range from 12.5 to 15 m. Three of the AFT apatite separates analyzed by Dusel-Bacon and Murphy (2001) were reanalyzed in our study and gave comparable results: (1) 76.4 ± 7.2 Ma determined in the earlier study (Loc. DM1, Fig. 2) is within analytical uncertainty of our 73.3 ± 5.5 Ma AFT age for sample 1 (Fig. 3). (2) 50.5 ± 3.4 Ma (Loc. DM5, Fig. 2) is analytically indistinguishable from our 46.7 ± 2.8 Ma AFT age for sample 12 (Fig. 3). (3) 38.3 ± 2.4 Ma (Loc. DM4, Fig. 2) is slightly older than our 33.3 ± 1.6 Ma age for sample 16 (Fig. 3).\nDusel-Bacon and Murphy (2001) concluded that samples yielding 40 Ma AFT ages and mean confined track lengths of > 14 m (Locs. DM1, DM2, DM4, and DM12, Fig. 2) cooled rapidly from >110 °C to <60 °C during a 3–5 m.y. period, beginning at about 40 Ma, whereas samples from localities DM5, DM6, DM7, and DM9 (Fig. 2) yielded AFT ages of 50 Ma and have lower mean track lengths (<14 m), which suggests partial annealing.\nInterpretation of AFT results in the western Fortymile district\nWe propose that the early Tertiary AFT ages and their distribution within the YTU reflect interaction of several geologic processes. Recognizing those processes involves consideration of the following: (i) distribution of AFT ages and their relationship, if any, to faults; (ii) possible relationship of exhumation in the YTU to crustal-scale tectonic movement along the early Cenozoic margin of south-central Alaska that produced bimodal magmatism, displacement on the Tintina and Denali fault zones, and oroclinal bending during counterclockwise rotation of western Alaska; (iii) establishment of paleo-land surfaces and drainage base levels; and (iv) possible role of enhanced erosion and widespread exhumation due to subtropical high-latitude climate of the late Paleocene – mid-Eocene.\nRelationship of AFT ages to block faulting and fluid flow Juxtaposition of differing levels of exhumation across major northeast-trending faults in the western Fortymile area indicates significant vertical displacement, as described above. Examples of vertical displacement outside the study area are the exposure of structurally high, oceanic, Seventymile terrane (purple unit) along with minimal augen gneiss (dark blue unit) northwest of the Shaw Creek fault (SCF), versus the more uplifted adjacent block containing abundant augen gneiss and mid-Cretaceous granitoids southeast of the fault, and juxtaposition of midCretaceous caldera fill (mKv) preserved in the down dropped crustal block bounded by the Sixtymile (SMF) and Tok faults (TF) against deeper level mid-Cretaceous intrusive rocks (mKg) outboard of that block (Fig. 2). Dusel-Bacon and Murphy (2001) suggested that, northeast of Fairbanks, differential uplift occurred on\nnortheast-trending faults with as much as 2.5 km of post- 40 Ma exhumation of the Fort Knox – Gilmore Dome block relative to the Pedro Dome block based on synthesis of AFT analyses, geologic mapping, and petrologic data (Murphy and Bakke 1993; Newberry et al. 1996; McCoy et al. 1997). Geologic evidence along the Black Mountain tectonic zone (BMTZ, Fig. 2) suggests protracted displacement along the northeast-trending faults, beginning at 110–95 Ma (O’Neill et al. 2010) and continuing into the Paleogene and Neogene (discussed above in regional geologic setting). Yet no consistent differences in AFT ages (shown by the mixture of the three major Paleogene age groupings on Fig. 3) and cooling rates (indicated by t-T paths and track lengths) are apparent between the crustal blocks in the western Fortymile area, with the possible exception of the southern Kechumstuk block (Figs. 3 and 4), discussed below. For example, differential uplift of the Mount Veta block, indicated by the presence of caldera fill in the Middle Fork block opposite roughly coeval granite east of the Enterprise fault, is not reflected in the comparable 50–40 Ma AFT ages across the fault (Fig. 3). This, and the observation that pyroclastic flows that deposited outflow tuff in the valley of Gold Creek in the Kechumstuk block must have traversed the Mount Veta block but are now nowhere evident within it, suggests that uplift of the Mount Veta block occurred sometime between 70 and 50 Ma and that thermal re-equilibration of blocks followed faulting.\nBroad expanses of mid-Cretaceous plutonic rock within the Mount Harper block suggest that it has been uplifted to a greater extent than the adjacent Middle Fork block that exposes a greater proportion of metamorphic rock as well as containing Late Cretaceous caldera fill (Figs. 2 and 3). Much of this differential uplift evidently occurred prior to the 70 Ma Middle Fork calderaforming eruption because proximal outflow tuff immediately west of caldera fill rests on granitic rock that is logically part of the Mount Harper batholith. As outflow tuff has not been identified northwest of the Mount Harper fault, post-70 Ma uplift of the Mount Harper block is permissible there; however, Bacon et al. (2014) noted northwest-facing, northeast-aligned faceted ridges that imply that the most recent displacement along the fault was down-to-the-northwest. AFT data for sample 1 from the Mount Harper block suggest gradual cooling within the PAZ in Late Cretaceous to early Tertiary time (Fig. 4C). Evidence for cooling at 50 Ma is supported by the rapid cooling of granite sample 2 from another part of the Mount Harper batholith, 7 km west of sample 1. The batholith has not been mapped in detail, so it is not possible to determine whether the two samples are separated by faults, and thus whether their different AFT ages could have resulted from differing times of uplift and cooling across a steep fault.\nThe younger AFT pooled ages and more broadly distributed and shorter mean track lengths for the porphyry and welded tuff samples from within the Middle Fork caldera, relative to the emplacement-age apatite from outflow tuff samples, indicate slower cooling and exhumation of magmatic products within the caldera. Bacon et al. (2014) propose that the original thickness of intracaldera tuff may have been as much as 3–5 km and that some of the intracaldera tuff has been eroded away to expose the granite porphyry. This shallow intrusion likely was emplaced a geologically short time after the caldera-forming eruption, inflating an asymmetric resurgent structural dome in the caldera fill that initially would have been topographically high. The Middle Fork of the North Fork of the Fortymile River now lies in an arcuate valley, 500 m lower than the base of nearby outflow tuff to the west. This valley may have originated as part of the caldera moat adjacent to the resurgent dome and has been deepened during erosion and attending uplift of the Middle Fork block. The 53 ± 3 Ma AFT age from the east wall of this valley, in comparison to younger AFT ages from higher elevation intracaldera samples (Fig. 7), indicates that the ancestral valley was present in the Eocene and that this reach of the river subsequently cut down to its\nPublished by NRC Research Press\nC an\n. J . E\nar th\nS ci\n. D ow\nnl oa\nde d\nfr om\nw w\nw .n\nrc re\nse ar\nch pr\nes s.\nco m\nb y\nU N\nIV E\nR SI\nT Y\nO F\nA R\nIZ O\nN A\nL IB\nR A\nR Y\no n\n02 /2\n0/ 19\nFo r\npe rs\non al\nu se\no nl\ny.\npresent level when it equilibrated with regional base level. The AFT results thus support a degree of Tertiary uplift of the Middle Fork block relative to the Mount Harper block, consistent with the sense of motion implied by the faceted ridges noted by Bacon et al. (2014).\nWe attribute preservation of outflow tuff in Gold Creek in the northern Kechumstuk block to its relatively low elevation, location near the head of a drainage, hanging wall structural position relative to the Mount Veta block, and lack of significant postemplacement uplift. Northward tilting of the Kechumstuk block may be indicated by the concentration in its southern part of younger, 30 Ma AFT ages with long to moderate mean track lengths and t-T paths that indicate rapid cooling from > 110 °C at 30 Ma (Fig. 6). Alternatively, these younger ages may simply reflect the circulation of hydrothermal fluids in fractured rocks along the southern part of the Kechumstuk fault zone, discussed below.\nAFT systematics of some samples collected near steep faults and (or) mineral prospects (Fig. 3) indicate heating to > 110 °C during the Oligocene to Miocene that we propose is related to circulation of hydrothermal fluids. For example, the two anomalously young AFT ages from the southeastern Mount Veta block ( 19 Ma, sample 19) and southwestern Kechumstuk block ( 10 Ma, sample 25)\noccur near steep faults. Both have narrow, vertical t-T trajectories suggesting rapid cooling (Figs. 4O and 4P). Sample 19 is adjacent to a northwest-trending fault that cuts a splay of the northeasttrending Kechumstuk fault zone. Rapid cooling of this sample at 19 Ma is supported by long track lengths with a narrow distribution. Track lengths for 10 Ma sample 25 have a wide distribution that contains numerous shortened tracks, indicating significant time in the PAZ prior to Miocene cooling. Sample 25 is from a 68 Ma rhyolite dike that is parallel to an associated major strand of the Kechumstuk fault and near a skarn mineral prospect (Mitchell prospect; Dusel-Bacon et al. 2009; Day et al. 2014). Dusel-Bacon et al. (2015) propose that skarn mineralization at Mitchell formed in Late Cretaceous time, based on lead isotopic evidence from prospects in the Mount Veta area. The presence of shortened tracks in both samples 25 and 24 near the Mitchell prospect may indicate that this part of the fault also was a conduit for fluid flow in Oligocene and Miocene time. Likewise, previous zircon U–Pb and muscovite 40Ar/39Ar dating at the Section 21 Mo-W mineral prospect indicated a mid-Cretaceous ( 102 Ma) age for mineralization (Newberry et al. 1998b; Dusel-Bacon et al. 2015). However, the 33 ± 3 Ma AFT age for sample 3 at Section 21 suggests that focused hydrothermal fluid flow along the structural conduit also occurred in the late Eocene or early Oligocene.\nFig. 7. Physiographic profile and age versus elevation plot of western Fortymile area. (A) Topographic profile A’–A (looking south) extending from distal outflow tuff in Gold Creek valley on the east, through Mount Veta, to proximal outflow tuff west of the Middle Fork River. Profile onto which ages are projected is shown in Fig. 3. (B) Location and elevation of nearby apatite fission-track (AFT) samples and faults projected onto profile in Fig. 7A. AFT ages (Ma) are shown above each sample. From east to west, sample numbers shown are 32, 31, 28, 27, 29, 30, 9, 8,\n10, 7, 6, 5, 4, and 33.\nPublished by NRC Research Press\nC an\n. J . E\nar th\nS ci\n. D ow\nnl oa\nde d\nfr om\nw w\nw .n\nrc re\nse ar\nch pr\nes s.\nco m\nb y\nU N\nIV E\nR SI\nT Y\nO F\nA R\nIZ O\nN A\nL IB\nR A\nR Y\no n\n02 /2\n0/ 19\nFo r\npe rs\non al\nu se\no nl\ny.\nAn Oligocene AFT age in the northern Kechumstuk block may also be a result from hydrothermal fluids preferentially concentrated in a rock with a more permeable fabric, similar to the explanation of Murphy and Bakke (1993) for the relatively younger AFT ages in the fractured Fort Knox intrusion north of Fairbanks. AFT ages for Mississippian mylonitic orthogneiss sample 28 (29 ± 2 Ma) and Jurassic granite porphyry sample 27 (44 ± 2 Ma) differ by 15 Ma, yet the samples occur at comparable elevations and structural positions in the hanging wall of a thrust fault, and are 900 m apart (Fig. 3). The mylonitic orthogneiss is composed of clasts of sericite-altered plagioclase separated by ribbons of quartz (fig. 4 of Dusel-Bacon et al. 2013), whereas the granite porphyry is nonfoliated, albeit with evidence for minor hydrothermal alteration (fig. 6 of Dusel-Bacon et al. 2015).\nEarly Tertiary regional magmatism and tectonics Eocene regional cooling that we attribute to exhumation in the YTU followed a previously recognized mid-Cretaceous period of regional extension and uplift and occurred during and near the end of major tectonic events that affected the southern margin of Alaska. Latest Cretaceous to early Tertiary oblique subduction along the southern continental margin of Alaska resulted in (i) major dextral, strike-slip displacements along the Denali and Tintina fault systems in western Canada and interior Alaska (Plafker and Berg 1994), and (ii) counterclockwise rotation (oroclinal bending) of southwestern Alaska between 68 and 44 Ma (Hillhouse and Coe 1994) that produced the present curvature of the Denali and Tintina fault systems.\nAnother geologic phenomenon attributed to plate movement is Paleocene to Eocene within-plate magmatism in interior Alaska (Newberry 2000) that may have resulted from flat-slab subduction or from passage of a slab window beneath the accretionary prism of southern Alaska (Bradley et al. 2003; Sisson et al. 2003; Madsen et al. 2006; Till et al. 2007). Dusel-Bacon and Murphy (2001) invoked a widespread 60–50 Ma within-plate magmatic episode to explain what they interpreted to be partial to complete annealing of fission tracks formed during earlier, mid-Cretaceous cooling. However, at the time of that study, Dusel-Bacon and Murphy were unaware of the constraints on the 70 Ma land surface imposed by the Middle Fork caldera outflow tuff and did not consider preservation of Paleogene volcanics as a limit on uplift. Although the 60–50 Ma within-plate magmatism may have resulted in an elevated thermal gradient, at least locally, the low volume and sparse distribution of these rocks in the YTU makes it unlikely that widespread reheating to > 110 °C of rocks at present levels of exposure occurred as a result. We now consider it improbable that Paleogene magmatism was the principal factor responsible for the AFT systematics.\nDusel-Bacon and Murphy (2001) proposed that Eocene exhumation may have been related to far-field effects of oblique subduction along the southern margin of Alaska and resulting translational movement along the Tintina and Denali faults—a hypothesis put forth, at least in part, in most prior interpretations of AFT thermochronology in Alaska as far north as the Brooks Range (Fig. 1) (e.g., O’Sullivan et al. 1993, 1997). Several studies in interior and western Alaska document displacements on Tintina and Denali faults that are contemporaneous with AFT ages from those areas, and which overlap AFT ages from the western Fortymile area. For example, an AFT study along fault slivers in a restraining bend of the Tintina fault northwest of Fairbanks indicates multiple pulses of Tertiary movement and differential uplift of subblocks between crustal-scale splays of the Tintina fault system at 60, 45, 36, 25, and 18 Ma (Till et al. 2004, 2007). Other studies have addressed the timing and rate of Cenozoic displacement on the Denali fault system. Benowitz et al. (2012) conclude that from 51 to 25 Ma total dextral slip on the Denali fault system was at least 100 km. Trop et al. (2014) propose that intrusion of 29 Ma mafic dikes that are oblique to, and truncated by, the central\nDenali fault system for >200 km along strike, together with the occurrence of early Oligocene alluvial strata south of the fault, indicate early Oligocene strike-slip movement along the Denali fault. Benowitz et al. (2011, 2014) postulate that 40Ar/39Ar, AFT, and apatite (U–Th)/He thermochronology indicate that rapid exhumation was initiated in the Denali fault of the eastern Alaska Range by at least the early Miocene ( 25 Ma) and that this deformation is likely a far-field effect of continuing collision of the Yakutat oceanic microplate with the southern Alaska margin of the North American plate.\nFarther west, in the western Seward Peninsula, Dumitru et al. (1995) presented structural, thermochronologic, and AFT data to indicate middle to Late Cretaceous, Eocene to early Oligocene, and Pliocene(?) to Recent crustal extension in the Bering Strait region. Their AFT data document regional tilting and several kilometres of Eocene–Oligocene erosion in the Kigluaik Mountains, proposed to be coeval with formation of offshore transtensional basins. Similarly, McDannell et al. (2014) report an apatite (U–Th)/He weighted mean age of 41 ± 5 Ma and thermal modeling of granitoids from an uplifted fault block in the Bendeleben Mountains that they also ascribe to extensional faulting, offshore basin development, and erosion. Both Dumitru et al. (1995) and McDannell et al. (2014) propose that Paleogene extension, exhumation, and block rotation induced by tectonic extrusion in the Bering Strait – Seward Peninsula area was an indirect response to the oblique North American – Pacific plate convergence along the Alaska Peninsula and Aleutian trench, and large-magnitude dextral translation along the Denali and Tintina fault systems.\nAny of these large-scale plate movements or Eocene magmatism may have influenced the thermal histories recorded by the AFT ages and block faulting in the YTU. However, given the constraints on paleo-land surfaces, we propose that the primary effect of regional tectonics was the local resetting of AFT ages by focused hydrothermal circulation along the northeast-trending faults in the western Fortymile area that were related to contemporaneous Paleocene to Miocene movement on the bounding Denali and Tintina dextral faults."
  }, {
    "heading": "Constraints on paleo-land surfaces",
    "text": "Evidence for locations of Cretaceous and early Tertiary land surfaces exists within the YTU. Mid-Cretaceous rhyolitic calderas in the Tanacross quadrangle (unit mKv, Fig. 2) south of the study area (Bacon et al. 1990) are considered to be the eruptive counterparts of widespread coeval granitic plutons emplaced during 109–90 Ma magmatic episodes in Alaska and Yukon (Hart et al. 2004, and references therein). Intracaldera welded tuff from the Tanacross calderas yielded 93 Ma K–Ar ages for hornblende and sanidine (Bacon et al. 1990) and 110–108 Ma U–Pb ages for zircon from different samples (Mortensen 2008; Mortensen and Dusel-Bacon 2014). Outflow tuff from the Tanacross calderas has not been identified, though locally exposed ash-flow tuff in lowlands between the calderas (Bacon et al. 1990, p. 21 453) possibly is such. The original depth of the dated intracaldera tuffs at the time the calderas formed is unknown. A minimum thickness of 450 m for intracaldera tuff is indicated by exposed relief. Given the 3–5 km thickness of caldera fill documented in some sections through tilted calderas (Lipman 1997), one can only speculate that the mid-Cretaceous land surface was less than 4 km above the current one. In Yukon, felsic ash layers that yield 108 Ma U–Pb zircon ages are interbedded with coal-bearing sediments at the base of the ≤500 m thick mid- to Late Cretaceous Indian River Formation conglomerate (white stippled unit in Stewart River quadrangle, Fig. 2) interpreted to have filled a local basin (Mortensen and Dusel-Bacon, 2014). Clasts in the conglomerate were likely derived from erosion of exhumed subvolcanic intrusions that may have underlain mid-Cretaceous calderas or other felsic volcanic centers in the region (Mortensen and Dusel-Bacon 2014). The presence of the Indian River Formation\nPublished by NRC Research Press\nC an\n. J . E\nar th\nS ci\n. D ow\nnl oa\nde d\nfr om\nw w\nw .n\nrc re\nse ar\nch pr\nes s.\nco m\nb y\nU N\nIV E\nR SI\nT Y\nO F\nA R\nIZ O\nN A\nL IB\nR A\nR Y\no n\n02 /2\n0/ 19\nFo r\npe rs\non al\nu se\no nl\ny.\nbasinal deposits suggests that the mid-Cretaceous land surface in the eastern YTU had at least moderate local relief.\nGeologic evidence points to little change in some elements of the landscape of the western Fortymile district since emplacement of the latest-Cretaceous outflow tuff sourced from the Middle Fork caldera. Distal outflow tuff is present in the valley of Gold Creek (sample 32) and proximal outflow tuff on ridges west of the Middle Fork caldera. Overlap of the 71.2 ± 0.4 Ma U–Pb zircon crystallization age (Bacon et al. 2014) with the 69.1 ± 3.0 Ma AFT age for the Gold Creek sample and the 69.9 ± 0.5 Ma 40Ar/39Ar biotite age with the 70.5 ± 2.8 Ma AFT age for the proximal outflow tuff sample is consistent with rapid cooling following emplacement during a single caldera-forming eruption. Notably, preservation of welded outflow tuff in Gold Creek valley requires near constancy of base level for tributaries of the Fortymile River (Bacon et al. 2014), itself a tributary of the Yukon. Presence of volcanic rocks of the Carmacks Group, including those overlying the Indian River Formation, and of the small, high-level, 72–67 Ma Prospector Mountain plutonic suite (Breitsprecher and Mortensen 2004; Gordey and Ryan 2005; Allan et al. 2013) suggest that the latest Cretaceous land surface also was extensive in southwestern Yukon. Other exposures of the Late Cretaceous approximate land surface are provided by late Campanian non-marine sedimentary rocks (stippled unit just south of 64°, Fig. 2) that were deposited in small disconnected basins along the southern margin of the Taylor Mountain batholith, discussed above (Foster and Igarashi 1990).\nPaleocene rhyolite lava domes (unit Tv) just west of longitude 144°, immediately northwest of the Black Mountain tectonic zone (Fig. 2) in the Goodpaster River drainage, retain their constructional morphology and have vitrophyre remnants on their upper surfaces that would have been lost had they been extensively eroded (Bacon et al. 2014). Associated rhyolite lava (unit Tv) along an east–northeast-trending paleovalley on the low divide between Charley and Goodpaster River tributaries in the down dropped block on the west side of a splay of the Black Mountain tectonic zone (BMTZ) (eastern Big Delta 1° × 3° quadrangle, Fig. 2) is interpreted as a Paleocene intracanyon lava flow. These observations point to long-term base level stability of the Charley and Goodpaster River drainages since emplacement of the rhyolite lava flow and domes at 62–57 Ma (Bacon et al. 2014, fig. 15). Other silicic domes and lava remnants along the Charley River and tributaries of the Fortymile River, not dated but thought to be latest Cretaceous – early Tertiary in age, add further evidence to landscape stability in this part of east-central Alaska (Bacon et al. 2014, fig. 15 and table 3). Moreover, rhyolite lava and associated vitrophyre dated at 54.6 ± 1.2 Ma (K–Ar sanidine; Bacon et al. 1990) along the Taylor Highway 28 km northeast of Tok (Fig. 2) in the Tanacross quadrangle indicate only modest post-Paleocene denudation there."
  }, {
    "heading": "Erosion of YTU",
    "text": "The AFT data for the western Fortymile district and the greater YTU generally indicate Eocene cooling through the PAZ that demands approximately synchronous exhumation of interfluves on a regional scale. A viable model must account for removal of more than 2 km of material from interfluvial areas yet allow for stable base level required by scattered preservation of surficial rocks such as the 70 Ma Middle Fork outflow tuff in the valley of Gold Creek (Fig. 3), Paleocene lava domes in local basins, and other low-lying early Tertiary extrusive rocks.\nBraun (2002) investigated the effect of recent relief changes on age–elevation relationships from a variety of thermochronometers. Using the (U–Th)/He apatite ages and elevation data collected for the Sierra Nevada by House et al. (1998) and smoothing the age–elevation relationship to show only long-wavelength (>10 km) topography, Braun (2002) showed a strong anticorrelation between age and elevation across large features of\nthe landscape. These results, particularly the slope of the age– elevation relationship, predict that, in most situations, regions that have undergone a steady decrease in surface relief should be characterized by an inverted age–elevation relationship (Braun 2002). To apply the approach of Braun (2002) and House et al. (1998, 2001) to our AFT data, we show a topographic profile that extends from the Gold Creek distal outflow tuff on the east, through Mount Veta, to the proximal outflow tuff west of the Middle Fork of the North Fork of the Fortymile River (line A–A’ in Figs. 3 and 7A). Major faults and AFT ages of nearby samples are projected onto the topographic profile of the transect (Fig. 7B). Although the majority of our AFT samples were collected from interfluvial areas at high elevations, three samples just east of the Middle Fork valley suggest a negative age versus elevation/distance from drainage axis relationship (heavy arrow on Fig. 7B). Unless this block had been affected by subsequent tilting by > 7° to the northeast, which would change the negative age–elevation relationship to a positive one, the implied age–elevation relationship shown by the heavy arrow is consistent with our hypothesis that substantial relief and the Middle Fork as a major drainage were present in the Eocene.\nKey to the interpretation of Sierra Nevada topographic evolution by House et al. (1998, 2001) and the model of Braun (2002) is that at a given time during denudation, the partial retention of helium from a sample beneath a valley, being closer to the surface, will give an earlier cooling of apatite in sub-valley samples than in sub-interfluvial samples. Cooling beneath valleys and ridges in the higher temperature PAZ ( 60 to 110 °C) of the AFT system would have a similar result (Stüwe et al. 1994; Mancktelow and Grasemann 1997), but would occur at a deeper level (3–5.5 km for the 20 °C/km geothermal gradient assumed by House et al. 2001). However, we recognize that the set of parameters for the Sierra Nevada study by House et al. (1998, 2001)—excellent structural control, virtually no faulting, only slight tilts of crustal blocks, and closely spaced U–Th–He samples—is significantly different from that in our study, and thus our application of it below is admittedly speculative.\nThe suggestion of an inverse age–elevation relationship for the three samples upslope from the valley of the Middle Fork, recognizing the caveat due to the limited vertical distribution and spacing of AFT samples in our study, together with the more robust physical evidence for base-level stability within the YTU, suggests that a version of the principles elaborated by Braun (2002) may apply to east-central Alaska. We invoke the model described below wherein decrease in surface relief of the YTU, including the western Fortymile district, is brought about by enhanced erosion of highlands in the Late Cretaceous and Paleocene through middle Eocene.\nLate Cretaceous and Paleocene–Eocene erosion in warm, wet climate We propose that the geologic evidence for stable base level of the Yukon River tributaries in the western Fortymile area may be reconciled with the dominant 40 Ma AFT age for higher elevation samples (Figs. 6 and 7B) by a model that begins with erosion in the mid-Cretaceous subsequent to eruption of the 108 Ma Tanacross caldera volcanoes, followed by accelerated erosion during the warm and wet subtropical Paleocene–Eocene climate, and continuing at a slower rate to the present (Fig. 8). In this model (Fig. 8A), canyons were established within a mid-Cretaceous moderate-elevation landscape, as indicated by the basinal deposits of the Indian River Formation in western Yukon (Mortensen and Dusel-Bacon 2014) described above. This landscape may be analogous to the Eocene “Nevadaplano” plateau, or moderaterelief upland, with incised valleys inferred for northeastern Nevada (Henry 2008). Down cutting of streams to approximately modern base level and erosion of a large amount of material occurred between 108 and 70 Ma (stippled pattern in Fig. 8B).\nPublished by NRC Research Press\nC an\n. J . E\nar th\nS ci\n. D ow\nnl oa\nde d\nfr om\nw w\nw .n\nrc re\nse ar\nch pr\nes s.\nco m\nb y\nU N\nIV E\nR SI\nT Y\nO F\nA R\nIZ O\nN A\nL IB\nR A\nR Y\no n\n02 /2\n0/ 19\nFo r\npe rs\non al\nu se\no nl\ny.\nThis period of erosion would have been accompanied by isostatic uplift (not shown in Fig. 8B).\nPaleontological evidence indicates high temperatures in the Late Cretaceous Arctic. For example, Jenkyns et al. (2004) used a paleothermometer based on a component of marine plankton to infer an average sea surface temperature of 15 °C for the Arctic ocean at 70 Ma and by extrapolation suggested that polar waters\nwere >20 °C at 90 Ma. An Arctic assemblage of Late Cretaceous ( 92–86 Ma) vertebrates, including crocodile-like reptiles and turtles, similarly implies that polar climates had a mean annual temperature >14 °C (Tarduno et al. 1998). In a synthesis of paleobotanical data, Spicer and Herman (2010) showed that Cenomanian through Maastrichtian northeastern Russian and Alaskan Arctic climate was characterized by high ocean–land gradients,\nFig. 8. Schematic model for possible development of mid-Cretaceous to present day landscape showing increased erosion of interfluvial areas during the Late Cretaceous and late Paleocene – early Eocene periods of warm and wet high-latitude climate and preservation of 70 Ma\noutflow tuff in Gold Creek. Apatite fission-track Partial Annealing Zone (PAZ) is shaded, material removed during a particular interval is patterned. Although not shown in this simple illustration, uplift attended 108–70 Ma erosion. See text for explanation.\nPublished by NRC Research Press\nC an\n. J . E\nar th\nS ci\n. D ow\nnl oa\nde d\nfr om\nw w\nw .n\nrc re\nse ar\nch pr\nes s.\nco m\nb y\nU N\nIV E\nR SI\nT Y\nO F\nA R\nIZ O\nN A\nL IB\nR A\nR Y\no n\n02 /2\n0/ 19\nFo r\npe rs\non al\nu se\no nl\ny.\nmean annual temperature, humidity, and precipitation. Although controversy exists regarding the importance of climate on erosion rates, there is ample evidence that high precipitation is correlated with high erosion rates in orogenic belts (Willett 1999; Montgomery et al. 2001). Warm, wet conditions likely facilitated mid- to Late Cretaceous erosion by enhancing chemical weathering, storm events, and runoff.\nAt 70 Ma, the Middle Fork caldera-forming eruption took place and welded ash-flow tuff was emplaced in the paleovalley currently occupied by Gold Creek (Fig. 8B). This paleovalley was, and remains, nearly on-grade with the modern Fortymile River (Bacon et al. 2014). In interfluvial locations, samples that would subsequently yield AFT ages were at depths below or within the PAZ (Fig. 8B), the specific depth range of the PAZ being a function of the geothermal gradient at that time. A modern-day geothermal gradient of 32 °C/km was determined in an 3 km deep drill hole in the western YTU near Fairbanks (Forbes and Weber 1975). However, Dusel-Bacon and Murphy (2001) proposed that that the geothermal gradient in east-central Alaska could have been as high as 45 °C/km during a widespread 60–50 Ma intraplate magmatic episode. Based on the 32–45 °C/km range of possible geothermal gradients, which would tend to be steepened by the effect of Cretaceous erosion potentially outpacing heat conduction (e.g., Mancktelow and Grasemann 1997), samples with 40 Ma AFT ages would have been at minimum depths of 3–2 km during the latest Cretaceous.\nA period of late Paleocene – early Eocene ( 58–48 Ma) global warmth has been documented in the fossil and geochemical records by multiple marine and terrestrial paleoclimatic and paleoenvironmental studies (e.g., Kennett and Stott 1991; Markwick 1998; Zachos et al. 2001). Paleoenvironmental research in the Arctic has demonstrated late Paleocene – early Eocene warm greenhouse conditions (Moran et al. 2006) and accompanying high mean annual precipitation (>120 cm/year) that extended into the middle Eocene (Jahren and Sternberg 2003; Greenwood et al. 2010). Drilling results show that the Arctic Ocean experienced persistent sea surface temperatures of 18 °C immediately before and after the Paleocene–Eocene Thermal Maximum ( 55 Ma), and that during this event sea surface temperatures peaked near 24 °C (Sluijs et al. 2006). In south-central Alaska, fossil leaf assemblages preserved in the earliest Eocene fluvio-lacustrine sediments of the upper Chickaloon Formation and in the late Paleocene – earliest Eocene (59–55 Ma) subarctic Ridge Formation indicate warm, temperate conditions (mean annual temperature of 11–15 °C and mean annual precipitation of 110–160 mm/yr) (Sunderlin et al. 2011, 2014).\nWe suggest that late Paleocene – early Eocene subtropical warm and wet conditions caused rapid degradation of interfluves throughout the YTU, resulting in removal of overburden and rapid cooling to <110 °C of AFT-sampled rock bodies now exposed on relatively high ground (Fig. 8C). Enhanced chemical weathering under greenhouse conditions with high atmospheric CO2 concentration would have produced a continuous supply of soil and colluvium to be transported in frequent intense storm events. Similarly, as well as supplying solute to streams, chemical weathering likely resulted in a relatively small grain size of material eroded from Mesozoic granitoids and metasedimentary country rock leading to efficient throughput of sediment in the fluvial system. Stable base level for at least the Kechumstuk block resulted in preservation of densely welded outflow tuff in Gold Creek valley (Fig. 8C). Subsequent and slower adjustment of interfluves and slopes while base level remained effectively constant may explain the gradual t-T slopes and variable annealing of fission tracks present in some samples and the modern subdued landscape of the YTU (Fig. 8D). Terraces along Yukon River tributaries such as the Fortymile River and minor entrenchment of its tributaries, including Gold Creek, apparently are the result of Yukon River base level lowering associated with initial advance of\nthe Cordilleran ice sheet at 2.7 Ma (Bacon et al. 2014, and references therein).\nThe Late Cretaceous and early Tertiary moisture source for the proposed high amount of precipitation and resulting enhanced chemical weathering is uncertain. If the Gulf of Alaska to the south were the source of precipitation, the several kilometres of relief we postulate for the YTU may have been the first topographic barrier encountered by storms leading to orographic rainfall. The 2–3 km of relief we infer for the YTU at that time would have been adequate to create a rain shadow and focus rainfall, analogous to the topography and resulting rainfall shown in studies of the modern Cascades (Reiners et al. 2003), Himalaya (Bookhagan and Burbank 2006), and Andes (Bookhagan and Strecker 2008). Alternatively, the moisture source may have been the Arctic Ocean to the north. However, the modern Brooks Range topographic barrier north of the YTU is thought to have resulted from an Early Cretaceous Brookian thrust system and superimposed shortening within a Paleocene and Eocene late Brookian fold-and-thrust belt (Moore et al. 2004), and therefore, the Paleogene Brooks Range may have formed a barrier to major Arcticsourced precipitation reaching farther south."
  }, {
    "heading": "Lack of isostatic uplift",
    "text": "An unresolved conundrum associated with our proposal for kilometre-scale erosion of interfluves in the YTU while preserving base level since 70 Ma is a mechanism for suppressing early Tertiary isostatic uplift that should have resulted from removal of overburden. One possible explanation consistent with YTU geology is that such erosion was balanced by increased density of the crust. We postulate that this increased density may have resulted from addition of early Tertiary deep-crustal mafic intrusions, such as would be associated with the 60–50 Ma bimodal felsic and mafic intrusive and extrusive rocks in central and east-central Alaska and adjacent western Yukon."
  }, {
    "heading": "Potential sedimentary sinks",
    "text": "If several kilometres of igneous and metamorphic rock had been eroded from the YTU during the late Paleocene through middle Eocene, sediment of this age may have been carried to the sea by the ancestral Yukon River system (Kwikhpak River in Alaska; Duk-Rodkin et al. 2001). Paleocene and Eocene sediments were encountered in two industry stratigraphic test wells in Norton basin (Norton Sound) that lies outboard of the present Yukon River in the inner Bering Shelf, and similar age sediments are present in the Anadyr, Navarin, and St. George basins in the outer Bering Shelf (Worrall 1991, and references therein).\nAlternatively, or in addition, some YTU eroded material may have been deposited in basins outboard of the Upland. Only small volumes of Late Cretaceous and Tertiary non-marine sedimentary rocks were deposited in minor disconnected basins within the YTU. However, large nonmarine rift basins currently adjacent to the YTU—the Nenana basin and Yukon Flats (Fig. 1)—are possible sinks for detritus eroded from the crystalline rocks of the Upland. The 5000 km2 Nenana basin is 7.6 km deep and is an asymmetric half-graben formed by extension (Van Kooten et al. 2012) likely related to dextral shear created by the Denali and Tintina fault systems (Dixit et al. 2012). The Nunivak-1 well drilled in the Nenana basin encountered Pliocene – latest Miocene fluvial and lacustrine Nenana gravel, thought to have been deposited during uplift of the Alaska Range to the south, underlain by the Miocene Usibelli Group, inferred to have been deposited by south-flowing streams before uplift of the Alaska Range (Van Kooten et al. 2012). An unconformity separates these rocks from 900 m of underlying Paleocene fine-grained sedimentary rocks with occasional sand, including arkosic sand with increasing proportion of metamorphic lithics near the bottom of the drill hole (Van Kooten et al 2012). The Nunivak-1 Late Paleocene section correlates in time with the upper Cantwell Formation in the central Alaska Range,\nPublished by NRC Research Press\nC an\n. J . E\nar th\nS ci\n. D ow\nnl oa\nde d\nfr om\nw w\nw .n\nrc re\nse ar\nch pr\nes s.\nco m\nb y\nU N\nIV E\nR SI\nT Y\nO F\nA R\nIZ O\nN A\nL IB\nR A\nR Y\no n\n02 /2\n0/ 19\nFo r\npe rs\non al\nu se\no nl\ny.\nbut volcanic rocks, sills, dikes, and granitoids common to the upper Cantwell Formation are missing in Nunivak-1 (Van Kooten et al. 2012). In spite of these differences, Van Kooten et al. (2012) propose that the nonmarine clastic rocks of the Nunivak-1 correlate with similar rocks in Cantwell outcrops. Alternatively, we propose that an equally plausible source for the Late Paleocene sediments in Nunivak-1 was erosion of interfluvial high areas of metamorphic and granitic rocks in the YTU to the northeast.\nThe 31 000 km2 Yukon Flats basin formed on the northern margin of the Tintina fault zone (Van Kooten et al. 2012). The Yukon Flats basin contains >8500 m of likely pre-Miocene sediment (Till et al. 2007, and references therein). In the southwestern part of Yukon Flats (west of 144°), sandstone and conglomerate are common, with siltstone and shale less common; Paleocene, Eocene, Oligocene, and Miocene pollen have been identified from several surface sites (Till et al. 2006, and references therein). East of 144° and just north of the Tintina fault, Late Cretaceous, Paleocene, and Eocene pollen have been recovered from surface exposures (Miyaoka 1990) and from shallow cores (Till et al. 2006). Nonmarine sedimentary rocks distributed along the Tintina fault north of the YTU contain a Late Cretaceous unit that is unconformably overlain by a unit with Paleocene to Eocene flora (Cushing et al. 1986). The Paleocene–Eocene rocks were derived from multiple sources, including the YTU, and are proposed to have been deposited in an extensional basin related to movement on the Tintina fault (Cushing et al. 1986). Restoration of the 430 km of mostly Eocene dextral displacement (Gabrielse et al. 2006) proposed for the Tintina fault system still allows for accumulation of some of the proposed material eroded from the YTU in the latest Cretaceous early Tertiary.\nSome of the material eroded from the YTU in the early Tertiary may have been deposited in the Susitna basin of southern Alaska (Fig. 1). Restoration of 370 km of right-lateral strike-slip displacement along the Denali fault in mostly mid-Tertiary time (Lowey 1998) would place the YTU farther west and in closer proximity to Paleogene sedimentary rocks encountered in exploratory wells in the Susitna basin (Stanley et al. 2014). The lowest drilled package is Paleocene, based on palynomorphs and 57 Ma 40Ar/39Ar ages; these rocks are overlain by an Eocene nonmarine sequence that is unconformably overlain by Miocene and younger strata (Stanley et al. 2014). Given that the physiographic barrier of the Alaska Range that currently separates the YTU and that the Susitna basin was not in existence until its Neogene uplift—beginning in either the early–middle Miocene ( 25–15 Ma; Ridgway et al. 1999; Benowitz et al. 2011, 2014; Brennan and Ridgway 2015) or late Miocene – early Pliocene ( 10–5 Ma; Wahrhaftig 1987; Fitzgerald et al. 1993)—the Susitna basin may have been a recipient for some of the post-70 Ma overburden eroded from the western Fortymile River area and the YTU in general."
  }, {
    "heading": "Conclusions",
    "text": "Apatite fission-track results from the Yukon–Tanana Upland document widespread Eocene cooling through the fission-track Partial Annealing Zone for a collection that is dominated by ridgetop samples in this region of comparatively low relief. Samples obtained near northeast-trending fault zones that separate major crustal blocks commonly yield Oligocene and Miocene AFT ages attributed to local hydrothermal fluid flow. Although no clear pattern of AFT cooling ages relative to exhumation levels of the various crustal blocks is evident, differential uplift of blocks likely played a role in the low-temperature thermal evolution of the YTU, as has been proposed for some areas. Uplift and erosion following mid-Cretaceous magmatism led to exposure of 107 Ma and older plutonic rocks in some fault-bounded blocks. Nevertheless, an additional mechanism is required to account for removal of >2 km of material, to explain the present surface position of material with Eocene AFT ages in interfluvial areas.\nCritical to interpreting the AFT results is geologic evidence that the Fortymile River drainage evidently has not experienced major change in base level since the latest Cretaceous (70 Ma) and other nearby drainages, such as the Charley and Goodpaster rivers, since at least the Paleocene. This observation suggests that Tertiary uplift and exhumation as a result of far-field effects of southern Alaskan convergent-plate tectonism is not the sole mechanism to explain Eocene cooling. We therefore propose a model in which the warm, wet late Paleocene – middle Eocene subtropical climate, for which there is ample documentation across Arctic and subarctic North America, was responsible for weathering and erosion that led to rapid cooling of rocks that yield Eocene AFT ages. While valleys cut in the Late Cretaceous – Paleocene remained stable, enhanced chemical weathering and frequent intense storm events would have shed overburden from interfluves, to be carried as fine-grained sediment either through the ancestral Yukon River (Kwikhpak River in Alaska) to the sea or deposited relatively nearby in the Nenana, Yukon Flats, and, possibly, Susitna basins. Lack of concurrent regional isostatic uplift may be explained by an increase in crustal density brought about by emplacement of unexposed mafic intrusions related to regional Paleogene bimodal magmatism. Although as yet imperfect, our model that invokes climate-driven selective exhumation of high ground appears to better explain widespread Eocene AFT ages in interior Alaska than does a mechanism dominated by tectonic forcing and uplift. Our data set, while nonideal in its design, sets the stage for future, closely spaced sampling for lowtemperature thermochronologic systems along transects across the highest elevations, deepest valleys, and most important structures in the YTU."
  }, {
    "heading": "Acknowledgements",
    "text": "We thank Full Metal Minerals, USA, Inc., and Full Metal Zinc, especially Rob McLeod, Vice President of Exploration, for helicopter support and access to drill core and company reports for the Mount Veta area. Doyon, Ltd., granted permission to conduct our studies on Doyon’s selected or conveyed lands in the western Fortymile study area. Research was conducted as part of the U.S. Geological Survey Mineral Resources Program. Our work in the western Fortymile area would not have been possible without the systematic reconnaissance geologic mapping by Helen Foster. Importantly, her samples of outflow tuff from the valley of Gold Creek and discovery of other well-preserved volcanic features serve as critical constraints in our model for erosion and exhumation of the Yukon–Tanana Upland. John Aleinikoff provided apatite separates prepared by Renee Pillars. Discussions with Joe Colgan, Rick Stanley, and Jeff Benowitz helped clarify our interpretation of AFT data. The manuscript benefited from thorough and constructive reviews of a previous draft by Richard Lease and of the submitted version by two anonymous journal reviewers. Any use of trade, firm, or product names is for descriptive purposes only and does not imply endorsement by the U.S. Government."
  }],
  "year": 2016,
  "references": [{
    "title": "Rhyolitic calderas",
    "authors": ["C.R. Bacon", "H.L. Foster", "J.G. Smith"],
    "venue": "Geologists, Special Publication No",
    "year": 1990
  }, {
    "title": "Spatial variations in focused",
    "authors": ["P.G. Fitzgerald", "S. VanLaningham"],
    "year": 2011
  }, {
    "title": "The timing and provenance record",
    "authors": ["J.K. Mortensen"],
    "year": 2011
  }, {
    "title": "Detrital zircon record of Neogene",
    "authors": ["Yukon Geological Survey", "P.R.K. CD-ROM. Brennan", "K.D. Ridgway"],
    "year": 2015
  }, {
    "title": "Variability of apatite",
    "authors": ["W.D. Carlson", "R.A. Donelick", "R.A. Ketcham"],
    "year": 1999
  }, {
    "title": "Geological Survey Scientific Investigations Map 2975, scale",
    "authors": ["W.C. Day", "J.M. O’Neill", "C. Dusel-Bacon", "J.N. Aleinikoff", "C.R. Siron"],
    "year": 2014
  }, {
    "title": "Tectonic evolution and subsi",
    "authors": ["N.C. sim/3291/. Dixit", "C.L. Hanks", "C.S. Tomsich"],
    "year": 2012
  }, {
    "title": "Variability of apatite",
    "authors": ["R.A. Donelick", "R.A. Ketcham", "W.D. Carlson"],
    "year": 2012
  }, {
    "title": "Apatite fission-track",
    "authors": ["R.A", "P.B. O’Sullivan", "R.A. Ketcham"],
    "venue": "American Mineralogist,",
    "year": 2005
  }, {
    "title": "Cretaceous to Recent extension",
    "authors": ["A.T. Calvert", "P.B. Gans"],
    "year": 1995
  }, {
    "title": "Apatite fission-track evidence",
    "authors": ["J.M. Murphy"],
    "venue": "Bering Strait region, Alaska. Tectonics,",
    "year": 2001
  }, {
    "title": "Evidence for prolonged mid-Paleozoic",
    "authors": ["C. e01-015. Dusel-Bacon", "I.S. Williams"],
    "year": 2009
  }, {
    "title": "Paleozoic tectonic and metallogenic evolution",
    "authors": ["W.C. Day"],
    "year": 2006
  }, {
    "title": "Late Cenozoic uplift of Denali",
    "authors": ["P.G. 1130/GES01092.1. Fitzgerald", "E. Stump", "T.F. Redfield"],
    "year": 1993
  }, {
    "title": "Progressive metamorphism of schists",
    "authors": ["R.B. Forbes", "F.R. Weber"],
    "year": 1975
  }, {
    "title": "Geologic map of the eastern Yukon–Tanana Region, Alaska",
    "authors": ["H.L. Foster"],
    "venue": "Survey Miscellaneous Investigations Series Map I-922,",
    "year": 1992
  }, {
    "title": "Tertiary(?) folding in the Tanacross quad",
    "authors": ["H.L. Foster", "G.W. Cushing"],
    "venue": "U.S. Geological Survey Open-File Report 92-313,",
    "year": 1985
  }, {
    "title": "Geology of the Yukon–Tanana",
    "authors": ["J.P. Galloway"],
    "venue": "U.S. Geological Survey Bulletin",
    "year": 1946
  }, {
    "title": "Cretaceous and Cenozoic",
    "authors": ["America", "Boulder", "Colo", "H. pp. 205–240. Gabrielse", "D.C. Murphy", "J.K. Mortensen"],
    "year": 2006
  }, {
    "title": "Geology, Stewart River area (115N, 115-O and part",
    "authors": ["S.P. Gordey", "J.J. Ryan"],
    "year": 2005
  }, {
    "title": "How wet was the Arctic",
    "authors": ["D.R. Greenwood", "J.F. Basinger", "R.Y. Smith"],
    "year": 2010
  }, {
    "title": "Structural and kinematic evolution",
    "authors": ["V.L. Hansen", "C. Dusel-Bacon"],
    "year": 1998
  }, {
    "title": "Mesozoic thermal evolution",
    "authors": ["V.L. Hansen", "M.T. Heizler", "T.M. Harrison"],
    "year": 1991
  }, {
    "title": "The northern Cordil",
    "authors": ["R.J. Goldfarb", "L.L. Lewis", "J.L. Mair"],
    "venue": "Tectonics,",
    "year": 2004
  }, {
    "title": "Ash-flow tuffs and paleovalleys in northeastern Nevada",
    "authors": [],
    "year": 2008
  }, {
    "title": "Dating topography",
    "authors": ["B.P. Wernicke", "K.A. Farley"],
    "year": 1998
  }, {
    "title": "Paleo-geomorphology of the Sierra Nevada, California, from (U–Th)/He ages in apatite",
    "authors": ["M.A. House", "B.P. Wernicke", "K.A. Farley"],
    "venue": "American Journal of Science, 301: 77–102. doi:10.2475/ajs.301.2.77.",
    "year": 2001
  }, {
    "title": "Humidity estimate for the middle Eocene arctic rain forest",
    "authors": ["A.H. Jahren", "L.S.L. Sternberg"],
    "venue": "Geology, 31: 463–466. doi:10.1130/0091-7613(2003) 031%3C0463:HEFTME%3E2.0.CO;2.",
    "year": 2003
  }, {
    "title": "High temperatures in the Late Cretaceous Arctic Ocean",
    "authors": ["H.C. Jenkyns", "A. Forster", "S. Schouten", "J.S.S. Damsté"],
    "venue": "Nature, 432: 888–892. doi:10.1038/ nature03143. PMID:15602558.",
    "year": 2004
  }, {
    "title": "Tertiary gold-bearing gravel at Livengood, Alaska",
    "authors": ["S.M. Karl", "T.A. Ager", "K. Hanneman", "S.D. Teller"],
    "venue": "Geologic studies in Alaska by the United States Geological Survey during 1987. Edited by J.P. Galloway and T.D. Hamilton. U.S. Geological Survey Circular 1016, pp. 61–63. Kennett, J.P., and Stott, L.D. 1991. Abrupt deep-sea warming, palaeoceanographic",
    "year": 1988
  }, {
    "title": "Forward and inverse modeling of low-temperature thermochronometry data",
    "authors": ["R.A. Ketcham"],
    "venue": "Reviews in Mineralogy and Geochemistry, 58: 275–314. doi:10.2138/rmg.2005.58.11.",
    "year": 2005
  }, {
    "title": "Variability of apatite fission-track annealing kinetics: III",
    "authors": ["R.A. Ketcham", "R.A. Donelick", "W.D. Carlson"],
    "venue": "Extrapolation to geological time scales. American Mineralogist, 84: 1235–1255. doi:10.2138/am-1999-0903.",
    "year": 1999
  }, {
    "title": "Improved modeling of fission-track annealing in apatite",
    "authors": ["R.A. Ketcham", "A. Carter", "R.A. Donelick", "J. Barbarand", "A.J. Hurford"],
    "venue": "American Mineralogist, 92: 799–810. doi:10.2138/am.2007.2281.",
    "year": 2007
  }, {
    "title": "Subsidence of ash-flow calderas: relation to caldera size and magma-chamber geometry",
    "authors": ["P.W. Lipman"],
    "venue": "Bulletin of Volcanology, 59: 198–218. doi:",
    "year": 1997
  }, {
    "title": "A new estimate of the amount of displacement on the Denali fault system based on the occurrence of carbonate megaboulders in the Dezadeash Formation (Jura–Cretaceous), Yukon, and the Nutzotin Mountains sequence (Jura–Cretaceous), Alaska",
    "authors": ["G.W. Lowey"],
    "venue": "Bulletin of Canadian Petroleum Geology, 46: 379–386.",
    "year": 1998
  }, {
    "title": "Cenozoic to Recent plate configurations in the Pacific Basin: Ridge subduction and slab window magmatism in western North America",
    "authors": ["J.K. Madsen", "D.J. Thorkelson", "R.M. Friedman", "D.D. Marshall"],
    "venue": "Geosphere, 2: 11–34. doi:10.1130/GES00020.1.",
    "year": 2006
  }, {
    "title": "Time-dependent effects of heat advection and topography on cooling histories during erosion",
    "authors": ["N.S. Mancktelow", "B. Grasemann"],
    "venue": "Tectonophysics, 270: 167–195. doi:10.1016/S0040-1951(96)00279-X.",
    "year": 1997
  }, {
    "title": "Fossil crocodilians as indicators of Late Cretaceous and Cenozoic climates: Implications for using palaeontological data in reconstructing palaeoclimate",
    "authors": ["P.J. Markwick"],
    "venue": "Palaeogeography, Palaeoclimatology, and Palaeoecology, 137: 205–271. doi:10.1016/S0031-0182(97)00108-9.",
    "year": 1998
  }, {
    "title": "Plutonic-related gold deposits of interior Alaska",
    "authors": ["D. McCoy", "R.J. Newberry", "P. Layer", "J.J. DiMarchi", "A. Bakke", "J.S. Masterman", "D.L. Minehane"],
    "venue": "Mineral deposits of Alaska. Edited by R.J. Goldfarb and L.D. Miller. Economic Geology Monograph 9, pp. 191–241. McDannell, K.T., Toro, J., Hourigan, J.K., and Harris, D. 2014. Thermochronologic",
    "year": 1997
  }, {
    "title": "Fossil locality map and fossil data for the southeastern Charley River quadrangle, East-Central Alaska",
    "authors": ["R.T. Miyaoka"],
    "venue": "U.S. Geological Survey Miscellaneous Field Studies Map MF-2007, 46 p., 1 sheet, scale 1:100 000. Moll-Stalcup, E.J., Brew, D.A., and Vallier, T.L. 1994. Latest Cretaceous and Cenozoic magmatic rocks of Alaska. In The geology of Alaska, v. G1, The geology of",
    "year": 1990
  }, {
    "title": "Geological Society of America, Boulder, Colo., Plate",
    "authors": ["North America"],
    "year": 2001
  }, {
    "title": "Two stages of deformation and fluid migration in the west-central Brooks range fold and thrust belt",
    "authors": ["T.E. Moore", "C.J. Potter", "P.B. O’Sullivan", "K.L. Shelton", "M.B. Underwood"],
    "year": 2004
  }, {
    "title": "The Cenozoic palaeoenvironment of the Arctic Ocean",
    "authors": ["K. 157–186. Moran", "J. Backman", "H. Brinkhuis", "S.C. Clemens", "T. Cronin", "Dickens", "G.R"],
    "year": 2006
  }, {
    "title": "Geology of southwestern Dawson map area, Yukon Territory (NTS 116 B, C)",
    "authors": ["J.K. Mortensen"],
    "venue": "Geological Survey of Canada, Open File 1927, pp. 73–78. Mortensen, J.K. 1996. Geological compilation maps of the northern Stewart River map area, Klondike and Sixty Mile Districts. Exploration and Geological Services Division, Yukon, Indian and Northern Affairs Canada Open File",
    "year": 1988
  }, {
    "title": "Middle Cretaceous calderas in eastern Alaska and associated ignimbrites and distal outflow tuffs in west-central Yukon [poster",
    "authors": ["J.K. Mortensen"],
    "venue": "In Yukon Geoscience Forum, Whitehorse,",
    "year": 2008
  }, {
    "title": "Low-temperature thermal history of the Gilmore Dome area, Fairbanks Mining District, Alaska",
    "authors": ["J.M. Murphy", "A. Bakke"],
    "venue": "Canadian Journal of Earth Sciences, 30: 764–768. doi:10.1139/e93-062.",
    "year": 1993
  }, {
    "title": "Paleozoic tectonic and metallogenetic evolution of pericratonic terranes in Yukon, northern British Columbia and eastern Alaska",
    "authors": ["J.L. Nelson", "M. Colpron", "S.J. Piercey", "C. Dusel-Bacon", "D.C. Murphy", "C.F. Roots"],
    "venue": "Paleozoic evolution and metallogeny of pericratonic terranes at the ancient Pacific margin of North America, Canadian and Alaskan Cordillera. Edited by",
    "year": 2006
  }, {
    "title": "The Cordillera of British Columbia, Yukon, and Alaska: Tectonics and metallogeny",
    "authors": ["J.L. Nelson", "M. Colpron", "S. Israel"],
    "venue": "Tectonics, terranes, metallogeny and discovery: The North American Cordillera and similar accretionary settings. Edited by M. Colpron, T. Bissig, B.G. Rusk, and J.F.H. Thompson. Society of Economic Geologists, Special Publication 17,",
    "year": 2013
  }, {
    "title": "Mineral deposits and associated Mesozoic and Tertiary igneous rocks within the interior Alaska and adjacent Yukon portions of the ‘Tintina Gold Belt’: A progress report",
    "authors": ["R.J. Newberry"],
    "venue": "The Tintina Gold Belt: Concepts, exploration, and discoveries. Edited by T.L. Tucker and M.T. Smith. British Colombia and Yukon Chamber of Mines, Special Volume 2, pp. 59–88.",
    "year": 2000
  }, {
    "title": "MesozoicTertiary igneous rocks of eastern interior Alaska: Ages, compositions, and tectonic settings",
    "authors": ["R.J. Newberry", "P.W. Layer", "D.N. Solie", "R.E. Burleigh"],
    "venue": "Geological Society of America Abstracts with Programs, 27(5): 68.",
    "year": 1995
  }, {
    "title": "Preliminary geologic map of the Fairbanks Mining District, Alaska",
    "authors": ["R.J. Newberry", "T.K. Bundtzen", "K.H. Clautice", "R.A. Combellick", "T. Douglas", "Laird", "G.M"],
    "venue": "Alaska Division of Geological and Geophysical Surveys Public-Data File 96-16,",
    "year": 1996
  }, {
    "title": "Petrology, geochemistry, age, and significance of two foliated intrusions in the Fairbanks District, Alaska",
    "authors": ["R.J. Newberry", "T.K. Bundtzen", "J.K. Mortensen", "F.R. Weber"],
    "venue": "Geologic studies in Alaska by the United States Geological Survey, 1996. Edited by J.E. Gray and J.R. Riehle. U.S. Geological Survey Professional Paper 1595, pp. 117–129. Available from http://",
    "year": 1998
  }, {
    "title": "New 40Ar/39Ar dates for intrusions and mineral prospects in the eastern Yukon–Tanana terrane—Regional patterns and significance, Alaska",
    "authors": ["R.J. Newberry", "P.W. Layer", "R.E. Burleigh", "D.N. Solie"],
    "venue": "Geologic studies in Alaska by the United States Geological Survey, 1996. Edited by J.E. Gray and J.R. Riehle. U.S. Geological Survey Professional Paper 1595, pp. 131–159. Avail-",
    "year": 1998
  }, {
    "title": "The Black Mountain tectonic zone—A reactivated northeast-trending crustal shear zone in the Yukon–Tanana Upland of east-central Alaska",
    "authors": ["J.M. O’Neill", "W.C. Day", "J.N. Aleinikoff", "R.W. Saltus"],
    "venue": "Edited by L.P. Gough and W.C. Day",
    "year": 2010
  }, {
    "title": "Multiple phases of Tertiary uplift and erosion in the Arctic National Wildlife Refuge, Alaska, revealed by apatite fission track analysis",
    "authors": ["P.B. O’Sullivan", "P.F. Green", "S.C. Bergman", "J. Decker", "I.R. Duddy", "A.J.W. Gleadow", "D.L. Turner"],
    "venue": "American Association of Petroleum Geologists Bulletin,",
    "year": 1993
  }, {
    "title": "Late Mesozoic and Cenozoic thermotectonic evolution of the central Brooks Range and adjacent North Slope foreland basin, Alaska: Including fission track results from the TransAlaska Crustal Transect (TACT)",
    "authors": ["P.B. O’Sullivan", "J.M. Murphy", "A.E. Blythe"],
    "venue": "Journal of Geophysical Research,",
    "year": 1997
  }, {
    "title": "Block rotation in east-central Alaska: A framework for evaluating earthquake potential? Geology, 23: 629–632",
    "authors": ["R.A. Page", "G. Plafker", "H. Pulpan"],
    "venue": "doi:10.1130/0091-7613(1995)023<0629:BRIECA>2.3.CO;2.",
    "year": 1995
  }, {
    "title": "Middle Cretaceous orogenesis in the northern Cordillera: A Mediterranean analog of collision-related extensional tectonics",
    "authors": ["T.L. Pavlis"],
    "venue": "Geology, 17: 947–950. doi:10.1130/0091-7613(1989)017<0947:MCOITN>2.3.CO;2.",
    "year": 1989
  }, {
    "title": "MidCretaceous extensional tectonics of the Yukon–Tanana terrane, Trans-Alaska Crustal Transect (TACT), east-central Alaska",
    "authors": ["T.L. Pavlis", "V.B. Sisson", "H.L. Foster", "W.J. Nokleberg", "G. Plafker"],
    "venue": "Tectonics, 12: 103–122. doi:10. 1029/92TC00860.",
    "year": 1993
  }, {
    "title": "An overview of the geology and tectonic evolution of Alaska",
    "authors": ["G. Plafker", "H.C. Berg"],
    "venue": "The geology of Alaska, v. G1, The geology of North America. Edited by G. Plafker and H.C. Berg. Geological Society of America, Boulder, Colo., pp. 989–1021.",
    "year": 1994
  }, {
    "title": "Coupled spatial variations in precipitation and long-term erosion rates across the Washington Cascades",
    "authors": ["P.W. Reiners", "T.A. Ehlers", "S.G. Mitchell", "D.R. Montgomery"],
    "venue": "Nature, 426: 645–647. doi:10.1038/nature02111. PMID: 14668859.",
    "year": 2003
  }, {
    "title": "Petrology and provenance of the Neogene Usibelli Group and Nenana Gravel: Implications for the denudation history of the central Alaska Range",
    "authors": ["K.D. Ridgway", "J.M. Trop", "D.E. Jones"],
    "venue": "Journal of Sedimentary Research, 69: 1262–1275. doi:10.2110/jsr.69.1262.",
    "year": 1999
  }, {
    "title": "Geology of the Little Whiteman carbonate hosted replacement Zn-Pb-Ag-(Cu) Prospect, western Fortymile district, Alaska",
    "authors": ["C.R. Siron", "M.W. Hitzman", "R. McLeod"],
    "venue": "The challenge of finding new mineral resources: global metallogeny, innovative exploration, and new discoveries. Edited by R.J. Goldfarb, E.E. Marsh, and T. Monecke. Society of Economic Geologists, Special Publica-",
    "year": 2010
  }, {
    "title": "Introduction: An overview of ridge-trench interactions in modern and ancient settings",
    "authors": ["V.B. Sisson", "T.L. Pavlis", "S.M. Roeske", "D.J. Thorkelson"],
    "venue": "Geology of a transpressional orogen developed during ridge-trench interaction along the North Pacific margin. Edited by V.B. Sisson, S.M. Roeske, and T.L. Pavlis. Geological Society of America, Special Paper 371, pp. 293–326.",
    "year": 2003
  }, {
    "title": "Subtropical Arctic Ocean temperatures during the Palaeocene/ Eocene thermal maximum",
    "authors": ["A. Sluijs", "S. Schouten", "M. Pagani", "M. Woltering", "H. Brinkhuis", "Damsté", "J.S.S"],
    "year": 2006
  }, {
    "title": "The Late Cretaceous environment of the Arctic: A quantitative reassessment based on plant fossils",
    "authors": ["R.A. Spicer", "A.B. Herman"],
    "venue": "Paleogeography, Paleoclimatology, Paleoecology, 295: 423–442. doi:10.1016/j.palaeo.2010.02. 025.",
    "year": 2010
  }, {
    "title": "Tectonic implications of new geological and geophysical results from the Susitna basin, south-central Alaska",
    "authors": ["R.G. Stanley", "P.J. Haeussler", "J.A. Benowitz", "K.A. Lewis", "D.P. Shellenbaum", "Saltus", "R.W"],
    "venue": "In Search and Discovery Article #10608, posted July",
    "year": 2014
  }, {
    "title": "A window into the Early to mid-Cretaceous infrastructure of the Yukon– Tanana terrane recorded in multi-stage garnet of west-central Yukon, Canada",
    "authors": ["R.D. Staples", "H.D. Gibson", "R.G. Berman", "J.J. Ryan", "M. Colpron"],
    "venue": "Journal of Metamorphic Geology, 31: 729–753. doi:10.1111/jmg.12042.",
    "year": 2013
  }, {
    "title": "Middle Jurassic to earliest Cretaceous mid-crustal tectonometamorphism in the northern Canadian Cordillera: Recording forelanddirected migration of an orogenic front",
    "authors": ["R.D. Staples", "D.C. Murphy", "H.D. Gibson", "M. Colpron", "R.G. Berman", "J.J. Ryan"],
    "venue": "Geological Society of America Bulletin, 126: 1511–1530. doi:10.1130/B31037.1.",
    "year": 2014
  }, {
    "title": "The influence of eroding topography on steady-state isotherms",
    "authors": ["L. Stüwe", "R. White", "R. Brown"],
    "venue": "Application to fission-track analysis. Earth and Planetary Science Letters, 124: 63–74. doi:10.1016/0012-821X(94)00068-9.",
    "year": 1994
  }, {
    "title": "Paleoclimatic and Paleoecological implications of a Paleocene–Eocene fossil leaf assemblage, Chickaloon Formation, Alaska",
    "authors": ["D. Sunderlin", "G. Loope", "N.E. Parker", "C.J. Williams"],
    "venue": "Palaios, 26: 335–345. doi:10.2110/palo.2010. p10-077r.",
    "year": 2011
  }, {
    "title": "Evidence for extreme climatic warmth from Late Cretaceous",
    "authors": ["P. Castillo"],
    "year": 1998
  }, {
    "title": "Apatite fission-track",
    "authors": ["A.B. Till", "P. O’Sullivan", "D. Bradley", "S. Roeske"],
    "year": 2004
  }, {
    "title": "Alaska’s interior rift basins",
    "authors": ["G.K. Van Kooten", "M. Richter", "P.A. Zippi"],
    "year": 2012
  }, {
    "title": "The Cenozoic section at Suntrana, Alaska",
    "authors": ["C. Wahrhaftig"],
    "venue": "Geological Soci-",
    "year": 1987
  }, {
    "title": "Orogeny and orography: the effects of erosion on the struc",
    "authors": ["S.D. Willett"],
    "year": 1999
  }, {
    "title": "Review of radiometric data",
    "authors": ["F.H. Wilson", "J.G. Smith", "N. Shew"],
    "year": 1985
  }, {
    "title": "Tectonic history of the BeringSea and the evolution of Ter",
    "authors": ["D.M. Worrall"],
    "year": 1991
  }],
  "id": "SP:a4fd58525769ae6d248bfe479e7cf354e8ba7ee0",
  "authors": [{
    "name": "Cynthia Dusel-Bacon",
    "affiliations": []
  }, {
    "name": "Charles R. Bacon",
    "affiliations": []
  }, {
    "name": "Paul B. O’Sullivan",
    "affiliations": []
  }, {
    "name": "Warren C. Day",
    "affiliations": []
  }],
  "abstractText": "The origin and antiquity of the subdued topography of the Yukon–Tanana Upland (YTU), the physiographic province between the Denali and Tintina faults, are unresolved questions in the geologic history of interior Alaska and adjacent Yukon. We present apatite fission-track (AFT) results for 33 samples from the 2300 km2 western Fortymile district in the YTU in Alaska and propose an exhumation model that is consistent with preservation of volcanic rocks in valleys that requires base level stability of several drainages since latest Cretaceous–Paleocene time. AFT thermochronology indicates widespread cooling below 110 °C at 56–47 Ma (early Eocene) and 44–36 Ma (middle Eocene). Samples with 33–27, 19, and 10 Ma AFT ages, obtained near a major northeast-trending fault zone, apparently reflect hydrothermal fluid flow. Uplift and erosion following 107 Ma magmatism exposed plutonic rocks to different extents in various crustal blocks by latest Cretaceous time. We interpret the Eocene AFT ages to suggest that higher elevations were eroded during the Paleogene subtropical climate of the subarctic, while base level remained essentially stable. Tertiary basins outboard of the YTU contain sediment that may account for the required >2 km of removed overburden that was not carried to the sea by the ancestral Yukon River system. We consider a climate driven explanation for the Eocene AFT ages to be most consistent with geologic constraints in concert with block faulting related to translation on the Denali and Tintina faults resulting from oblique subduction along the southern margin of Alaska. Résumé : La question de l’origine et de l’âge du relief adouci des hautes terres du Yukon–Tanana (HTYT), la province physiographique située entre les failles de Denali et de Tintina, demeure sans réponse dans le contexte de l’histoire géologique de l’intérieur de l’Alaska et du Yukon voisin. Nous présentons les résultats d’analyses des traces de fission dans l’apatite (TFA) pour 33 échantillons provenant du district de Fortymile occidental, dans les HTYT en Alaska, et proposons un modèle d’exhumation qui concorde avec la préservation de roches volcaniques dans les vallées, ce qui nécessite que les niveaux de base de plusieurs bassins versants soient demeurés stables depuis la période du Crétacé terminal-Paléocène. La thermochronologie par TFA indique un refroidissement répandu sous les 110 °C à 56–47 Ma (Éocène précoce) et 44–36 Ma (Éocène moyen). Des échantillons présentant des âges TFA de 33–27, 19 et 10 Ma, obtenus près d’une faille majeure d’orientation nord-est, semblent refléter l’écoulement de fluides hydrothermaux. Le soulèvement et l’érosion faisant suite au magmatisme à 107 Ma avaient, au Crétacé terminal, exposé à divers degrés des roches plutoniques dans divers blocs crustaux. Nous en concluons que les âges TFA éocènes indiqueraient que les zones de plus haute élévation ont été érodées durant la période de climat subtropical de la région subarctique au Paléogène, alors que le niveau de base demeurait essentiellement stable. Des bassins d’âge tertiaire distaux par rapport aux HTYT contiennent des sédiments qui pourraient expliquer les plus de 2 km de matériaux sus-jacents retirés qui n’ont pas été transportés vers la mer par le réseau ancestral du fleuve Yukon. Nous estimons qu’une explication reliée au climat pour les âges TFA éocènes est ce qui correspond le mieux aux contraintes géologiques, de concert avec le morcellement par failles associé à la translation le long des failles de Denali et de Tintina résultant de la subduction oblique le long de la marge méridionale de l’Alaska. [Traduit par la Rédaction]",
  "title": "Apatite fission-track evidence for regional exhumation in the subtropical Eocene, block faulting, and localized fluid flow in east-central Alaska"
}