{
  "sections": [{
    "text": "occurred between 4.5 and 4.0 ka, with a second abrupt expansion ∼ 3 ka. Due to its coastal setting and lower topographic threshold, the initial appearance of Drangajökull in the NW of Iceland was delayed until∼ 2.3 ka. All lake records reflect abrupt summer temperature and catchment disturbance at ∼ 4.5 ka, statistically indistinguishable from the global 4.2 ka event, and a second widespread abrupt disturbance at 3.0 ka, similar to the stepwise expansion of Langjökull and northeast Vatnajökull. Both are intervals characterized by large explosive volcanism and tephra distribution in Iceland resulting in intensified local soil erosion. The most widespread increase in glacier advance, landscape instability, and soil erosion occurred shortly after 2 ka, likely due to a complex combination of increased impact from volcanic tephra deposition, cooling climate, and increased sea ice off the coast of Iceland. All lake records indicate a strong decline in temperature ∼ 1.5 ka, which culminated during the Little Ice Age (1250–1850 CE) when the glaciers reached their maximum Holocene dimensions."
  }, {
    "heading": "1 Introduction",
    "text": "A growing number of proxy-based climate reconstructions provide essential information for understanding the patterns and mechanisms behind millennial-to-centennial-scale climate variability during the Holocene epoch. Most Northern Hemisphere reconstructions illustrate warmer-than-present conditions during the Holocene thermal maximum (HTM; 11–6 ka) but display spatiotemporal heterogeneity. For example, the HTM in the northern North Atlantic may have been\nPublished by Copernicus Publications on behalf of the European Geosciences Union.\ndelayed by up to 3000 years compared to the western Arctic (Kaufman et al., 2004). This asynchrony has been attributed to the lingering effects of the residual Laurentide Ice Sheet (LIS) and the Greenland Ice Sheet (GIS), which affected surface energy balances and impacted ocean circulation due to variable meltwater fluxes (Barber et al., 1999; Renssen et al., 2009, 2010; Blaschek and Renssen, 2013; Marcott et al., 2013; Sejrup et al., 2016). Although the primary forcing of the Northern Hemisphere’s subsequent cooling was the spatially uniform decline in summer insolation (Berger and Loutre, 1991), orbital forcing also led to nonuniform changes within the climate system (e.g., Wanner et al., 2008). On decadal to multi-centennial timescales, Holocene climate variability is linked to forcing factors such as solar activity and large tropical volcanic eruptions, in addition to coupled modes of internal variability such as the North Atlantic Oscillation (NAO), and changes in the Atlantic Meridional Overturning Circulation (AMOC) and its capacity to transport heat in the North Atlantic. Feedbacks between ocean, atmosphere, sea ice, and vegetation changes also complicate the global response to primary insolation forcing and result in nonlinear climate variability (Trouet et al., 2009; Miller et al., 2012; Lehner et al., 2013; Moreno-Chamarro et al., 2017).\nA recent synthesis showed that a general trend of mid Holocene glacier growth in the Northern Hemisphere was a response to declining summer temperatures driven by the orbitally controlled reduction in summer insolation (Solomina et al., 2015). However, spatially divided compilations based on the Arctic Holocene Transitions (AHT) database (Sundquist et al., 2014) indicate heterogeneous responses to the cooling between Arctic regions (Briner et al., 2016; Kaufman et al., 2016; Sejrup et al., 2016). The response of the northern North Atlantic region is considered to be particularly complex. Records from this region show a strongly uniform pattern of sea surface and terrestrial summer temperature responses to changes in summer insolation but also signatures of subregional differences that were apparently related to both the strong influence of the LIS’s disintegration and meltwater discharge in the early Holocene and the variability in AMOC strength throughout the remainder of the Holocene (Sejrup et al., 2016).\nIceland lies in the northern North Atlantic, a region strongly affected by the northward heat transport of AMOC (Fig. 1), and within the periphery of the strongest contemporary warming (Overland et al., 2016). Paleoclimate research across Iceland has shown that positive summer insolation anomalies of the early Holocene resulted in an “ice-free” Iceland by ∼ 9 ka (Larsen et al., 2012; Striberger et al., 2012; Harning et al., 2016a). Glacier modeling experiments suggest that the observed disappearance of Langjökull in central Iceland by 9 ka required summer temperature 3 ◦C above the late 20th-century average (Flowers et al., 2008), an estimate reinforced by simulations for Drangajökull, an ice cap in northwest Iceland (Anderson et al., 2018). Reconstruc-\ntions from two high-resolution lake sediment records in Iceland show that summertime cooling during the Holocene had commenced by ∼ 5 ka (Geirsdóttir et al., 2013). This cooling was likely intensified by lower sea surface temperatures around Iceland and increased export of Arctic Ocean sea ice resulting in renewed glacier nucleation in the mid Holocene (Geirsdóttir et al., 2009a; Larsen et al., 2012; Cabedo-Sanz et al., 2016). The high-resolution lacustrine records indicate that, despite the monotonic decline in summer insolation, Iceland’s landscape changes and ice cap expansions were nonlinear with abrupt changes occurring ∼ 5.0, ∼ 4.5–4.0, ∼ 3.0, and ∼ 1.5 ka (Geirsdóttir et al., 2013), with Iceland’s ice caps reaching maximum dimensions during the Little Ice Age (LIA, ∼ 1250–1850 CE; Larsen et al., 2015, Harning et al., 2016b; Anderson et al., 2018). In order to understand the nonlinear pattern and stepped environmental and climate changes in Iceland after the HTM and how regional temperatures evolved in terms of timing, magnitude, and glacier inception, we focus specifically on the climate steps between 6.0 and 3.0 ka. This time interval includes the 4.2 ka aridification and cooling event recognized at many global locations. We place the 4.2 ka event in the context of our Icelandic Holocene climate reconstruction and knowledge of large Icelandic volcanic eruptions as a way of judging if it is indeed a major climate event.\nThis paper composites six different normalized climate proxies (i.e., mean= 0± 1) in high sedimentation-rate cores from seven lakes in Iceland. Here, we add five new sediment records to the original two-lake composite of Geirsdóttir et al. (2013) to more effectively evaluate whether individual site-specific proxy records reflect regional climate changes or catchment-specific processes that are less directly coupled to climate. We employ a statistical comparison of our proxy reconstructions from the seven lakes to quantitatively evaluate their between-lake correlation over time and, by inference, their utility as proxies for regional climate."
  }, {
    "heading": "2 Study sites",
    "text": "The temperature and precipitation gradients across Iceland reflect the island’s position between cold sea surface currents from the Arctic and warmer, saltier sea surface currents from lower latitudes delivered by discrete limbs of the AMOC (Fig. 1). Consequently, climate perturbations that alter the strength, temperature, and/or latitudinal position of these currents should translate into significant changes in the mean terrestrial climate state of Iceland. As an example, sea ice imported and locally formed off the north coast of Iceland during extreme cold events provides a positive feedback on the duration and severity of short-term perturbations from volcanic eruptions (Miller et al., 2012; Sicre et al., 2013; Slawinska and Robock, 2018).\nClim. Past, 15, 25–40, 2019 www.clim-past.net/15/25/2019/\nDue to Iceland’s location astride the North Atlantic Ridge, frequent volcanism during the Holocene has influenced Iceland’s environmental history. The basaltic bedrock is easily erodible, which results in high sedimentation rates within Icelandic lake catchments and the potential for highresolution climate records. The frequent production of thick tephra layers has also periodically stripped the landscape of vegetation and triggered intensified soil erosion (cf. Arnalds, 2004; Geirsdóttir et al., 2009b; Larsen et al., 2011; Blair et al., 2015; Eddudóttir et al., 2017). Impacts on the climate and regional temperatures from Icelandic volcanism, however, have yet to be documented. Clear evidence exists for widespread soil erosion across Iceland during the past 1 000 years. While the prevailing hypothesis favors human settlement as the trigger for widespread erosion, a combination of natural late Holocene cooling and volcanic tephra deposition also likely played a role (e.g., Geirsdóttir et al., 2009b).\nThe seven lakes studied here lie on a transect crossing the temperature and precipitation gradient from south to northwest (Table 1, Figs. 1, 2). Furthermore, they represent a range of catchment styles, including lowland/coastal lakes, highland lakes, and non-glacial and glacial lakes, and they span elevations between 30 and 540 m a.s.l. The lakes are of varied sizes, from 0.2 to 28.9 km2, and lake depths range from 3 to 83 m (Fig. 2, Table 1). In most years, the lakes are ice covered from November to April, although early winter thaws and/or late season ice cover may occur. All lakes contain a high-resolution Holocene record with sediment thickness ranging from 2.5 m (SKR) to > 20 m (HVT) and occupy glacially scoured bedrock basins. Vestra Gíslholtsvatn (VGHV), Arnarvatn Stóra (ARN), Torfdalsvatn (TORF), Haukadalsvatn (HAK), and Skorarvatn (SKR) have not received glacial meltwater since deglaciation and preserve organic-rich sediments deposited throughout the re-\nmainder of the Holocene. In contrast, Hvítárvatn (HVT) and Tröllkonuvatn (TRK) are glacial lakes that have received glacial meltwater when ice margins reoccupied lake catchments following early Holocene deglaciation. Shrub heath characterizes the vegetation around most of the lakes, with low-lying plants and mosses dominating the shallow soils. The one exception is VGHV, the southernmost lake, which today is predominately surrounded by large planted hayfields. However, shrub heath grows near bedrock outcrops on elevated areas around VGHV, whereas fen/mires prefer locations where water can accumulate in lower elevation areas. Three of the lakes – VGHV, HVT, and ARN – lie within the current active volcanic zone of Iceland and therefore contain and preserve more frequent and thicker tephra layers compared to the other four lakes that all lie distal to the main volcanic zones (Fig. 1)."
  }, {
    "heading": "3 Methods",
    "text": "Geirsdóttir et al. (2013) composited six different normalized climate proxies in high sedimentation-rate (≥ 1 m ka−1) cores from two lakes: a glacial (HVT) and a non-glacial (HAK) lake. Despite the different catchment-specific processes that characterized each lake’s catchment, the composite proxy records show remarkably similar stepped changes toward colder states after the mid Holocene. The common signal in very different catchments indicates that the climate proxies in the sediment records reliably reflect past climate change in Iceland. Here, we add five new Icelandic lake sediment records and test whether we can replicate the twolake composite record in other lakes across Iceland. First, we generate a single multi-proxy composite record for each lake by applying the same methodology as in Geirsdóttir et al. (2013). Before calculating each regional mean record,\nwww.clim-past.net/15/25/2019/ Clim. Past, 15, 25–40, 2019\nTable 1. Lake settings.\nLake name Elevation Latitude Longitude Lake catch- Lake area Depth References (m a.s.l.) ment (km2) (km2) max (m)\nVestra Gíslholtsvatn (VGHV) 61 63◦56′33 N 20◦31′08 W 4.2 1.57 15 Blair et al. (2015) Hvítárvatn (HVT) 422 64◦38′13 N 19◦51′29 W 820 28.9 83 Larsen et al. (2011, 2012) Arnarvatn Stóra (ARN) 540 64◦57′04 N 20◦20′40 W 61 4 3 Gunnarson (2017) Torfdalsvatn (TORF) 52 66◦03′38 N 20◦22′59 W 2.76 0.4 5.8 Florian (2016) Haukadalsvatn (HAK) 32 65◦03′02 N 21◦38’15 W 172 3.3 42 Geirsdóttir et al. (2009, 2013) Tröllkonuvatn (TRK) 366 66◦08′39 N 22◦03′33 W 9.4 1.3 16.4 Harning et al. (2016, 2018) Skorarvatn (SKR) 183 66◦15′22 N 22◦1931 W 1.2 0.2 25 Harning et al. (2016, 2018)\nall records were standardized over the whole record/period, which permits a reliable comparison of the records with each other."
  }, {
    "heading": "3.1 Generating composite records from physical and organic proxies",
    "text": "The seven multi-proxy lake composites were generated following Geirsdóttir et al. (2013). Individual composite records were calculated from normalized values for each of six envi-\nronmental proxies by subtracting the physical proxies (TOC – total organic carbon, MS – magnetic susceptibility, C/N), which reflect erosional activity and cold and windy seasons within the catchment, from the organic matter proxies (BSi, δ13C, δ15N), which reflect biological productivity (mainly diatom growth) and summer warmth. As explained in Geirsdóttir et al. (2009b), TOC and C/N are grouped with the physical proxies (catchment instability) in the composites due to the flux of soil carbon into the lakes during periods of severe soil erosion occurring during cold, dry, and windy sea-\nClim. Past, 15, 25–40, 2019 www.clim-past.net/15/25/2019/\nsons. The TOC in the sediment is primarily a product of both production and transport. The production term is increased during warm periods due to increased plant growth, but transport is minimized as organic material in the catchment accumulates and remains sequestered in soils. During cold periods, even though the production term is minimized, the transport of previously accumulated organic matter from eroding soils contributes a large influx of OC (organic carbon) to the lake sediment. This more than compensates for any decrease in productivity due to shorter growing seasons and leads to a net increase in sediment TOC during cold periods. The soils of Iceland lack cohesion and are susceptible to erosion, both through aeolian processes and overland flow (Arnalds, 2004). Of these processes, wind transport of soils is widespread and significant in Iceland, as displayed by characteristic “rofabarð” features (Arnalds, 2000). A comparison of modern winter wind speed and lake sediment shows good correspondence during the instrumental record in northwest Iceland (Geirsdóttir et al., 2009b). We do not discount that soil erosion happens due to overland flow or glacier erosion but conclude that wind is the dominant driver.\nAll proxies are given equal weight in each lake’s multiproxy composite (Geirsdóttir et al., 2013). Analyseries software (Paillard et al., 1996) was used to resample each proxy time series to the same 20-year increments. The 20-year interval reflects the minimum resolution within the least resolved dataset used in the analysis (i.e., the BSi record). The C/N ratio reflects the ratio of terrestrially versus aquatically derived carbon in the lake sediments and hence the degree of erosion in the lake catchments. The individual proxy data used here have been published previously, and corresponding methods, geochronology, and interpretations are described in the relevant original publications (Table 1)."
  }, {
    "heading": "3.2 Correlating lake sediment cores",
    "text": "The abundant tephra layers archived in Icelandic lake sediments generally hold diagnostic geochemical fingerprints, which allow them to serve as key chronostratigraphic markers. These tephra horizons have been dated using historical information and radiocarbon measurements of soil, lacustrine, and marine archives. The tephra-based chronologies for each lake sediment sequence, together with synchronization of paleomagnetic secular variation between four of the lakes (HVT, HAK, ARN, TORF) and a well-dated marine sediment core off the coast of northern Iceland, provide robust chronologic control and minimal age uncertainties (<100 years) over the Holocene (e.g., Jóhannsdóttir, 2007; Stoner et al., 2007; Larsen et al., 2012; Ólafsdóttir et al., 2013; Harning et al., 2018a). These detailed chronologies thus allow for the development of regional syntheses of climate history through the direct comparison of the records from nearby lakes (Geirsdóttir et al., 2013). The age model for each lake was constructed by fitting control points with a smoothed spline using the CLAM code (Blaauw, 2010) before resam-\npling to the same 20-year increment. All ages in the text are reported as calendar years prior to 2000 CE (b2k)."
  }, {
    "heading": "3.3 Statistical analyses",
    "text": "Our primary goal when reconstructing Holocene climate evolution is to test whether changes on decade-to-century scales are regionally coherent (e.g., Geirsdóttir et al., 2013). This effort requires continuous records from different catchments where consideration is given to the large number of highly resolved climate proxies derived from each of the seven lake sediment records. We are primarily interested in the agreement or otherwise of the trends in the data. In order to compare both within-lake and between-lake variables, we normalized the resampled data (n= 3478) so that (1) all variables had equal weight (mean= 0±1) and (2) differences between lakes, possibly due to climatic gradients, are clarified. In order to evaluate the linkages between the lake proxies, we applied R-Mode factor analysis to the 6× 3478 data matrix (Davis, 1986; Aabel, 2016) to evaluate the proxy records as indices of regional climate change rather than site-specific environmental conditions that may be decoupled from regional climatic parameters. Factor analysis extracts the dominant signal (first principal component, PC), and the explained variance plus each lakes factor scores give a measure of how the different sites are associated with this main signal, hence allowing us to evaluate the importance of an individual proxy as a climate recorder."
  }, {
    "heading": "4 Results and interpretation",
    "text": ""
  }, {
    "heading": "4.1 Proxy measurements and the composite Holocene records",
    "text": "The multi-proxy composites for each lake reduce proxyspecific signals within each lake, while amplifying those signals that are recorded by most or all proxies (Fig. 3a). By isolating each individual lake composite record, the signal of catchment-specific processes within each lake record is preserved, which validates our comparison between different catchments to test for a regional, Iceland-wide signal."
  }, {
    "heading": "4.2 Results from factor analyses",
    "text": "We employ the statistical comparison between our proxybased reconstructions from the lakes in order to quantitatively evaluate their correlation over time and, by inference, their utility as proxies for regional climate. The results (Table 2) indicate that the first factor explains 56.9 % of the variance and has high loadings (associations) with five of the proxies. MS and δ15N are positively loaded on this axis whereas TC (total carbon), BSi, and δ13C have strong negative loadings. Communalities, a measure of shared information (Davis, 1986; Aabel, 2016), is high for all six proxies, with δ15N having the highest unique (noise) rating. An ad-\nwww.clim-past.net/15/25/2019/ Clim. Past, 15, 25–40, 2019\nTable 2. Factor analyses.\nObject label Factor 1 Factor 2 Factor 3 Communality Unique Varimax factor 1 Varimax factor 2 Varimax factor 3\nEigenvalue 3.4128 1.1684 0.571 Variance (%) 56.8808 19.4734 9.5172 Variance (cum. %) 56.8808 76.3542 85.8714\n1 2 3\nMS 0.7936 0.1134 0.538 0.9321 0.0679 0.2624 0.1081 0.9228 C/N 0.0525 0.9686 −0.0584 0.9444 0.0556 0.0062 0.9717 0.0146 TC −0.8616 0.2605 −0.2196 0.8584 0.1416 −0.5439 0.2405 −0.7105 BSi −0.7982 0.2665 0.3827 0.8546 0.1454 −0.8769 0.2083 −0.2056 δ13C −0.8621 −0.2683 0.103 0.8258 0.1742 −0.7097 −0.3086 −0.4764 δ15N 0.811 0.0801 −0.27 0.737 0.263 0.7899 0.1302 0.3101\nditional 19.5 % of the variance is explained by the second factor, which is largely a measure of the C/N ratio. Varimax factor analysis (Table 2) does not result in any significant changes in the rankings or sign of the proxies, except for BSi, which now has the strongest loading on factor 1. The first two factors explain 76.4 % of the data, indicating that most of the variance in the dataset may be explained by these factors and that the seven lake sediment records are showing a similar signal.\nA plot of the factor scores (Fig. 4), labeled for each of the seven lakes, indicates a clear environmental gradient along the first-factor axis and a less distinct, but still clear, division on the second-factor axis, for example between HVT and HAK (Fig. 4). These distinct clusters reflect the combined scaling of each 3478 measurements per proxy.\nThe similarities in timing and direction in variations of climate proxies preserved in all seven composites, our robust age models, and the communalities (Table 2) enable us to consider all seven composite lake records and gener-\nClim. Past, 15, 25–40, 2019 www.clim-past.net/15/25/2019/\nate a single time series (Fig. 5a). Compared to our previous composite (Geirsdóttir et al., 2013), the seven-lake composite is near-identical indicating that all lakes experienced similar climatic histories with relatively minor superimposed catchment-specific processes (Fig. 5a). Furthermore, the results from the factor analyses suggest that in addition to a seven-lake all-proxy composite, a simple seven-lake composite of just BSi (relative spring/summer warmth; e.g., Geirsdóttir et al., 2009b) and C/N (cold or erosional activity) can increase our understanding of the evolution of Holocene climate in Iceland and disentangle the catchment responses (C/N) to climate change and the temperature forcing (BSi). A comparison of such reconstructions with the composite of all proxies/all lakes is shown in Fig. 5b and c."
  }, {
    "heading": "5 Discussion",
    "text": ""
  }, {
    "heading": "5.1 The 4.2 ka event in Iceland and the role of volcanism",
    "text": "The overall (first-order) trend of both the seven-lake all proxies and BSi composites track the orbital cycle of summer insolation across the Northern Hemisphere after peak insolation ∼ 11 ka (Fig. 5b, c). Superimposed on the first-order decrease in composite BSi-inferred relative temperature are apparent step changes at ∼ 5.5, ∼ 4.5, ∼ 3, and ∼ 1.5 ka, with the lowest temperatures culminating during the LIA between 0.7 and 0.1 ka. However, the prominent step ∼ 4.5– 4.0 is the first distinct step that can be correlated between all seven lake records (Fig. 3b). This period spans the wellknown ∼ 4.2 ka event identified as a period of abrupt climate change elsewhere around the globe, manifested by pronounced dry conditions resulting in severe societal collapse in the Eastern Mediterranean (e.g., Weiss, 2016, 2017; Weiss et al., 1993; Cullen et al., 2000) and cooler and/or wetter conditions at higher altitudes in the Alps (Zanchetta et al., 2011,\n2016). However, depending on the proxy and/or site chosen, the radiometric ages constraining these records from outside of Iceland indicate a much broader interval from 4.5 to 3.5 ka (Gasse, 2000; Wang et al., 2016; LeRoy et al., 2017; Railsback et al., 2018). Discerning whether the period of major climate in Iceland between 4.5 and 4.0 ka relates to the global expressions of the 4.2 ka climate event remains an open question.\nTwo steps toward cooling in the Icelandic lacustrine records coincide with two of the largest explosive eruptions of the Holocene in Iceland; Hekla 4 (3826± 1214C BP/4197 cal yr BP; Dugmore et al., 1995) and Hekla 3 (2879± 3414C BP/3006 cal yr BP; Dugmore et al., 1995). Both these Hekla eruptions deposited at least 1 cm of tephra over 80 % of the surface of Iceland and are important tephrochronological markers throughout Europe and, importantly, a tie point between most of our lake sediment records.\nwww.clim-past.net/15/25/2019/ Clim. Past, 15, 25–40, 2019\nBecause tephra fallout from these eruptions likely disrupted local ecosystems (Larsen et al., 2011; Christensen, 2013; Eddudóttir et al., 2017), it is possible that they artificially imply colder conditions in Icelandic lake sediment records from induced terrestrial erosion (higher C/N), which we would normally attribute to periods of cold and windy winters. However, Hekla 4 and Hekla 3 tephra are not found in either SKR or TRK (two lakes around Drangajökull in northwest Iceland), and thus the proxy records from these two lakes provide unequivocal evidence for cooling at these times unrelated to tephra-induced catchment disturbance or soil erosion (Harning et al., 2018a, b).\nIn terms of potential regional climate and temperature changes induced by the Hekla 4 eruption, the bulk of the tephra emitted was fine to very fine ash with a residence time in the atmosphere presumably on the order of days to weeks, which together can lead to a significant impact on a local to regional scale on timescales ranging from weeks to ∼ 3 years. The volume of the tephra is estimated to be 13.3 km3 (1.8 km3 when calculated as dense rock) deposited from a >30 km high eruption column, which makes it a category VEI5 event (Stevenson et al., 2015). Although the aerosol cloud produced by the Hekla 4 eruption had at least a hemispheric coverage, its impact on atmospheric properties and processes would have been negligible as data indicate that the Hekla 4 magma carried only about 20–70 ppm SO2 (e.g., Portnyagin et al., 2012), compared to, for example, the Laki eruption of 1783–1784 in Iceland, which carried 1600 ppm (Thordarson et al., 1996). On the other hand, Hekla 4 magma would have carried between 500 and 1000 ppm Cl (Laki, 310 ppm) and 1300–1600 ppm F (Laki, 660 ppm). Although the atmospheric venting of sulfur was negligible (<0.5 Tg), the halogen emissions would have been significant or on the order of 10–15 Tg (Sverrisdóttir et al., 2007; Portnyagin et al., 2012; Stevenson et al., 2015). The halogens released by the Hekla 4 eruption into the stratosphere may thus have resulted in hemispheric depletion of ozone and hence stratospheric cooling on the same scale. However, the current unknown is how that cooling translates into surface cooling and associated changes in the tropospheric weather systems.\nAlthough the origin and climatic impact of the 4.2 ka event remains poorly understood, it has previously been linked to both volcanism (e.g., Antoniades et al., 2018) and ocean– atmospheric circulation changes in the North Atlantic (Bond et al., 2001; Bianchi and McCave, 1999; deMenocal, 2001). The similarity in the timing of cool events at higher latitudes in the Northern Hemisphere at this time further supports a temporary climate shift around the North Atlantic, most likely associated with millennial-scale variability in the AMOC and/or the subpolar gyre (e.g., Risebrobakken et al., 2011; Thornalley et al., 2009; Trouet et al., 2009; Orme et al., 2018; Moreno-Chamarro et al., 2017; Zhong et al., 2018). Potential contributions to local and/or hemispheric climate changes resulting from Hekla 4 magma degassing, however, remain a topic of further research."
  }, {
    "heading": "5.2 The demise and growth of the Icelandic glaciers during the Holocene",
    "text": "Two of our lakes, HVT and TRK, are currently glacial lakes allowing their sediment records to track the activity of Langjökull and Drangajökull during periods when these ice caps attain sufficient dimensions to occupy the respective lake catchments (Figs. 2, 6). Hence, climate proxies in these lake sediments record the growth and demise of an upstream glacier (e.g., Briner et al., 2010; Larsen et al., 2012; Harning et al., 2018b). Both lake sediment records demonstrate that glacier ice disappeared from their catchments prior to 9 ka (Larsen et al., 2012; Harning et al., 2016b, 2018b). Furthermore, detailed sedimentological analyses of HVT indicate that the lake did not receive glacial meltwater between 7.9 and 5.5 ka (Larsen et al., 2012). Glacier modeling experiments show that the demise of Langjökull and Drangajökull during the early Holocene required summer temperatures to rise ∼ 3 ◦C above the late 20th-century average at this time (Flowers et al., 2008; Anderson et al., 2018).\nAt 5.5 ka, sedimentological analyses of HVT (increase in sediment accumulation rate, higher MS values, and diminished biological productivity) show the first abrupt change toward cooler conditions and glacier occupation of the lake catchment (Larsen et al., 2011; Fig. 3a, b). The hydrologically coupled ice-sheet model employed to simulate the evolution of Langjökull through the Holocene also captures the\nClim. Past, 15, 25–40, 2019 www.clim-past.net/15/25/2019/\ninception of the modern ice cap prior to 5 ka (Flowers et al., 2008), concurrent with the first abrupt change in the BSi, MS, and the sediment accumulation rate records (Fig. 6a). The second distinct change in HVT between 4.5 and 4.0 ka towards cooler climate is not only reflected in a suppressed algal productivity and increased landscape instability but a shift from weakly stratified to finely laminated sediments signaling the onset of a glacial–lacustrine-dominated HVT catchment. The Hekla 4 tephra layer generated from the explosive Hekla eruption dated to ∼ 4.2 ka marks the culmination of this second change towards cooler climate that started around 4.5 ka. At 3 ka HVT developed the first distinctly varved sediment record, reflecting increased glacier activity in the catchment (Larsen et al., 2011). This again coincides with the eruption of the Hekla volcano at 3 ka and deposition of Hekla 3 tephra. In both Hekla cases, the impact of the tephra in the HVT catchment has previously been linked to increased soil erosion as reflected in the C/N record (Larsen et al., 2011, 2012), which may obscure the impacts of global cooling related to the 4.2 ka event at the time of the Hekla 4 eruption. However, the potential impacts from Hekla 4 magma degassing may have contributed to the nonlinear cooling step resulting in further growth of Langjökull under a background of decreasing summer insolation. The steepest decline in algal productivity (BSi in HVT) and the largest rate of glacier advance (Larsen et al., 2011) began later, between 1.8 and 1.5 ka and culminated during the LIA (Fig. 6a). This pattern is supported by the glacier numerical simulations, which suggest Langjökull attained its maximum volume during the Little Ice Age; first around 1840 CE and then around 1890 CE when estimated temperature were 1.5 ◦C below the 1960–1990 average (Flowers et al., 2007) (Fig. 6c).\nUnlike HVT, glacier ice did not reach Tröllkonuvatn’s catchment until 1 ka, as illustrated by the lack of meltwaterderived clastic sediment in the lake between 9 and 1 ka (Harning et al., 2018b). However, Drangajökull was actively expanding into another threshold lake catchment on its current southeastern margin by at least 2.3 ka (Harning et al., 2016a). Further evidence for late Holocene advances of Drangajökull come from 14C dates on dead vegetation emerging from the currently receding northern and southern ice margins, which define the timing of persistent ice margin expansion at these locations (Harning et al., 2016a, 2018b). The threshold lake records combined with 14C-dated emerging dead vegetation define five periods of increasing ice cap dimensions at ∼ 2.3, 1.8, 1.4, 1, and 0.5 ka, where the final two ice margin advances (1 and 0.5 ka) are interpreted from Tröllkonuvatn’s sediment record. These periods of ice growth are matched by decreases in BSi and an increase in C/N, suggesting that regional climate change is the primary controlling factor (Harning et al., 2018b). The numerical simulations by Anderson et al. (2018) support Drangajökull’s late Holocene appearance, subsequent expansion, and maximum dimensions between 0.5 and 0.3 ka, with tem-\nperatures likely 1.0 to 1.2 ◦C below the 1960–1990 reference temperature.\nStriberger et al. (2012) studied the sediments of the glacier-fed Lake Lögurinn in eastern Iceland to infer the Holocene meltwater variability of Eyjabakkajökull, a surge type outlet glacier of NE Vatnajökull (Figs. 2, 6b). The results show that Eyjabakkajökull had ceased to deliver glacial meltwater to the lake by 9.0 ka and that the glacier’s dimensions were considerably smaller relative to today at this time. The return of glacial meltwater into the lake at ∼ 4.4 ka indicates the regrowth of Eyjabakkajökull into Lake Lögurinn’s catchment and an almost 5000-year-long glacierfree period along NE Vatnajökull during the early to mid Holocene. After 4.4 ka, the Lake Lögurinn BSi record reflects a marked and continuous decrease in the aquatic productivity through to the LIA, which we suggest reflects continued late Holocene summer cooling. Although increasing glacially sourced sediment can dilute the BSi signal, either interpretation (decreasing BSi or increasing glacial sediment) or some combination thereof suggests that Eyjabakkajökull attained its maximum Holocene extension during the LIA as well (Striberger et al., 2012).\nThe results from the factor analyses illustrate a clear gradient along the first-factor axis (BSi) and a less distinct, but still clear, division on the second-factor axis (C/N). The fact that this trend is especially evident between HVT, the glacial lake in the highlands, and HAK, the non-glacial coastal lake in western Iceland, supports our previous interpretation (e.g., Geirsdóttir et al., 2013) that these two lakes form two endmembers of combined proxy responses to the mid to late Holocene forcing toward cooler summers. Great similarities occur between the two highland lakes (HVT and ARN), which both lie within the volcanic zone of Iceland on either side of Langjökull (Fig. 2), although only HVT is currently affected by the glacier (Larsen et al., 2012; Gunnarson, 2017). Importantly, both records show similar timing and direction of the most distinct perturbations throughout the mid to late Holocene (Fig. 3a, b). Similarly, the coastal lakes HAK, TORF, and SKR share common features with more suppressed punctuations than the highland lakes, perhaps indicating greater impact from the surrounding sea surface temperature and its characteristic thermal inertia. This is supported by the similarity of these records to diatombased sea surface temperatures (SSTs) from the shelf north of Iceland, particularly with regard to how pronounced cooling was delayed until the late Holocene (Fig. 7; Jiang et al., 2015). TRK, although also a glacial lake, shows more similarity with the coastal lakes than glacial lake HVT (Fig. 3a, b). This is likely due to its shared coastal location outside the active volcanic zone with minimal influence from most volcanic eruptions (Harning et al., 2018b). The lake most affected by volcanism in Iceland is VGHV in the southern lowlands (Blair et al., 2015), and thus it seems to form its own group in the factor analyses (Fig. 3a, b and Fig. 4).\nwww.clim-past.net/15/25/2019/ Clim. Past, 15, 25–40, 2019\nAn explanation for the step shifts in the BSi (and other climate proxies) may in part be related to perturbations from aerosol-induced cooling from Icelandic and/or tropical volcanism, which would likely produce brief cold summers resulting in depressed algal productivity and enhanced catchment instability (e.g., HVT, ARN, VGHV; Fig. 4). But with all climate proxies (all composites) exhibiting severe perturbations at the same time (although of variable magnitude), their failure to return to pre-perturbation values suggests a changed relation between the landscape and/or climate following each perturbation. The different response of the highland/glacier record compared to the coastal lake records sug-\ngests differences in the response of catchment-specific processes to the orbitally forced summer temperature decline, which in turn depends on geographic location and the impact of the surrounding water (Fig. 6). Although the lake sediment record from the southern lowlands (VGHV) deviates from this, it records brief proxy perturbations following major Icelandic eruptions but shows limited sustained instability (Blair et al., 2015). The behavior of VGHV’s record may suggest the influence of intermittent volcanic activity on the proxies against a backdrop of generally consistently “warm” climate along the southern lowlands induced by the Irminger Current (IC; Fig. 1) flowing from east to west south of Iceland. On the other hand, the coastal lakes in northwest Iceland may be affected by variations in SSTs of the cooler and more variable North Iceland Irminger Current (NIIC; Fig. 1). However, noteworthy here is the synchronous and accelerated decline after 1.5 ka found within all lake records and the concomitant abrupt increase in sea ice along the North Iceland Shelf (Fig. 7f)."
  }, {
    "heading": "5.3 The “onset” of neoglaciation",
    "text": "Comparing the first indication of temperature lowering and glacier formation after the HTM in terrestrial regions in and around the northern North Atlantic reveals certain similarities and shows regionally consistent increases in millennialscale cooling rates. The monotonic Holocene decline in Northern Hemisphere summer insolation was most likely the primary driver for the first expansion of the cryosphere at ∼ 5 ka identified in Baffin Island, eastern Greenland, in the highlands of Iceland, western Svalbard, and in western Norway (Funder, 1978; Nesje et al., 2001; Jennings et al., 2002; Masson-Delmotte et al., 2005; Bakke et al., 2005a, b, 2010; Vinther et al., 2009; Larsen et al., 2012; Balascio et al., 2015; Solomina et al., 2015; Røthe et al., 2015, 2018; van der Bilt et al., 2015; Gjerde et al., 2016; Briner et al., 2016; Miller et al., 2017). Although the gradual decline in summer insolation progressively lowered the equilibrium line altitude (ELA), the significant stepwise trend apparent in the Icelandic records and other records around the North Atlantic suggests that strong local to regional feedbacks modulated the primary insolation forcing. The rate of cryosphere expansion at 4.5-4.0 ka and particularly after 1.5 ka documents contemporaneous shifts in the northern North Atlantic region. Such episodic ice expansion cannot be explained by the summer insolation forcing alone and requires additional forcing or internal climate variability. Variations in the strength of the thermohaline circulation, weakening of the northward heat transport of the AMOC, and/or increasing influence of the Arctic waters influence all these locations. Changes in the strength of AMOC and/or the subpolar gyre and changes in the Arctic sea ice extent with the associated meridional heat transport into the Arctic have been related to past cooling events, particularly during the last 2 kyr (Trouet et al.,\nClim. Past, 15, 25–40, 2019 www.clim-past.net/15/25/2019/\n2009, 2012; Lehner et al., 2013; Cabedo-Sanz et al., 2016; Moreno-Chamarro et al., 2017; Zhong et al., 2018).\nThe time interval known as “neoglaciation” was defined by Porter and Denton (1967) as “the climatic episode characterized by rebirth and/or growth of glaciers following maximum shrinkage during the Hypsithermal [now HTM] interval”. Porter (2000) noted that neoglaciation is a geologicclimate unit based on physical geological evidence of glacier expansion and that palynological evidence of climate change was excluded from the definition. The use of the phrase “onset of neoglaciation” in the literature has been broader than the original definition and is commonly attributed to the first apparent indication of lowered temperature or increased rate of summer cooling rather than simply the renucleation and/or expansion of glaciers.\nFollowing Porter’s (2000) definition, the onset of neoglaciation in Iceland based on our lake records occurred before 5.0 ka for Langjökull, despite the initial growth of Drangajökull occurring much later at∼ 2.3 ka. This indicates that the spatiotemporal nucleation of glaciers in Iceland was asynchronous and likely reflects the relation between the regional ELA (primarily controlled by summer temperature) and topography. The nature of the topography (i.e., the hypsometry) controls how quickly the glacier will expand after the ELA intersects the topography. Because the topography under Drangajökull is a plateau-like landscape with a large area at its highest elevation, Drangajökull will grow quickly once the ELA intercepts the topography (Anderson et al., 2018).\nThe current ELA pattern reflects the patterns of temperature and precipitation across Iceland. Temperature differences from the south to the northwest reflect the prevailing wind direction and proximal ocean surface temperatures. Precipitation also impacts ELAs across Iceland but varies primarily due to the interaction of local topography with prevailing winds (Crochet et al., 2007). Because Icelandic glaciers are most sensitive to temperature, we expect the timing of glacier inception to be controlled by the rate at which Holocene temperatures decline following the HTM and the subglacial topographic setting of each of the current Icelandic ice caps.\nChanges in the ELA at present are most sensitive to summer temperature, and assuming the same holds for most of the Holocene, we apply a simple approach to define the “onset” of neoglaciation in Iceland by comparing the Holocene evolution of BSi (a measure of variations in summer temperature) and C/N (a measure of variations in catchment stability, which independently tracks summer temperature, modulated by volcanism) in the coastal lakes (SKR, TRK, TORF, HAK) and the highland lakes (HVT, ARN) (Fig. 7). Although the multi-proxy lake records document complex changes in terrestrial climate and glacier fluctuations in Iceland during the mid to late Holocene, coherent patterns of change are apparent. Based on glacier nucleation, our records show that initiation of neoglacial cooling took\nplace in the highlands of Iceland (Langjökull) around 5.5 ka, where the current ELA is ∼ 1170 m (Figs. 6a, 7). This cooling is also mirrored by the retreat of woodland from 6000 to 4000 cal yr BP, reflected by decreased Betula pubescens pollen counts in a lake record from the northwest highlands (Eddudóttir et al., 2016). The rate of glacier growth likely increased between 4.5 and 4.0 ka, when NE Vatnajökull (ELA 1320 m) nucleated (Fig. 6b), and continued near ∼ 2.5 ka, when Drangajökull nucleated (ELA 675 m) (Fig. 6c). Consistent with this scenario is the distinct first-order cooling trend apparent in all seven lakes, including the combined highland (HVT, ARN) and the coastal (SKR, TRK, TORF, HAK) lake composites (Fig. 7). The proxies in the highland lakes, HVT and ARN, show a more abrupt and greater response to the temperature lowering, most likely due to a greater impact from catchment-specific processes (tephra deposition and/or glacial activity), whereas the coastal lakes show a more subdued response, likely reflecting the moderating effect from SSTs (Fig. 7). These lakes show striking similarities not only with the diatom-based SST record from the shelf north of Iceland (Jiang et al., 2015) but also with the IP25-based sea ice reconstruction (Cabedo-Sanz et al., 2016) and the ice-rafted debris (IRD) record based on quartz grain counts (Moros et al., 2006) (Fig. 7), both off the north coast of Iceland. The IP25-based sea ice reconstruction shows a rise at∼ 5 ka from a background state beginning earlier at 8 ka and intensifies after 4.5 ka, broadly in line with the decreased abundance of planktic diatoms and lowering of SST (Jiang et al., 2015) (Fig. 7). Further increases in drift ice were evident during the late Holocene after∼ 3.3 ka, with maximum sea ice after ∼ 1.0 ka and during the Little Ice Age (Moros et al., 2006; Cabedo-Sanz et al., 2016). The intensification around 4.5 ka seen in our lake records is in line with increased strength of cold and fresh polar water via the East Greenland Current (EGC; Fig. 1) at 4.5 ka in the northern North Atlantic inferred from the decreased abundance of planktic foraminifera (e.g., Andersen et al., 2004; Jennings et al., 2011; Ólafsdóttir et al., 2010; Kristjánsdóttir et al., 2016; Perner et al., 2015, 2016).\nA diatom-based SST reconstruction from a core retrieved from the Iceland Basin south of Iceland shows pronounced SST cooling between 4 and 2 ka, with warmer temperatures prior to 4 ka but also between 2 and 1.5 ka (Orme et al., 2018). Orme et al. (2018) primarily explain the cool interval between 4 and 2 ka as a response to a persistently negative mode of the North Atlantic Oscillation (NAO) that caused strengthening of the northerly winds east of Greenland, which in turn strengthened the East Greenland Current, bringing cool Arctic water as far south as the Icelandic Basin. The abrupt increases in IP25 at ∼ 1.5 and 0.7 ka are coincident with the increased rate of cooling identified in the Icelandic lacustrine temperature record, suggesting significant coupling between the marine and terrestrial systems in Icelandic waters. From this treatment, we conclude that the primary driver explaining changes in our climate proxies was the decline in summer insolation modulated by changes in\nwww.clim-past.net/15/25/2019/ Clim. Past, 15, 25–40, 2019\nocean circulation and associated SST around the coast of Iceland. Explosive Icelandic volcanism, whether or not it caused the temperature decline, produced important perturbations to lake catchments through tephra deposition, often resulting in the recovery of catchment systems to a different equilibrium state."
  }, {
    "heading": "6 Conclusions",
    "text": "The results from factor analyses of six climate proxies from seven Icelandic lake sediment records suggest that a simple composite of BSi (relative spring/summer temperature) and C/N (cold or erosional activity) serve to increase our understanding of the evolution of Holocene climate in Iceland and disentangle the catchment responses to climate change and the temperature forcing.\nThe Holocene thermal maximum was warm enough to result in a mostly ice-free Iceland by 9 ka. The regular decline in summer insolation after 11 ka, plausibly amplified by responses elsewhere in the North Atlantic region, led to decreases in summer temperature and the destabilization of catchments in non-glacial lakes.\nBased on our seven lake records, the onset of neoglaciation is registered in the highlands of Iceland (Langjökull) around 5.5 ka, when its ELA intercepted the local subglacial topography. The delayed nucleation of northeast Vatnajökull (4.4 ka) and Drangajökull (2.3 ka) can be explained by lower topographic thresholds and the necessity of lower summer temperatures for regional ELAs to intercept their respective topography. Our observed glacier nucleations all coincide with the stepped cooling reflected in all seven lake sediment records.\nEpisodic glacier expansion between 4.5 and 4.0 ka cannot be explained by the summer insolation forcing alone and require additional forcings, likely linked to ocean circulation and/or expansion of Arctic Ocean sea ice or internal climate variability. Magma degassing from local Icelandic eruptions may also have contributed but requires further research to confirm.\nThe prominent step toward cooling at 4.5–4.0 ka is statistically indistinguishable from the global ∼ 4.2 ka event and also coincides with Hekla 4, one of the largest explosive eruptions of the Holocene in Iceland. Although the ash generated from the eruption likely disrupted local catchment stability in Iceland, its impact on global atmospheric properties and processes would have been negligible due to the low sulfur content of the eruption.\nNorth Atlantic circulation features (NAO and AMOC) likely influenced the temperature decline in Iceland during the late Holocene, modulating the hemispherically symmetric forcings (insolation, irradiance, and volcanism).\nData availability. The individual proxy data used here have been published previously, and corresponding methods, geochronology, and interpretations are described in the relevant original publications (see Table 1).\nAuthor contributions. ÁG wrote the paper and performed statistical analysis with JTA. ÁG and GHM provided funding for the research reported here through the Icelandic RANNIS and US NSF funding agencies. DJH, LA, CF, DJL, and TT provided support on the interpretation and gave their comments and agreement during the writing process.\nCompeting interests. The authors declare that they have no conflict of interest.\nSpecial issue statement. This article is part of the special issue “The 4.2 ka BP climatic event”. It is a result of “The 4.2 ka BP Event: An International Workshop”, Pisa, Italy, 10–12 January 2018.\nAcknowledgements. This work was supported primarily by the Icelandic Center for Research through grants awarded to Áslaug Geirsdóttir and Gifford H. Miller (no. 130775051 and Grant of Excellence no. 141573052) and several grants awarded to Áslaug Geirsdóttir from the UI Research Fund. We thank Sædís Ólafsdóttir, Celene Blair, Sydney Gunnarson, Sarah Crump, Thorsteinn Jónsson, and Sveinbjörn Steinthorsson, who all contributed to this work by taking part in field work, laboratory analyses, and/or discussion. Thorough and constructive reviews from two anonymous reviewers have substantially improved the paper.\nEdited by: Harvey Weiss Reviewed by: two anonymous referees"
  }],
  "year": 2019,
  "references": [{
    "title": "Nonuniform response of the major surface currents in the Nordic Seas to insolation forcings: implications for the Holocene climate variability, Paleoceanography",
    "authors": ["C. Andersen", "N. Koç", "A.E. Jennings", "J.T. Andrews"],
    "year": 2004
  }, {
    "title": "Holocene glacier and climate variations in Vestfirðir, Iceland, from the modeling of Drangajökull ice cap",
    "authors": ["L.S. Anderson", "G.E. Flowers", "A.H. Jarosch", "Aðalgeirsdóttir", "G. Th", "Á. Geirsdóttir", "G.H. Miller", "D.J. Harning", "Þ. Þorsteinsson", "E. Magnússon", "F. Pálsson"],
    "venue": "Quaternary Sci. Rev.,",
    "year": 2018
  }, {
    "title": "The timing and widespread effects of the largest Holocene volcanic eruption in Antarctica",
    "authors": ["D. Antoniades", "S. Giralt", "A. Geyer", "A.M. Alvarez-Valero", "S. PlaRabes", "I. Granados", "E.J. Liu", "M. Toro", "J.L. Smellie", "M. Oliva"],
    "venue": "Scientific Reports,",
    "year": 2018
  }, {
    "title": "The Icelandic “Rofabard” soil erosion features, Earth Surf",
    "authors": ["O. Arnalds"],
    "venue": "Proc. Land.,",
    "year": 2000
  }, {
    "title": "Volcanic soils of Iceland",
    "authors": ["O. Arnalds"],
    "venue": "Catena, 56,",
    "year": 2003
  }, {
    "title": "Glacier fluctuations, equilibrium-line altitudes and paleoclimate in Lyngen, northern Norway, during the Lateglacial and Holocene",
    "authors": ["J. Bakke", "S.O. Dahl", "Ø. Paasche", "R. Løvlie", "A. Nesje"],
    "venue": "The Holocene,",
    "year": 2005
  }, {
    "title": "Utilizing physical sediment variability in glacier-fed lakes for continuous glacier reconstructions during the Holocene, northern Folgefonna, western Norway, Holocene",
    "authors": ["J. Bakke", "Ø. Lie", "A. Nesje", "S.O. Dahl", "Ø. Paasche"],
    "year": 2005
  }, {
    "title": "A complete record of Holocene glacier variability at Austre Okstindbreen, northern Norway: an integrated approach",
    "authors": ["J. Bakke", "S.O. Dahl", "Ø. Paasche", "J.R. Simonsen", "B. Kvisvik", "K. Bakke", "A. Nesje"],
    "venue": "Quaternary Sci. Rev.,",
    "year": 2010
  }, {
    "title": "Glacier response to North Atlantic climate variability during the Holocene",
    "authors": ["N.L. Balascio", "W.J. D’Andrea", "R.S. Bradley"],
    "venue": "Clim. Past,",
    "year": 2015
  }, {
    "title": "Forcing of the cold event of 8,200 years ago by catastrophic drainage",
    "authors": ["D.C. Barber", "A. Dyke", "C. Hillaire-Marcel", "A.E. Jennings", "J.T. Andrews", "M.W. Kerwin", "G. Bilodeau", "R. McNeely", "J. Southon", "M.D. Morehead", "Gagnon", "J.-M"],
    "venue": "Laurentian lakes,",
    "year": 1999
  }, {
    "title": "Insolation values for the climate of the last 10 million years",
    "authors": ["A. Berger", "M.F. Loutre"],
    "venue": "Quaternary Sci. Rev.,",
    "year": 1991
  }, {
    "title": "Holocene periodicity in North Atlantic climate and deep-ocean flow south of Iceland",
    "authors": ["G.G. Bianchi", "N. McCave"],
    "venue": "Nature, 397,",
    "year": 1999
  }, {
    "title": "Methods and code for ‘classical",
    "authors": ["M. Blaauw"],
    "venue": "age-modeling of radiocarbon sequences, Quat. Geochronol.,",
    "year": 2010
  }, {
    "title": "A high-resolution multi-proxy lake record of Holocene environmental change in southern Iceland",
    "authors": ["C.L. Blair", "Á. Geirsdóttir", "G.H. Miller"],
    "venue": "J. Quaternary Sci.,",
    "year": 2015
  }, {
    "title": "The Holocene thermal maximum in the Nordic Seas: the impact of Greenland Ice Sheet melt and other forcings in a coupled atmosphere-sea-ice-ocean",
    "authors": ["M. Blaschek", "H. Renssen"],
    "venue": "model, Clim. Past,",
    "year": 2013
  }, {
    "title": "Persistent solar influence on North Atlantic climate during the Holocene",
    "authors": ["G. Bond", "B. Kromer", "J. Beer", "R. Muscheler", "M.N. Evans", "W. Showers", "S. Hoffmann", "R. Lotti-Bond", "I. Hajdas", "G. Bonani"],
    "year": 2001
  }, {
    "title": "Using proglacial-threshold lakes to constrain fluctuations of the Jakobshavn Isbrae ice margin, western Greenland, during the Holocene",
    "authors": ["J.P. Briner", "H.A.M. Stewart", "N.E. Young", "W. Philipps", "S. Losee"],
    "venue": "Quaternary Sci. Rev.,",
    "year": 2010
  }, {
    "title": "Holocene climate change in Arctic Canada and Greenland, Quaternary Sci",
    "authors": ["J.P. Briner", "N.P. McKay", "A. Axford", "O. Bennike", "R.S. Bradley", "A. de Vernal", "D. Fisher", "P. Francus", "B. Fréchette", "K. Gajewski", "A. Jennings", "D.S. Kaufman", "G. Miller", "C. Rouston", "B. Wagner"],
    "year": 2016
  }, {
    "title": "Variability in drift ice export from the Arctic Ocean to the North Iceland Shelf over the last 8000 years: A multi-proxy evaluation",
    "authors": ["P. Cabedo-Sanz", "S.T. Belt", "A.E. Jennings", "J.T. Andrews", "Á. Geirsdóttir"],
    "venue": "Quaternary Sci. Rev.,",
    "year": 2016
  }, {
    "title": "Multi-proxy Responses of Icelandic Lakes to Holocene Tephra Perturbations",
    "authors": ["C.L. Christensen"],
    "venue": "MSc thesis,",
    "year": 2013
  }, {
    "title": "Estimating the Spatial Distribution of Precipitation in Iceland Using a Linear Model of Orographic Precipitation",
    "authors": ["P. Crochet", "T. Jóhannesson", "T. Jónsson", "O. Sigurðsson", "H. Björnsson", "F. Pálsson", "I. Barstad"],
    "venue": "J. Hydrometeorol.,",
    "year": 2007
  }, {
    "title": "Climate change and the collapse of the Akkadian empire: Evidence from the deep",
    "authors": ["H.M. Cullen", "P.B. deMenocal", "S. Hemming", "G. Hemming", "F.H. Brown", "T. Guilderson", "F. Sirocko"],
    "venue": "sea, Geology,",
    "year": 2000
  }, {
    "title": "Statistics and data analysis in Geology",
    "authors": ["J.C. Davis"],
    "year": 1986
  }, {
    "title": "Cultural Responses to Climate Change",
    "authors": ["P.B. deMenocal"],
    "venue": "During the Late Holocene,",
    "year": 2001
  }, {
    "title": "Radiocarbon Dating Tephra Layers in Britain and Iceland, Radiocarbon",
    "authors": ["A.J. Dugmore", "G.T. Cook", "J.S. Shore", "A.J. Newton"],
    "year": 1995
  }, {
    "title": "Climate change and human impact in a sensitive ecosystem: the Holocene environment of the Northwest Icelandic highland",
    "authors": ["S.D. Eddudóttir", "E. Erlendsson", "L. Tinganelli", "G. Gísladóttir"],
    "venue": "margin, Boreas,",
    "year": 2016
  }, {
    "title": "Effects of the Hekla 4 tephra on vegetation in Northwest Iceland, Vegetation",
    "authors": ["S.D. Eddudóttir", "E. Erlendsson", "G. Gísladóttir"],
    "venue": "History and Archaeobotany,",
    "year": 2017
  }, {
    "title": "Glacier fluctuation and inferred climatology of Langjökull ice cap through the Little Ice Age",
    "authors": ["G.E. Flowers", "H. Björnsson", "Á. Geirsdóttir", "G.H. Miller", "G.K.C. Clarke"],
    "venue": "Quaternary Sci. Rev.,",
    "year": 2007
  }, {
    "title": "Holocene climate conditions and glacier variation in central Iceland from physical modelling and empirical evidence",
    "authors": ["G.E. Flowers", "H. Björnsson", "Á. Geirsdóttir", "G.H. Miller", "J.L. Black", "G.K.C. Clarke"],
    "venue": "Quaternary Sci. Rev.,",
    "year": 2008
  }, {
    "title": "Holocene stratigraphy and vegetation history in the Scoresby",
    "authors": ["S.V. Funder"],
    "venue": "Sund area, East Greenland, Bull. Grønl. Geol. Unders.,",
    "year": 1978
  }, {
    "title": "Hydrological changes in the African tropics since the Last Glacial Maximum",
    "authors": ["F. Gasse"],
    "venue": "Quaternary Sci. Rev.,",
    "year": 2000
  }, {
    "title": "Holocene and latest Pleistocene climate and glacier fluctuations in Iceland",
    "authors": ["Á. Geirsdóttir", "G.H. Miller", "Y. Axford", "S. Ólafsdóttir"],
    "venue": "Quaternary Sci. Rev.,",
    "year": 2009
  }, {
    "title": "A 2000yr record of climate variations reconstructed from Haukadalsvatn, West Iceland",
    "authors": ["Á. Geirsdóttir", "G.H. Miller", "K.B. Ólafsdóttir"],
    "venue": "J. Paleolimnol.,",
    "year": 2009
  }, {
    "title": "Abrupt Holoceneclimate transitions in the northern North Atlantic region recorded by synchronized lacustrine records in Iceland",
    "authors": ["Á. Geirsdóttir", "G.H. Miller", "D.J. Larsen", "S. Ólafsdóttir"],
    "venue": "Quaternary Sci. Rev.,",
    "year": 2013
  }, {
    "title": "Holocene glacier variability and Neoglacial hydroclimate at Alfotbreen, western Norway",
    "authors": ["M. Gjerde", "J. Bakke", "K. Vasskog", "A. Nesje", "A. Hormes"],
    "venue": "Quaternary Sci. Rev.,",
    "year": 2016
  }, {
    "title": "Holocene Climate and Landscape Evolution in the west Central Highlands, Iceland, MS thesis submitted in partial fulfillment of a Magister Scientiarum degree in Geology, http://hdl.handle.net/1946/26599",
    "authors": ["S. Gunnarson"],
    "venue": "University of Iceland, Reykjavik, Iceland,",
    "year": 2017
  }, {
    "title": "Episodic expansion of Drangajökull, Vestfirðir, Iceland over the last 3 ka culminating in its maximum dimension during the Little Ice Age",
    "authors": ["D.J. Harning", "Á. Geirsdóttir", "G.H. Miller", "L. Anderson"],
    "venue": "Quaternary Sci. Rev.,",
    "year": 2016
  }, {
    "title": "Early Holocene deglaciation of Drangajökull, Vestfirðir, Iceland",
    "authors": ["D.J. Harning", "Á. Geirsdóttir", "G.H. Miller", "K. Zalzal"],
    "venue": "Quaternary Sci. Rev.,",
    "year": 2016
  }, {
    "title": "Provenance, stratigraphy and chronology of Holocene tephra from Vestfirðir",
    "authors": ["D.J. Harning", "T. Thordarson", "Á. Geirsdóttir", "K. Zalzal", "G.H. Miller"],
    "venue": "Iceland, Quat. Geochronol.,",
    "year": 2018
  }, {
    "title": "Punctuated Holocene climate of Vestfirðir, Iceland, linked to internal/external variables and oceanographic conditions",
    "authors": ["D.J. Harning", "Á. Geirsdóttir", "G.H. Miller"],
    "venue": "Quaternary Sci. Rev.,",
    "year": 2018
  }, {
    "title": "Holocene environmental evolution of the SE Greenland shelf North and south of the Denmark Strait: Irminger and east Greenland current interactions",
    "authors": ["A. Jennings", "J. Andrews", "L. Wilson"],
    "venue": "Quaternary Sci. Rev.,",
    "year": 2011
  }, {
    "title": "A mid-Holocene shift in Arctic sea-ice variability on the East Greenland",
    "authors": ["A.E. Jennings", "K.L. Knudsen", "M. Hald", "C.V. Hansen", "J.T. Andrews"],
    "venue": "Shelf, Holocene,",
    "year": 2002
  }, {
    "title": "Solar forcing of Holocene summer sea-surface temperatures in the northern",
    "authors": ["H. Jiang", "R. Muscheler", "S. Björck", "Seidenkrantz", "M.-S", "J. Olsen", "L. Sha", "J. Sjolte", "J. Eiríksson", "L. Ran", "Knudsen", "K.-L", "M.F. Knudsen"],
    "venue": "North Atlantic, Geology,",
    "year": 2015
  }, {
    "title": "Mid-Holocene to late glacial tephrochronology inWest Iceland as revealed in three lacustrine environments, M.S",
    "authors": ["G.E. Jóhannsdóttir"],
    "venue": "thesis, University of Iceland,",
    "year": 2007
  }, {
    "title": "Holocene Thermal Maximum in the Western Arctic (0– 180W)",
    "authors": ["G.H. Miller", "C.J. Mock", "W.W. Oswald", "B.L. Otto-Bliesner", "D.F. Porinchu", "K. Rühland", "J.P. Smol", "E.J. Steig", "B.B. Wolfe"],
    "venue": "Quaternary Sci. Rev.,",
    "year": 2004
  }, {
    "title": "Holocene Mg/Ca, alkenones, and light stable isotope measurements on the outer North Iceland shelf (MD99-2269): a comparison with other multi-proxy data and sub-division of the Holocene, Holocene",
    "authors": ["G.B. Kristjánsdóttir", "M. Moros", "J.T. Andrews", "A.E. Jennings"],
    "year": 2016
  }, {
    "title": "A 3000-year varved record of glacier activity and climate change from the proglacial lake Hvítárvatn, Iceland",
    "authors": ["D.J. Larsen", "G.H. Miller", "Á. Geirsdóttir", "T. Thordarson"],
    "venue": "Quaternary Sci. Rev.,",
    "year": 2011
  }, {
    "title": "Non-linear Holocene climate evolution in the North Atlantic: a high-resolution, multi-proxy record of glacier activity and environmental change from Hvítárvatn, central Iceland",
    "authors": ["D.J. Larsen", "G.H. Miller", "Á. Geirsdóttir", "S. Ólafsdóttir"],
    "venue": "Quaternary Sci. Rev.,",
    "year": 2012
  }, {
    "title": "Precise chronology of Little Ice Age expansion and repetitive surges of Langjökull, central Iceland",
    "authors": ["D.J. Larsen", "Á. Geirsdóttir", "G.H. Miller"],
    "venue": "Geology, 43,",
    "year": 2015
  }, {
    "title": "Amplified Inception of European Little Ice Age by Sea Ice-OceanAtmosphere Feedbacks",
    "authors": ["F. Lehner", "A. Born", "C.C. Raible", "T.F. Stocker"],
    "venue": "J. Climate,",
    "year": 2013
  }, {
    "title": "A reconstruction of regional and global temperature for the past 11,300",
    "authors": ["S.A. Marcott", "J.D. Shakun", "P.U. Clark", "A.C. Mix"],
    "venue": "years, Science,",
    "year": 2013
  }, {
    "title": "GRIP Deuterium excess reveals rapid and orbital-scale changes in Greenland moisture",
    "authors": ["V. Masson-Delmotte", "J. Jouzel", "A. Landais", "M. Stievenard", "S.J. Johnsen", "J.W.C. White", "M. Werner", "A. Sveinbjornsdottir", "K. Fuhrer"],
    "venue": "origin, Science,",
    "year": 2005
  }, {
    "title": "Episodic Neoglacial snowline descent and glacier expansion on Svalbard reconstructed from the 14C ages of ice-entombed plants",
    "authors": ["G.H. Miller", "J.Y. Landvik", "S.J. Lehman", "J.R. Southon"],
    "venue": "Quaternary Sci. Rev.,",
    "year": 2017
  }, {
    "title": "An abrupt weakening of the subpolar gyre as trigger of Little Ice Age-type episodes",
    "authors": ["E. Moreno-Chamarro", "D. Zanchettin", "K. Lohmann"],
    "venue": "Clim. Dynam.,",
    "year": 2017
  }, {
    "title": "Holocene history of drift ice in the northern North Atlantic: evidence for different spatial and temporal modes",
    "authors": ["M. Moros", "J.T. Andrews", "D.D. Eberl", "E. Jansen"],
    "venue": "Paleoceanography 21,",
    "year": 2006
  }, {
    "title": "Holocene glacier fluctuations of Flatebreen and winter-preciptitation changes in the Jostedalsbreen region, western Norway, based on glaciolacustrine sediment records",
    "authors": ["A. Nesje", "J.A. Matthews", "S.O. Dahl", "M.S. Berrisford", "C. Andersson"],
    "venue": "The Holocene,",
    "year": 2001
  }, {
    "title": "Holocene variability of the North Atlantic Irminger Clim",
    "authors": ["S. Ólafsdóttir", "A.E. Jennings", "Á. Geirsdóttir", "J.T. Andrews", "G.H. Miller"],
    "venue": "Past, 15,",
    "year": 2019
  }, {
    "title": "Synchronizing Holocene lacustrine and marine sediment records using paleomagnetic secular variation, Geology",
    "authors": ["S. Ólafsdóttir", "Á. Geirsdóttir", "G.H. Miller", "J.S. Stoner", "J.E.T. Channell"],
    "year": 2013
  }, {
    "title": "Subpolar North Atlantic sea surface temperature since 6 ka BP: Indication of anomalous ocean-atmosphere interactions at 4–2 ka BP",
    "authors": ["L.C. Orme", "A. Miettinen", "D. Divine", "K. Husum", "C. Pearce", "N. Van Nieuwenhove", "A. Born", "R. Mohan", "Seidenkrantz", "M.-S"],
    "venue": "Quaternary Sci. Rev.,",
    "year": 2018
  }, {
    "title": "Surface Air Temperature: 2016 Arctic Report Card: Update for 2016 NOAA, available",
    "authors": ["J.E. Overland", "Hanna", "I. Hanssen-Bauer", "S.-J", "J.E. Kim", "M. Walsh", "U.S. Wang", "R.L. Bhatt"],
    "venue": "at: http: //www.arctic.noaa.gov/Report-Card/Report-Card-2016 (last access:",
    "year": 2018
  }, {
    "title": "Macintosh program performs time-series analysis",
    "authors": ["D. Paillard", "L. Labeyrie", "P. Yiou"],
    "venue": "Eos Trans. Am. Geophys. Union,",
    "year": 1996
  }, {
    "title": "Mid to Late Holocene strengthening of the East Greenland Current linked to warm subsurface Atlantic Water",
    "authors": ["K. Perner", "M. Moros", "J.M. Lloyd", "E. Jansen", "R. Stein"],
    "venue": "Quaternary Sci. Rev.,",
    "year": 2015
  }, {
    "title": "Interaction between warm Atlantic-sourced waters and the East Greenland Current in northern Denmark Strait (68 N) during the last 10 600 ca a BP, Jo",
    "authors": ["K. Perner", "A.E. Jennings", "M. Moros", "J.T. Andrews", "L. Wacker"],
    "venue": "Quaternary Sci.,",
    "year": 2016
  }, {
    "title": "Onset of Neoglaciation in the Southern Hemisphere",
    "authors": ["S.C. Porter"],
    "venue": "J. Quaternary Sci.,",
    "year": 2000
  }, {
    "title": "Chronology of neoglaciation in the NorthAmerican Cordillera",
    "authors": ["S.C. Porter", "G.H. Denton"],
    "venue": "Am. J. Sci.,",
    "year": 1967
  }, {
    "title": "The timing, two-pulsed nature, and variable climatic expression of the 4.2 ka event: A review and new high-resolution stalagmite data from Namibia",
    "authors": ["L.B. Railsback", "F. Liang", "G.A. Brook", "N.R.G. Voarintsoa", "H.R. Sletten", "E. Marais", "B. Hardt", "H. Cheng", "R.L. Edwards"],
    "venue": "Quaternary Sci. Rev.,",
    "year": 2018
  }, {
    "title": "The spatial and temporal complexity of the Holocene thermal maximum",
    "authors": ["H. Renssen", "H. Seppä", "O. Heiri", "D.M. Roche", "H. Goosse", "T. Fichefet"],
    "venue": "Nat. Geosci,",
    "year": 2009
  }, {
    "title": "Early Holocene Laurentide Ice Sheet deglaciation causes cooling in the high-latitude Southern Hemisphere through oceanic teleconnection",
    "authors": ["H. Renssen", "H. Goosse", "X. Crosta", "D.M. Roche"],
    "venue": "Paleoceanography, 25,",
    "year": 2009
  }, {
    "title": "Early Holocene temperature variability in the Nordic Seas: The role of oceanic heat advection versus changes in orbital forcing, Paleoceanography",
    "authors": ["B. Risebrobakken", "T. Dokken", "L.H. Smedsrud", "C. Andersson", "E. Jansen", "M. Moros", "E.V. Ivanova"],
    "year": 2011
  }, {
    "title": "Reconstructing Holocene Glacier and Climate Fluctuations From Lake Sediments in Vårfluesjøen",
    "authors": ["T.O. Røthe", "J. Bakke", "E.W.N. Støren", "R.S. Bradley"],
    "venue": "Northern Spitsbergen, Front. Earth Sci.,",
    "year": 2018
  }, {
    "title": "North Atlantic – Fennoscandian Holocene climate trends and mechanisms",
    "authors": ["H.P. Sejrup", "H. Seppä", "N.P. McKay", "D.S. Kaufman", "Á. Geirsdóttir", "A. de Vernal", "H. Rensen", "K. Husum", "A.E. Jennings", "J.T. Andrews"],
    "venue": "Quaternary Sci. Rev.,",
    "year": 2016
  }, {
    "title": "Sea surface temperature and sea ice variability in the subpolar North Atlantic from explosive volcanism of the late thirteenth",
    "authors": ["Sicre", "M.-A", "M. Khodri", "J. Mignot", "J. Eiríksson", "K.L. Knudsen", "U. Ezat", "I. Closset", "P. Nogues", "G. Masse"],
    "venue": "century, Geophys. Res. Lett.,",
    "year": 2013
  }, {
    "title": "Impact of volcanic eruptions on decadal to centennial fluctuations of Arctic sea ice extent during the last millennium and on initiation of the Little Ice Age",
    "authors": ["J. Slawinska", "A. Robock"],
    "venue": "J. Climate,",
    "year": 2018
  }, {
    "title": "Holocene glacier fluctuations",
    "authors": ["O.N. Solomina", "R.S. Bradley", "D.A. Hodgon", "S. Ivy-Ochs", "V. Jomelli", "A.N. Mackintosh", "A. Nesje", "L.A. Owen", "H. Wanner", "G.C. Wiles", "N.E. Young"],
    "venue": "Quaternary Sci. Rev.,",
    "year": 2015
  }, {
    "title": "Physical volcanology of the prehistoric Hekla 3 and Hekla 4 eruptions, Iceland",
    "authors": ["J. Stevenson", "G. Larsen", "T. Thordarson"],
    "venue": "EGU General Assembly,",
    "year": 2015
  }, {
    "title": "The sediments of Lake Lögurinn – a unique proxy record of Holocene glacial meltwater variability in eastern Iceland",
    "authors": ["J. Striberger", "S. Björck", "S. Holmgren", "L. Hamerlík"],
    "venue": "Quaternary Sci. Rev.,",
    "year": 2012
  }, {
    "title": "Hybrid magma generation preceding Plinian silicic eruptions at Hekla, Iceland: evidence from mineralogy and chemistry of two zoned deposits",
    "authors": ["G. Sverrisdóttir"],
    "venue": "Geological Magazine,",
    "year": 2007
  }, {
    "title": "Sulfur, chlorine and fluorine degassing and atmospheric loading by the 1783–1784 AD Laki (Skaftar Fires) eruption in Iceland",
    "authors": ["T. Thordarson", "S. Self", "N. Oskarsson", "T. Hulsebosch"],
    "venue": "Bull. Volcanol.,",
    "year": 1996
  }, {
    "title": "Holocene oscillations in temperature and salinity of the surface subpolar",
    "authors": ["D.J.R. Thornalley", "H. Elderfield", "I.N. McCave"],
    "venue": "North Atlantic,",
    "year": 2009
  }, {
    "title": "Persistent positive North Atlantic Oscillation mode www.clim-past.net/15/25/2019",
    "authors": ["V. Trouet", "J. Esper", "N.E. Graham", "A. Baker", "J.D. Scourse", "D.C. Frank"],
    "year": 2019
  }, {
    "title": "The onset of neoglaciation in Iceland and the 4.2 ka event dominated the Medieval Climate Anomaly",
    "authors": ["Á. Geirsdóttir"],
    "venue": "Science, 324,",
    "year": 2009
  }, {
    "title": "North Atlantic storminess and Atlantic meridional overturning circulation during the last millennium: reconciling contradictory proxy records of NAO variability, Glob",
    "authors": ["V. Trouet", "J. Scourse", "C. Raible"],
    "venue": "Planet. Change,",
    "year": 2012
  }, {
    "title": "Reconstruction of glacier variability from lake sediments reveals dynamic Holocene climate in Svalbard",
    "authors": ["W.G.M. Van der Bilt", "J. Bakke", "K. Vasskog", "W.J. D’Andrea", "R.S. Bradley", "S. Ólafsdóttir"],
    "venue": "Quaternary Sci. Rev.,",
    "year": 2015
  }, {
    "title": "The abrupt climate change near 4,400 yr BP on the cultural transition in Yuchisi, China and its global linkage",
    "authors": ["J. Wang", "L. Sun", "L. Chen", "L. Xu", "Y. Wang", "X. Wang"],
    "venue": "Scientific Reports,",
    "year": 2016
  }],
  "id": "SP:e7ec72996d483960bbee669a132520bd93f4ee16",
  "authors": [{
    "name": "Áslaug Geirsdóttir",
    "affiliations": []
  }, {
    "name": "Gifford H. Miller",
    "affiliations": []
  }, {
    "name": "John T. Andrews",
    "affiliations": []
  }, {
    "name": "David J. Harning",
    "affiliations": []
  }, {
    "name": "Leif S. Anderson",
    "affiliations": []
  }, {
    "name": "Christopher Florian",
    "affiliations": []
  }, {
    "name": "Darren J. Larsen",
    "affiliations": []
  }, {
    "name": "Thor Thordarson",
    "affiliations": []
  }],
  "abstractText": "Strong similarities in Holocene climate reconstructions derived from multiple proxies (BSi, TOC – total organic carbon, δ13C, C/N, MS – magnetic susceptibility, δ15N) preserved in sediments from both glacial and non-glacial lakes across Iceland indicate a relatively warm early to mid Holocene from 10 to 6 ka, overprinted with cold excursions presumably related to meltwater impact on North Atlantic circulation until 7.9 ka. Sediment in lakes from glacial catchments indicates their catchments were icefree during this interval. Statistical treatment of the highresolution multi-proxy paleoclimate lake records shows that despite great variability in catchment characteristics, the sediment records document more or less synchronous abrupt, cold departures as opposed to the smoothly decreasing trend in Northern Hemisphere summer insolation. Although all lake records document a decline in summer temperature through the Holocene consistent with the regular decline in summer insolation, the onset of significant summer cooling occurs ∼ 5 ka at high-elevation interior sites but is variably later at sites closer to the coast, suggesting that proximity to the sea may modulate the impact from decreasing summer insolation. The timing of glacier inception during the mid Holocene is determined by the descent of the equilibrium line altitude (ELA), which is dominated by the evolution of summer temperature as summer insolation declined as well as changes in sea surface temperature for coastal glacial systems. The glacial response to the ELA decline is also highly dependent on the local topography. The initial ∼ 5 ka nucleation of Langjökull in the highlands of Iceland defines the onset of neoglaciation in Iceland. Subsequently, a stepwise expansion of both Langjökull and northeast Vatnajökull occurred between 4.5 and 4.0 ka, with a second abrupt expansion ∼ 3 ka. Due to its coastal setting and lower topographic threshold, the initial appearance of Drangajökull in the NW of Iceland was delayed until∼ 2.3 ka. All lake records reflect abrupt summer temperature and catchment disturbance at ∼ 4.5 ka, statistically indistinguishable from the global 4.2 ka event, and a second widespread abrupt disturbance at 3.0 ka, similar to the stepwise expansion of Langjökull and northeast Vatnajökull. Both are intervals characterized by large explosive volcanism and tephra distribution in Iceland resulting in intensified local soil erosion. The most widespread increase in glacier advance, landscape instability, and soil erosion occurred shortly after 2 ka, likely due to a complex combination of increased impact from volcanic tephra deposition, cooling climate, and increased sea ice off the coast of Iceland. All lake records indicate a strong decline in temperature ∼ 1.5 ka, which culminated during the Little Ice Age (1250–1850 CE) when the glaciers reached their maximum Holocene dimensions.",
  "title": "The onset of neoglaciation in Iceland and the 4.2 ka event"
}