{
  "sections": [{
    "text": "GEOCHEM I STRY\n1EarthByte Group, School of Geosciences, University of Sydney, Sydney, New South Wales 2006, Australia. 2Sydney Informatics Hub, University of Sydney, Sydney, New South Wales 2006, Australia. *Corresponding author. Email: dietmar.muller@sydney.edu.au\nMüller and Dutkiewicz Sci. Adv. 2018;4 : eaaq0500 14 February 2018\nCopyright © 2018 The Authors, some rights reserved; exclusive licensee American Association for the Advancement of Science. No claim to originalU.S. Government Works. Distributed under a Creative Commons Attribution NonCommercial License 4.0 (CC BY-NC).\nD ow nloaded\nOceanic crustal carbon cycle drives 26-million-year atmospheric carbon dioxide periodicities"
  }, {
    "heading": "R. Dietmar Müller1,2* and Adriana Dutkiewicz1",
    "text": "Atmospheric carbon dioxide (CO2) data for the last 420 million years (My) show long-term fluctuations related to supercontinent cycles as well as shorter cycles at 26 to 32 My whose origin is unknown. Periodicities of 26 to 30 My occur in diverse geological phenomena including mass extinctions, flood basalt volcanism, ocean anoxic events, deposition of massive evaporites, sequence boundaries, and orogenic events and have previously been linked to an extraterrestrial mechanism. The vast oceanic crustal carbon reservoir is an alternative potential driving force of climate fluctuations at these time scales, with hydrothermal crustal carbon uptake occurring mostly in young crust with a strong dependence on ocean bottom water temperature. We combine a global plate model and oceanic paleo-age grids with estimates of paleo-ocean bottom water temperatures to track the evolution of the oceanic crustal carbon reservoir over the past 230 My. We show that seafloor spreading rates as well as the storage, subduction, and emission of oceanic crustal and mantle CO2 fluctuate with a period of 26 My. A connection with seafloor spreading rates and equivalent cycles in subduction zone rollback suggests that these periodicities are driven by the dynamics of subduction zone migration. The oceanic crust-mantle carbon cycle is thus a previously overlooked mechanism that connects plate tectonic pulsing with fluctuations in atmospheric carbon and surface environments.\nfrom\non F ebruary 20, 2019 http://advances.sciencem ag.org/"
  }, {
    "heading": "INTRODUCTION",
    "text": "The long-term carbon cycle, driven by successions of supercontinent amalgamation, stability, and dispersal, controls the concentration of CO2 in the atmosphere on time scales of hundreds ofmillions of years, regulating the Earth’s surface temperature and driving its climate between icehouse and greenhouse extremes (1, 2). Continental rifts were recently identified as one of the main drivers of elevating atmospheric CO2 during supercontinent fragmentation over long time scales [halfperiods of 50 million years (My) and longer] (3). A recent, statistically robust synthesis of CO2 data for the last 420 My (4) reveals additional 26-to 32-My CO2 cycles based on our spectral analysis of these data, but they have not been previously analyzed and their origin is unknown.A time-series analysis of a diverse range ofMesozoic-Cenozoic geological events, particularly extinctions, was independently found to display a similar, dominant ~26- to 30-My periodicity, which was thought to reflect an extraterrestrial forcing, possibly cosmic showers (5), related to a ~30- to 42-My half-period (6) of the solar system’s oscillation about the plane of theMilkyWay galaxy (7). In contrast, it has been argued that there is no evidence or theoretical justification for well-defined periodic bursts of asteroids or comets when the solar system crosses the galactic plane, and that the periodicity of the oscillation of the solar system about the galactic plane is too variable to produce narrow peaks (8). Instead, terrestrial causes are generally favored to explain periodicities of extinctions and related changes in surface environments (9, 10); however, a tectonicmechanism thatmay drive 26- to 30-My periodicities in surface environments and, in particular, atmospheric CO2 fluctuations has yet to be identified. Subduction and seafloor spreading together constitute the main plate tectonic driving forces via slab pull, slab suction, and ridge push (11), and plate boundary processes are known to play a large role in driving the global carbon cycle (12). These processes include degassing of CO2 along mid-ocean ridges (13), storage of CO2 in the ocean crust due to hydrothermal alteration of basalt (14, 15), storage of CO2 in the oceanic mantle due to serpentinization of mantle peridotites along the trench-parallel outer rise where the subducting plate bends and is faulted, and venting of arc volcanoes where a portion of subducted CO2 reenters the atmosphere (Fig. 1) (12). Oceanic sediments, including shelf and deep-sea carbonates, turbidites, and pelagic clay, contain variable amounts of carbon and potentially represent up to one-third of the total oceanic crustal and mantle carbon (12). However, the relative volumetric contributions of these sediment types to the carbon cycle, either today or through time, have not yet been quantified, although it is known that marine carbonates and organic-rich shales were more prevalent during the Cretaceous than today (16, 17). It is estimated that 45 to 65% of subducting carbon is released back into the atmosphere via arc volcanism and diffuse outgassing (12), whereas estimates from Dasgupta and Hirschmann (18) are somewhat smaller (~30 to 35%). To date, the contributions of these processes to the global carbon cycle have only been analyzed for the present (12), implying that plate tectonics may exert a strong control on the carbon cycle. To test this hypothesis, the time dependence of these carbon fluxesmust be reconstructed. This provides the context and motivation for our effort to quantify the role of the interplay of seafloor spreading and subduction inmodulating atmospheric CO2 (4) since the breakup of Pangaea (Fig. 2A). Here, we focus on the crustal and mantle components that represent the bulk of the oceanic carbon storage.\nWe use a recently published global tectonic plate model with continuously closing plate boundaries and associated paleo-oceanic age grids (19) as a tectonic framework for reconstructing themain oceanic crustal components of the global carbon cycle.Degassing ofmid-ocean ridge basalt emits CO2 into the atmosphere (13), whereas the ocean crust stores carbon via hydrothermal alteration of basalt on young mid-ocean ridge flanks (14, 15). Oceanic crust is recognized as a significant sink for carbon, which accumulates at an estimated rate of 3.4 × 1012 mol C/year (14) as a consequence of long-term alteration of the crust by low-temperature basement fluids. This alteration causes\n1 of 7\nMüller and Dutkiewicz Sci. Adv. 2018;4 : eaaq0500 14 February 2018\nhttp://advances.sciencem ag.org\nD ow nloaded from\na gradual loss of macro-porosity and a CO2 enrichment of the upper 300 m of the crust by precipitation of calcite cements in veins and voids from seawater-derived solutions (14, 20, 21). Using U-Pb dating of vein calcite, Coogan et al. (22) showed that >80% of the carbonate formswithin 20Myof crustal accretion, with the remainder continuing to precipitate in crust aged 20 to 50My. Precipitation of calcite is further controlled by ocean bottom seawater temperature, which determines reaction kinetics (20); this explainswhy theCO2 content ofCretaceous crust is significantly elevated relative to Late Cenozoic crust (20, 23).\non F ebruary 20, 2019\n/"
  }, {
    "heading": "RESULTS Tectonic model",
    "text": "Our tectonicmodel (19) implies a doubling ofmid-ocean ridge lengths from ~40,000 km since the Jurassic breakup of Pangaea around 200 million years ago (Ma) (Fig. 2B) to ~80,000 km during the Early Cretaceous period (145 to 100 Ma), subsequently dropping again to between ~60,000 and 70,000 km, whereas the global system of subduction zones is relatively stable through time, largely oscillating between 60,000 and 70,000 km. The increase in mid-ocean ridge length during the stepwise disintegration of the supercontinent Pangaea is extremely well constrained because of the detailed mapping of rifts and passivemargins through time (24), with the geometry and length of mid-ocean ridges through time constrained by about 100,000 compiled marine magnetic anomaly identifications from all ocean basins (25). Destroyed back-arc basins and subducted mid-ocean ridges have been restored based on combined evidence from preserved magnetic lineations, fracture zones, geological data from overriding plates, including accreted terranes, and the rules of plate tectonics that demand continuity of all plate boundaries (19).\nFluctuating seafloor spreading rates display a slow long-termdecline from ~8 to 5 cm/year (Fig. 2C), whereas plate convergence rates rise from ~5 to ~10 cm/year from the Jurassic to the Early Cretaceous, reflecting the immense increase inmid-ocean ridge length during this period. The tectonic cycles embedded in this plate model are highlighted\n2 of 7\non F ebruary 20, 2019\nhttp://advances.sciencem ag.org/\nD ow nloaded from\nby a power spectral analysis (Fig. 2D) of the main tectonic elements (Fig. 2, B and C), which reveals that changes in mid-ocean ridge and subduction zone lengths are dominated by relatively long 50- to 100-My cyclicities. In contrast, seafloor spreading rates, a key parameter driving fluctuations in the vast oceanic crustal carbon store, are characterized by cycles with a dominant period of 26 My (Fig. 2C), matching those seen in observed atmospheric CO2 cycles (Fig. 2A).Wright et al. (26) carried out a detailed analysis of how seafloor spreading rates based on our plate model in the Pacific Ocean depend on the geological time scale used, a parameter regarded as the main uncertainty involved in computing spreading rates. They found that the amplitudes of spreading rate cyclicities may depend on the time scale, but only at time scales of up to several million years, not tens of millions of years. Their analysis demonstrates that the time-dependent patterns of spreading rates at wavelengths analyzed here (that is, ~25- to 30-My cycles) are robust and time scale–independent.\nOceanic crustal carbon model Our spectral analysis of tectonic model elements related to carbon cycle components through time suggests a profound connection between seafloor spreading cycles, atmospheric CO2, and surface environments at periods of ~26My. Coogan andDosso (27) recently speculated on a correlation between the time-dependent composition of altered oceanic crust and global surface environmental changes on similar time scales, because this corresponds to the time scale of the majority of chemical exchange on young mid-ocean ridge flanks.\nUsing all known inventories of crustal CO2 from ocean drilling sites (Fig. 3A) (20), we calculate the volumetric distribution of crustal carbon sequestered in present-day andnow subducted seafloor back to 230Ma (fig. S1) following the proposition that oceanic crustal CO2 content is driven by ocean bottom water temperature (Fig. 3B) (22, 23, 27) and age. Our robust, weighted log-linear relationship between crustal CO2 content, crustal age, and bottom water temperature (Fig. 3C) captures the rapid increase of crustal CO2 in 0- to 20-My-old ocean crust to about 2 weight % (wt %) CO2 when bottomwater is relatively cold, but reaching values around 3 wt % when the bottom water temperature is as high as 15° to 20°C during hothouse climates (Fig. 3C). Themaximum age of calcite precipitation in ocean crust was estimated to be 50 My by Coogan and Gillis (23). Our CO2–age–bottom water temperature relationship complies with this expectation for cool bottom water temperature scenarios but shows a slow continuing increase of crustal CO2 in aging ocean crust under hot bottom water conditions (15° to 20°C) (Fig. 3C) as a consequence of the sparse CO2 data (Fig. 2A). The Cretaceous Atlantic sites that display unusually high CO2 values (Fig. 3A) represent outliers, suggesting that frequently intercalated sediment in these cores may have led to precipitation of excess vein and cementing carbonatewith a sedimentary originwithin the oceanic crust (20).\nTo apply this relationship to reconstructions of the ocean basins (19), we use paleo-ocean bottomwater temperature estimates covering a time period from~400Ma to the present day because at 230Ma, our starting time, ocean floor as old as ~180 My exists (fig. S2). We apply our CO2-age-temperature relationship to produce oceanic crustal CO2 grids at 1-My intervals (Fig. 4 and fig. S1) based on a combined set of oceanic paleo-age and paleo-ocean bottom water temperature grids (Fig. 4 and figs. S2 and S3) at 0.1° resolution. We compute the carbon flux due to mid-ocean ridge degassing by combining present-day flux estimates (13) with our estimates of mid-ocean ridge length (Fig. 2B), and we estimate the oceanic mantle carbon content by scaling pub-\nMüller and Dutkiewicz Sci. Adv. 2018;4 : eaaq0500 14 February 2018\nlished present-day estimates using ourmodeled changes in subduction zone length (Fig. 2B), following a uniformitarian approach.\nOceanic crustal carbon storage and fluxes Mean upper oceanic crustal CO2 content, representative of the upper 300 m of ocean crust, is 1.85 wt % at present day and reaches a maximum of 2.25 wt % at 180 Ma in the Early Jurassic, reflecting the high bottom water temperatures during the latest Permian and Triassic hothouse climates (Fig. 3B)—crust formed during these periods dominated the seafloor at that time. Together with fluctuations in ocean floor area, and considering that the upper 300 m only represents two-thirds of the total oceanic crustal CO2 (20), this results in a total oceanic crustal store of 2000 to 2400 million tons of carbon, following the method of Kelemen and Manning (12) (Fig. 5A). The ocean crust became relatively deprived of its ability to hold CO2 during the Early Cretaceous because of the gradual subduction of old, CO2-richTriassic\nCrustal age (My)\n0\n1\n2\n3\n4\nC ru\nst al\nC O\n2 (w\nt % )\n0 100 120 140 160 18020 40 60 80\n0–8°C 8–12°C 12–20°C\nA\nB ot\nto m\nw at\ner\nte m\npe ra\ntu re\n( °C\n)\nTime (Ma)\n0\n5\n10\n15\n20\n25\n050100150200250300350400\nB\nHot WarmVery hot Cool Cold\nC\nFig. 3. Oceanic crustal CO2 dependence on crustal age and bottom water temperature. (A) Oceanic crustal CO2 dependence on crustal age and oceanic bottom water temperature (20). (B) Estimated oceanic bottom water temperature through time and geological periods (see Materials and Methods), categorized into five temperature regimes. (C) Relationship between oceanic crustal CO2, crustal age, and bottom water temperature, based on best-fit log-linear relationships (see Materials and Methods).\n3 of 7\non F ebruary 20, 2019\nag.org/\nocean crust (fig. S3). The first time derivative (Fig. 5B) of the crustal CO2 storage curve (Fig. 5A), filtered using a 5-My cosine arch filter to suppress high-frequency noise, portrays how the capacity of the ocean crust to hold CO2 changes through time. These fluctuations are driven by changes in ridge length, seafloor spreading rates, convergence rates, and the resulting age-area distribution of CO2 storage. As a consequence, the ocean crust acts alternatively as a net source or a net sink of CO2, reflecting its time dependence on bottom water temperature and tectonic forcing. Subduction-induced flux of carbon into the atmosphere is dependent on the length of subduction zones, convergence rates, the CO2 content of the downgoing crust, and mantle and mass-balance calculations, suggesting that between 45 and 65% of the subducting CO2 is emitted into the atmosphere (12), although mass-balance calculations by others (18) have suggested somewhat lower values [see summary by Kelemen and Manning (12)]. We not only initially follow the simple assumption that half of the subducting carbon escapes into the atmosphere via volcanism and diffuse degassing (Fig. 5B) but also explore the effect on the total carbon budget analyzed here if this percentage is as low as 35% or as high as 65%. The degassing fraction of subducting carbon affects the coherence of our total modeled atmospheric carbon flux through time with atmospheric CO2 fluctuations derived from geological observations (Fig. 5D)\nMüller and Dutkiewicz Sci. Adv. 2018;4 : eaaq0500 14 February 2018\n(4). The carbon cycle components included in our model capture the main components of the oceanic crustal and mantle carbon cycle (Fig. 1), but the only two elements that fluctuate substantially through time are the crustal carbon subduction flux and crustal carbon storage (Fig. 5B)."
  }, {
    "heading": "Spectral analysis",
    "text": "The high-pass–filtered (see Materials andMethods) time series of our modeled carbon flux into the atmosphere displays a good overall correlation between peaks and troughs at periods between 25 and 30 My (Fig. 5C). There is spectral coherence (coherence > 0.5; see Materials and Methods) between these two signals (Fig. 5C) at 26 and 16 My. Exploring the effect of assuming that 65%, 50%, or 35% of the subducting carbon escapes into the atmosphere, we find that the coherence between modeled oceanic and atmospheric carbon emissions at a wavelength of 26My varies between 0.62, 0.67, and 0.73. That is, the coherence at 26 My increases with a decreasing portion of subducting carbon escaping into the atmosphere (Fig. 5D).\nBecause coherence is a measure of the phase consistency between signals, two signals can be coherent while signal power is relatively low, and this is the case for the coherence peak at 16 My, as the observed CO2 data do not exhibit a high-amplitude rhythm at this\n4 of 7\nMüller and Dutkiewicz Sci. Adv. 2018;4 : eaaq0500 14 February 2018\nwavelength (Fig. 5D). In contrast, the observed 26-My correlation coincides with power spectral peaks in the CO2 data and the carbon subduction flux, in turn correlating with fluctuations in seafloor spreading rates at the same periodicity (Fig. 2, C and D) and suggesting an origin related to changes in plate driving forces.\non F ebruary 20, 2019\nhttp://advances.sciencem ag.org/\nD ow nloaded from"
  }, {
    "heading": "DISCUSSION",
    "text": "Considering that slab pull and slab suction have been identified as the dominant plate driving forces (11), we examine a set of plate kinematic models for periodicities in subduction processes. An analysis of subduction trenchmigration behavior since the Cretaceous period, including eight alternative absolute plate motion models (28), suggests that the driving force in the 26-My periodicity originates from the episodicity in slab rollback and advance. This episodicity is particularlywell expressed in the global length of subduction zones rolling back at relatively fast speeds of more than 30 mm/year. Power spectra of this quantity for eight plate models (28) reveal a dominant 26-My cycle (Fig. 5E), illustrating a rhythm in subduction dynamics that reflects processes governing the episodicity of back-arc basin formation (29) and the cyclicity of slab penetration into the lowermantle (30). A recent reviewof cyclicities in large igneous province emplacement found a shift from a 64.5-My cyclicity to a 28- to 35-My cyclicity during the Jurassic period (31), similar to the cycles found in our oceanic crustal and mantle carbon model and associated seafloor spreading and trench migration cycles. Together with a ~30-My period of magnetic field reversals (32), this possibly reflects episodic release of plume material at the core-mantle boundary driven by a “top-down” episodicity of seafloor spreading rates and subduction dynamics. Deep Earth pulsing at a period of ~30 My is further supported by 30-My cycles in Mesozoic-Cenozoic volcanism found in the circum-Arctic region (33).\nThe connection between seafloor spreading rates, cyclicity in carbon subduction, and volcanic degassing along arcs described here suggests a compelling connection between tectonic processes, atmospheric CO2 cycles, and surface environmental conditions, as reflected in the 26-My cyclicity of ocean anoxic events, deposition of massive evaporites, and sequence boundaries (5). The coherence of ourmodeled total carbon flux with reconstructed atmospheric CO2 fluctuations at a wavelength of 26 My is maximized when assuming that only 35% of the subducting carbon is released back into the atmosphere (Fig. 5D), as opposed to 50 or 65%, leading to the suggestion that lower estimates for this fraction are more reasonable than higher-end estimates. The coupled plate-mantle processes driving these cycles on a global scale remain to be discovered, but their unraveling promises to have profound implications for modeling of the entire Earth system. Future generations of fully dynamic plate-mantle models may be capable of modeling the physical processes driving cyclicities in the interplay between plate driving forces, creation, and destruction of ocean crust as well as the equivalent periodicities in the global carbon cycle. Future extensions of the oceanic carbon cycle described here should consider the role of deep-sea sediments to store and release carbon through time, as well as a combination of oceanic and terrestrial carbon cycle components in a time-dependent global carbon model.\nMATERIALS AND METHODS Plate tectonic parameters Mid-ocean ridge length, subduction zone length, seafloor spreading rates, and convergence rates orthogonal to subduction zone azimuths through\n5 of 7\non F ebruary 20, 2019\nhttp://advances.sciencem ag.org/\nD ow nloaded from\ntime were computed in 1-My intervals using the pyGPlates python library (www.gplates.org), based on the plate model byMüller et al. (19).\nOceanic crustal CO2 and carbon through time We converted crustal CO2 weight percent to volume of carbon by applying the methodology established by Kelemen and Manning (12) for the present-day oceanic crustal carbon reservoir to the geological past, based on our crustal paleo-CO2 grids (Figs. 2 and 5, A and B, and fig. S1).\nPaleo-ocean bottom water temperatures Using the oceanic crustal CO2 and temperature data of Gillis and Coogan (20), we established a robust, weighted log-linear relationship between crustal CO2 content, bottom water temperature at the time of its formation, and crustal age (19). We used the Generic Mapping Tools (GMT) trend2d function (34), which iteratively reweights input data to reduce the influence of outliers. Tomodel paleo-oceanic crustal CO2 (fig. S1) as a function of crustal age and ocean bottomwater temperature, we combined paleo-ocean bottom water temperature grids (fig. S3) with paleo-oceanic crustal age grids (fig. S2) (19).We assigned a bottomwater paleo-temperature estimate to any given parcel of ocean crust for the time of its formation, using the Mg-temperature record of benthic foraminifera (35) for 65 to 0 Ma, the d18O temperature record of benthic foraminifera for 110 to 70Ma (36) and 120 to 115Ma (37), and the d18O temperature record of benthic foraminifera (38) for 160 to 130Ma. For the Jurassic, we used a combination of d18O temperature record of oysters, belemnites and trigoniids (39), and belemnites and demersal fishes (40). Because of the lack of data on bottom temperatures for Middle Devonian to Late Triassic oceans, our temperatures were estimates based on a comparison of published paleo-climate scenarios (41, 42) and calculations of seawater temperatures from d18O of apatite fossils (43–46) for these periods, following the well-established bottom water temperatures for similar climate modes in the Cenozoic to construct a complete estimated bottom water temperature record from 400 Ma to the present day (Fig. 3B)."
  }, {
    "heading": "Spectral data analysis",
    "text": "We applied a high-pass filter to our modeled carbon emission time series, as well as the observed CO2 data, using a cosine arch filter with a total width of 60 My to remove low-frequency parts of the signals, focusing on the correlation between relatively high-frequency fluctuations (tens of millions of years) between the two signals (Fig. 5C), because the processes that likely drive longer-term fluctuations (4) were not considered here. The two time series display a good overall visual correlation between peaks and troughs at periods between 25 and 30My (Fig. 5C). To quantify the frequency-dependent correlation betweenmodeled oceanic carbon emissions and atmosphericCO2 fluctuations, we computed the spectral coherence between the unfiltered signals with GMT spectrum1d (34), using the Welch’s method of ensemble averaging of multiple overlapping windows 128 My long and SE estimates (47). The spectral coherence between these two signals (Fig. 5D) ranging from 0 to 1 measured the normalized correlation between two power spectra, with values exceeding 0.5 considered coherent (47)."
  }, {
    "heading": "SUPPLEMENTARY MATERIALS",
    "text": "Supplementary material for this article is available at http://advances.sciencemag.org/cgi/ content/full/4/2/eaaq0500/DC1 fig. S1. Modeled oceanic crustal CO2 content through time.\nMüller and Dutkiewicz Sci. Adv. 2018;4 : eaaq0500 14 February 2018\nfig. S2. Paleo-age of the ocean crust. fig. S3. Modeled paleo-ocean bottom water temperature."
  }, {
    "heading": "REFERENCES AND NOTES",
    "text": "1. D. L. Royer, CO2-forced climate thresholds during the Phanerozoic. Geochim. Cosmochim.\nActa 70, 5665–5675 (2006). 2. T. R. Worsley, D. L. Kidder, First-order coupling of paleogeography and CO2, with global\nsurface temperature and its latitudinal contrast. Geology 19, 1161–1164 (1991). 3. S. Brune, S. E. Williams, R. D. Müller, Potential links between continental rifting, CO2\ndegassing and climate change through time. Nat. Geosci. 10, 941–946 (2017). 4. G. L. Foster, D. L. Royer, D. J. Lunt, Future climate forcing potentially without precedent in\nthe last 420 million years. Nat. Commun. 8, 14845 (2017). 5. M. R. Rampino, K. Caldeira, Episodes of terrestrial geologic activity during the past\n260 million years: A quantitative approach, in Dynamics and Evolution of Minor Bodies with Galactic and Geological Implications, S. V. M. Clube, S. Yabushita, J. Henrard, Eds. (Springer, 1992), pp. 143–159.\n6. M. R. Rampino, Disc dark matter in the Galaxy and potential cycles of extraterrestrial impacts, mass extinctions and geological events. Mon. Not. R. Astron. Soc. 448, 1816–1820 (2015). 7. J. N. Bahcall, S. Bahcall, The Sun’s motion perpendicular to the galactic plane. Nature 316, 706–708 (1985). 8. A. D. Erlykin, D. A. Harper, T. Sloan, A. W. Wolfendale, Mass extinctions over the last 500 myr: An astronomical cause? Palaeontology 60, 159–167 (2017). 9. D. P. Bond, S. E. Grasby, On the causes of mass extinctions. Palaeogeogr. Palaeoclimatol. Palaeoecol. 478, 3–29 (2017).\n10. N. MacLeod, in Volcanism, Impacts, and Mass Extinctions: Causes and Effects, G. Keller, A. C. Kerr, Eds. (Special Paper 505, Geological Society of America, 2014), pp. 1–28. 11. C. P. Conrad, C. Lithgow-Bertelloni, The temporal evolution of plate driving forces: Importance of “slab suction” versus “slab pull” during the Cenozoic. J. Geophys. Res. Solid Earth 109, (2004). 12. P. B. Kelemen, C. E. Manning, Reevaluating carbon fluxes in subduction zones, what goes down, mostly comes up. Proc. Natl. Acad. Sci. U.S.A. 112, E3997–E4006 (2015). 13. D. Chavrit, E. Humler, O. Grasset, Mapping modern CO2 fluxes and mantle carbon content all along the mid-ocean ridge system. Earth Planet. Sci. Lett. 387, 229–239 (2014). 14. J. C. Alt, D. A. H. Teagle, The uptake of carbon during alteration of ocean crust. Geochim. Cosmochim. Acta 63, 1527–1535 (1999). 15. H. Staudigel, K. Muehlenbachs, S. H. Richardson, S. R. Hart, Agents of low temperature ocean crust alteration. Contrib. Mineral. Petrol. 77, 150–157 (1981). 16. A. Hallam, Mesozoic marine organic-rich shales. Geol. Soc. Spec. Publ. 26, 251–261 (1987). 17. F. K. Johnston, A. V. Turchyn, M. Edmonds, Decarbonation efficiency in subduction\nzones: Implications for warm Cretaceous climates. Earth Planet. Sci. Lett. 303, 143–152 (2011).\n18. R. Dasgupta, M. M. Hirschmann, The deep carbon cycle and melting in Earth’s interior. Earth Planet. Sci. Lett. 298, 1–13 (2010). 19. R. D. Müller, M. Seton, S. Zahirovic, S. E. Williams, K. J. Matthews, N. M. Wright, G. E. Shephard, K. T. Maloney, N. Barnett-Moore, M. Hosseinpour, D. J. Bower, J. Cannon, Ocean basin evolution and global-scale plate reorganization events since Pangea breakup. Annu. Rev. Earth Planet. Sci. 44, 107–138 (2016). 20. K. M. Gillis, L. A. Coogan, Secular variation in carbon uptake into the ocean crust. Earth Planet. Sci. Lett. 302, 385–392 (2011). 21. R. D. Jarrard, Subduction fluxes of water, carbon dioxide, chlorine, and potassium. Geochem. Geophys. Geosyst. 4, 8905 (2003). 22. L. A. Coogan, R. R. Parrish, N. M. Roberts, Early hydrothermal carbon uptake by the upper oceanic crust: Insight from in situ U-Pb dating. Geology 44, 147–150 (2016). 23. L. A. Coogan, K. M. Gillis, Evidence that low-temperature oceanic hydrothermal systems play an important role in the silicate‐carbonate weathering cycle and long‐term climate regulation. Geochem. Geophys. Geosyst. 14, 1771–1786 (2013). 24. S. Brune, S. E. Williams, N. P. Butterworth, R. D. Müller, Abrupt plate accelerations shape rifted continental margins. Nature 536, 201–204 (2016). 25. M. Seton, J. M. Whittaker, P. Wessel, R. D. Müller, C. DeMets, S. Merkouriev, S. Cande, C. Gaina, G. Eagles, R. Granot, J. Stock, N. Wright, S. E. Williams, Community infrastructure and repository for marine magnetic identifications. Geochem. Geophys. Geosyst. 15, 1629–1641 (2014). 26. N. M. Wright, M. Seton, S. E. Williams, R. D. Müller, The Late Cretaceous to recent tectonic history of the Pacific Ocean basin. Earth Sci. Rev. 154, 138–173 (2016). 27. L. A. Coogan, S. E. Dosso, Alteration of ocean crust provides a strong temperature dependent feedback on the geological carbon cycle and is a primary driver of the Sr-isotopic composition of seawater. Earth Planet. Sci. Lett. 415, 38–46 (2015). 28. S. Williams, N. Flament, R. D. Müller, N. Butterworth, Absolute plate motions since 130 Ma constrained by subduction zone kinematics. Earth Planet. Sci. Lett. 418, 66–77 (2015).\n6 of 7\nhttp://advances.sc D ow nloaded from\n29. M. Sdrolias, R. D. Müller, Controls on back‐arc basin formation. Geochem. Geophys. Geosyst. 7, Q04016 (2006). 30. S. Goes, F. A. Capitanio, G. Morra, Evidence of lower-mantle slab penetration phases in plate motions. Nature 451, 981–984 (2008). 31. A. Prokoph, H. El Bilali, R. Ernst, Periodicities in the emplacement of large igneous provinces through the Phanerozoic: Relations to ocean chemistry and marine biodiversity evolution. Geosci. Front. 4, 263–276 (2013). 32. D. E. Loper, K. McCartney, G. Buzyna, A model of correlated episodicity in magnetic-field reversals, climate, and mass extinctions. J. Geol. 96, 1–15 (1988). 33. G. L. Johnson, J. E. Rich, A 30 million year cycle in Arctic volcanism? J. Geodyn. 6, 111–116 (1986). 34. P. Wessel, W. H. Smith, R. Scharroo, J. Luis, F. Wobbe, Generic mapping tools: Improved version released. Eos 94, 409–410 (2013). 35. C. H. Lear, H. Elderfield, P. A. Wilson, Cenozoic deep-sea temperatures and global ice volumes from Mg/Ca in benthic foraminiferal calcite. Science 287, 269–272 (2000). 36. O. Friedrich, R. D. Norris, J. Erbacher, Evolution of middle to Late Cretaceous oceans— A 55 m.y. record of Earth’s temperature and carbon cycle. Geology 40, 107–110 (2012). 37. B. T. Huber, K. G. MacLeod, D. R. Gröcke, M. Kucera, Paleotemperature and paleosalinity inferences and chemostratigraphy across the Aptian/Albian boundary in the subtropical North Atlantic. Paleoceanography 26, PA4221 (2011). 38. L. A. Frakes, J. E. Francis, J. I. Syktus, Climate Modes of the Phanerozoic (Cambridge Univ. Press, 2005), p. 274. 39. H. Wierzbowski, M. Joachimski, Reconstruction of late Bajocian–Bathonian marine palaeoenvironments using carbon and oxygen isotope ratios of calcareous fossils from the Polish Jura Chain (central Poland). Palaeogeogr. Palaeoclimatol. Palaeoecol. 254, 523–540 (2007). 40. G. Dera, E. Pucéat, P. Pellenard, P. Neige, D. Delsate, M. M. Joachimski, L. Reisberg, M. Martinez, Water mass exchange and variations in seawater temperature in the NW Tethys during the Early Jurassic: Evidence from neodymium and oxygen isotopes of fish teeth and belemnites. Earth Planet. Sci. Lett. 286, 198–207 (2009). 41. I. P. Montañez, N. J. Tabor, D. Niemeier, W. A. DiMichele, T. D. Frank, C. R. Fielding, J. L. Isbell, L. P. Birgenheier, M. C. Rygel, CO2-forced climate and vegetation instability during Late Paleozoic deglaciation. Science 315, 87–91 (2007). 42. C. R. Fielding, T. D. Frank, J. L. Isbell, The late Paleozoic ice age—A review of current understanding and synthesis of global climate patterns, in Resolving the Late Paleozoic Ice\nMüller and Dutkiewicz Sci. Adv. 2018;4 : eaaq0500 14 February 2018\nAge in Time and Space, C. R. Fielding, T. D. Frank, J. L. Isbell, Eds. (Special Paper 441, Geological Society of America, 2008), pp. 343–354.\n43. Y. Sun, M. M. Joachimski, P. B. Wignall, C. Yan, Y. Chen, H. Jiang, L. Wang, X. Lai, Lethally hot temperatures during the Early Triassic greenhouse. Science 338, 366–370 (2012). 44. M. Barham, J. Murray, M. M. Joachimski, D. M. Williams, The onset of the PermoCarboniferous glaciation: Reconciling global stratigraphic evidence with biogenic apatite d18O records in the late Visean. J. Geol. Soc. 169, 119–122 (2012). 45. W. Buggisch, M. M. Joachimski, G. Sevastopulo, J. R. Morrow, Mississippian d13Ccarb and conodont apatite d18O records—Their relation to the Late Palaeozoic Glaciation. Palaeogeogr. Palaeoclimatol. Palaeoecol. 268, 273–292 (2008). 46. M. M. Joachimski, S. Breisig, W. Buggisch, J. A. Talent, R. Mawson, M. Gereke, J. R. Morrow, J. Day, K. Weddige, Devonian climate and reef evolution: Insights from oxygen isotopes in apatite. Earth Planet. Sci. Lett. 284, 599–609 (2009). 47. J. S. Bendat, A. G. Piersol, Random Data: Analysis and Measurement Procedures (John Wiley and Sons, 2011), vol. 729.\nAcknowledgments: We thank J. Cannon for his development of pyGPlates workflows. We are grateful to F. A. Capitanio, an anonymous reviewer, and E. Kevin Furlong for constructive reviews. All figures were created using GMT software. Funding: This research was supported by the Australian Research Council grant DP130101946 and the Alfred P. Sloan Foundation through the Deep Carbon Observatory. Author contributions: R.D.M. and A.D. contributed equally to the conceptual framework, analysis, and manuscript preparation. Competing interests: The authors declare that they have no competing interests. Data and materials availability: All data needed to evaluate the conclusions in the paper are present in the paper and/or the Supplementary Materials. Additional data related to this paper may be requested from the authors. All data sets and digital grids are available for download at ftp://ftp.earthbyte.org/Data_Collections/Muller_Dutkiewicz_2018_SciAdv/.\nSubmitted 25 September 2017 Accepted 16 January 2018 Published 14 February 2018 10.1126/sciadv.aaq0500\nCitation: R. D. Müller, A. Dutkiewicz, Oceanic crustal carbon cycle drives 26-million-year atmospheric carbon dioxide periodicities. Sci. Adv. 4, eaaq0500 (2018).\nien\n7 of 7\non F ebruary 20, 2019\ncem ag.org/\nOceanic crustal carbon cycle drives 26-million-year atmospheric carbon dioxide periodicities R. Dietmar Müller and Adriana Dutkiewicz\nDOI: 10.1126/sciadv.aaq0500 (2), eaaq0500.4Sci Adv\nARTICLE TOOLS http://advances.sciencemag.org/content/4/2/eaaq0500\nMATERIALS SUPPLEMENTARY http://advances.sciencemag.org/content/suppl/2018/02/12/4.2.eaaq0500.DC1\nREFERENCES\nhttp://advances.sciencemag.org/content/4/2/eaaq0500#BIBL This article cites 41 articles, 9 of which you can access for free\nPERMISSIONS http://www.sciencemag.org/help/reprints-and-permissions\nTerms of ServiceUse of this article is subject to the\nregistered trademark of AAAS. is aScience Advances Association for the Advancement of Science. No claim to original U.S. Government Works. The title\nYork Avenue NW, Washington, DC 20005. 2017 © The Authors, some rights reserved; exclusive licensee American (ISSN 2375-2548) is published by the American Association for the Advancement of Science, 1200 NewScience Advances\non F ebruary 20, 2019\nhttp://advances.sciencem ag.org/\nD ow nloaded from"
  }],
  "year": 2018,
  "references": [],
  "id": "SP:59dc2b7d439fc9afc41adae84bac1b64632e9daf",
  "authors": [{
    "name": "Adriana Dutkiewicz",
    "affiliations": []
  }],
  "abstractText": "Atmospheric carbon dioxide (CO2) data for the last 420 million years (My) show long-term fluctuations related to supercontinent cycles as well as shorter cycles at 26 to 32 My whose origin is unknown. Periodicities of 26 to 30 My occur in diverse geological phenomena including mass extinctions, flood basalt volcanism, ocean anoxic events, deposition of massive evaporites, sequence boundaries, and orogenic events and have previously been linked to an extraterrestrial mechanism. The vast oceanic crustal carbon reservoir is an alternative potential driving force of climate fluctuations at these time scales, with hydrothermal crustal carbon uptake occurring mostly in young crust with a strong dependence on ocean bottom water temperature. We combine a global plate model and oceanic paleo-age grids with estimates of paleo-ocean bottom water temperatures to track the evolution of the oceanic crustal carbon reservoir over the past 230 My. We show that seafloor spreading rates as well as the storage, subduction, and emission of oceanic crustal and mantle CO2 fluctuate with a period of 26 My. A connection with seafloor spreading rates and equivalent cycles in subduction zone rollback suggests that these periodicities are driven by the dynamics of subduction zone migration. The oceanic crust-mantle carbon cycle is thus a previously overlooked mechanism that connects plate tectonic pulsing with fluctuations in atmospheric carbon and surface environments. fom"
}