{
  "sections": [{
    "text": "1468. In contrast, the years 1459 (−1.0 °C) and 1460 (−0.4 °C) were not exceptionally cold in the contemporary context. These findings suggest either that the original dating pointing to a major eruption in 1452 (and large-scale cooling in 1453) was correct or that the eruption left no substantial climatic fingerprint in Northern Hemisphere temperature proxies. The latter appears less likely as sulfate aerosol deposits associated with the 1450s event are found in ice cores of both hemispheres.\nKeywords Tree rings .Maximum latewood density . Ice cores . Volcanic eruption . Paleoclimate . Kuwae"
  }, {
    "heading": "Introduction",
    "text": "In the early 1990s, a largely submarine caldera in the South Pacific was identified as the source for one of the greatest eruptions of the past millennium (Monzier et al. 1994). The Kuwae caldera is located at 17° S between the islands Tongoa and Epi of the Republic of Vanuatu and covers an area of ∼60 km2 (Fig. 1). Based on marine and field observations, the development of the caldera was associated with a single eruption in the mid-fifteenth century ejecting 30–60-km3 dense rock equivalent as pyroclastic flow and fall deposits (Claude et al. 1994). Assessments of glass inclusions in the dacitic tephra reveal a large release of sulfur producing an aerosol cloud with mass >100 Tg sulfuric acid (Witter and Self 2007). An eruption of this magnitude injects substantial quantities of sulfate aerosols into the stratosphere, scatters incoming solar radiation, and causeswidespread cooling, notably in continental regions of theNorthernHemisphere, in the year after the eruption (Esper et al. 2013; Legrand and Wagenbach 1999). The aerosols are dispersed to the high latitudes of both hemispheres, partly deposited in the ice cores of Antarctica and Greenland (Delmas et al. 1992; Hammer et al. 1980), and the radiative forcing time series derived from these Editorial responsibility: S. Self Electronic supplementary material The online version of this article (doi:10.1007/s00445-017-1125-9) contains supplementary material, which is available to authorized users. * Jan Esper esper@uni-mainz.de 1 Department of Geography, Johannes Gutenberg University, 55099 Mainz, Germany 2 Department of Geography, University of Cambridge, Cambridge CB2 3EN, UK 3 Department of Geography, Justus Liebig University, 35390 Gießen, Germany\narchives support the parameterization of general circulation models to simulate the dynamics of the Earth’s climate system and project future climatic change (Schmidt et al. 2011).\nIn their original description of the caldera, Monzier et al. (1994) reported radiocarbon dates on charcoal pieces from flow deposits and based on a non-statistical review of six available dates concluded that the eruption occurred in the interval 1420–1430. Delmas et al. (1992) detected a major sulfuric acid layer in an Antarctic ice core and dated the event to 1452 considering evidence from other Antarctic and Greenland ice cores as well as tree rings from the Western USA. The latter referred to pioneering dendrochronological work by LaMarche and Hirschboeck (1984) that reported a widespread frost ring in 1453 in subalpine bristlecone pines in a tree-ring network stretching from the White Mountains in California to the Front Range in Colorado. The authors of this paper related this highly diagnostic wood anatomical feature to an eruption of Kelud in East Java, however. A large volcanic signal was identified between 1450 and 1464 in bipolar ice core records and dated to 1459 (Langway et al. 1995). Zielinski (1995) also remarked on the strength of this anomaly in Greenland and attributed it to the Kuwae eruption based on the rough correspondence between the ice core chronology and the age estimates of Monzier et al. (1994).\nAnother milestone in the identification of the large midfifteenth-century eruption is the work by Briffa et al. (1998) who attributed a distinct cooling signal in 1453 in their boreal tree-ring density network to Kuwae. By now, the link between Kuwae and evidence for a large tropical eruption in the midfifteenth century is firmly embedded in the literature. Subsequent analyses of individual ice core records indicated\ndates ranging from 1450 to 1464, before Gao et al. (2006) compared a total of 33 ice cores from Greenland and Antarctica and concluded that Kuwae was a major eruption that took place in late 1452 or early 1453 (again referring to the dating from the frost ring and tree-ring density networks). This work led to the development of a volcanic forcing time series including a distinct spike of 12.3 W/m2 in 1452 (Gao et al. 2008), which was subsequently used in general circulation models producing widespread summer cooling in 1453 (−2.8 °C in the CCSM4 model, Fig. 1c). The 1452 eruption date gained further support from documentary evidence revealing severe weather conditions in China and aerosol cloud effects in Constantinople (Pang 1993), though the explanatory power of this evidence was recently challenged in a critical review of the original sources (Bauch 2015).\nBoth the character (Németh et al. 2007) and dating (Plummer et al. 2012; Sigl et al. 2013, 2014, 2015) of the Kuwae eruption were recently challenged. Based on a re-evaluation of syncaldera pyroclastic deposits, Németh et al. (2007) argued that the Kuwae caldera likely evolved in piecemeal fashion and suggested that another (still unknown) eruption must be responsible for the 1450s ice core sulfate spike and climatic aftermath. This controversy is beyond the scope of this paper, though we hereafter refer to the B1450s unknown eruption^ instead of BKuwae eruption^. The re-dating from 1452 to 1458 as inferred from new analysis of high-resolution ice cores from Greenland and Antarctica is of importance, however. Sigl et al. (2013) concluded that Gao et al. (2006) erroneously assumed a strong volcanic forcing in 1452 and that shifting the event by 6 years would explain an apparent delayed response in tree rings. They\nSubmarine caldera\nEpi\nTongoa\nKuwae (Vanuatu) 16.83°S / 168.54°E\nPhoto by Karoly Nemeth\n-20\n-15\n-10\n-5\n0\n-5\n-4\n-3\n-2\n-1\n1440 1450 1460 1470\n1452 1453\n1458T em\npe ra\ntu re\na no\nm al y w rt . 1 96 1- 19 90\nR ad\nia tiv\ne fo\nrc in g [w /m 2 ]\nYear A.D.\nJJA temperature\nGao et al. 2008 Sigl et al. 2015\na b\nc\nFig. 1 Kuwae caldera and 1450s forcing and temperature deviations. a Map showing the location of the Kuwae submarine caldera between Epi and Tongoa islands of the Republic of Vanuatu in the South Pacific. Yellow box indicates the area of the photograph shown in b. b Photograph of the upper caldera wall of the largely submarine caldera. c\nRadiative forcing time series (inW/m2) fromArctic andAntarctic ice core data after Gao et al. (2006) in black and Sigl et al. (2015) in red, shown together with simulated June–August (JJA) temperatures averaged over 30–90° N Northern Hemisphere land areas from the CCSM4 climate model (Landrum et al. 2013) over the 1440–1470 period\ndemonstrated that two mid-fifteenth-century sulfate aerosol layers were deposited in bipolar ice sheets: a comparatively small eruption in 1453 but the globally significant event in 1458. Based on this revised ice core chronology, Sigl et al. (2015) constructed a new index of global volcanic aerosol forcing (−20.6 W/m2 in Fig. 1c), which, when considered in climate models, will shift the simulated cooling spike and associated perturbation of the climate system by 6 years into 1459. This re-dating has significant consequences on model/ proxy comparisons (Anchukaitis et al. 2012; Esper et al. 2013) and is vital to ice core dating as the sulfate layer associated with the large 1450s eruption is used as a tie point to align cores from Antarctica and Greenland (Hammer et al. 1980; Gao et al. 2006, 2008; Delmas et al. 1992; Sigl et al. 2015).\nWhen revising the ice core chronology, Plummer et al. (2012) emphasized that tree-ring data only capture local climate variability and concluded that not all width minima and frost rings are the result of volcanic activity. Sigl et al. (2013) considered a maximum latewood density (MXD) chronology from Northern Europe (Esper et al. 2012) and a tree-ring width (TRW) chronology from the Western USA (Salzer and Hughes 2007) to support their re-dating of the 1450s eruption. MXD is an estimate of the thickest cell wall within a tree-ring derived from wood samp l e X - r ay f i lms (Supp l emen t a r y F ig . S1 ; Schweingruber et al. 1978). These comparisons are quite selective however and at least partly contradict the evidence from annually resolved, large-scale temperature reconstructions (Briffa et al. 1998; D’Arrigo et al. 2006; Esper et al. 2002; Schneider et al. 2015; Stoffel et al. 2015; Wilson et al. 2016; Xing et al. 2016). The latter are derived from hemispheric tree-ring networks including both TRW and MXD data. It is important to note that MXD has been shown to be the superior proxy for the detection of abrupt signals caused by large volcanic eruptions (Briffa et al. 1998) or punctuated disturbance events (Esper et al. 2007). TRW chronologies, on the other hand, tend to show prolonged responses to volcanic eruptions, due to biological memory effects, and to underestimate cold conditions associated with such events (Esper et al. 2015, Supplementary Fig. S1).\nHere, we compile all MXD chronologies (worldwide) extending back to the mid-fifteenth century to evaluate the re-dating of the 1450s eruption and shift in ice core chronology. We evaluate the climate signals in the MXD chronologies by comparison with observational temperatures and use a network of 20 summer temperature- sensitive sites to analyze the 1450s cooling patterns in the Northern Hemisphere extratropics. Results from this assessment are compared with temperature deviations in a corresponding TRW network to evaluate potentially differing conclusions that might arise when using this much more widespread tree-ring parameter."
  }, {
    "heading": "Material and methods",
    "text": "Twenty-five MXD chronologies extending back to 1450 CE have been developed over the past several decades (Table 1). All of these records integrate at least threeMXDmeasurement series in the 1450s, but many chronologies are much better replicated and continue further back in time. N-Scan from Northern Europe is the longest MXD chronology reaching back to 181 BCE, and the Pyrenees record from Spain is the best-replicated chronology integrating 92 MXD series in the 1450s (see columns 6 and 8 in Table 1). The tree-ring chronologies are derived from different genera including eight records (each) from larch, spruce, and pine species, as well as one from Douglas fir. Ten chronologies are located in Europe, nine in Russia, and six in North America. No long MXD chronology is available from the Southern Hemisphere. From all of the sites listed in Table 1, both MXD and TRW data are available.\nThe MXD and TRW data were detrended using negative exponential functions to remove geometrical and biological age trends and emphasize common high frequency, interannual to multi-decadal variations in the index chronologies (Cook and Kairiukstis 1990). For MXD, we calculated ratios between the original measurement series and the negative exponential curves; for TRW, we power transformed the measurement series before calculating residuals to avoid endeffect biases in the detrended data (Cook and Peters 1997). Uncertainties were estimated by calculating 95% bootstrap confidence intervals derived from subsampling the MXD (and TRW) series in a Monte Carlo approach (Briffa et al. 1992). Covariance among the measurement series was further assessed by calculating running inter-series correlations in a 30-year window shif ted along the chronologies (Supplementary Fig. S2). These procedures were applied to only 22 of the long MXD (and TRW) datasets, as from three sites in Northern Europe (For, Laa, Khi), only the published mean chronologies are available (McCarroll et al. 2013).\nMXD and TRW climate signals were estimated by correlating the index site chronologies against monthly temperature fields from the CRU TS3.23 gridded data using the KNMI Explorer (Oldenborgh and Burgers 2005). Correlations were computed since 1901 and 1950 to evaluate the influence of limited early instrumental data on the calibration results, and the best correlating months were averaged into seasonal means to approximate the maximum climate signal of each tree-ring chronology (Supplementary Table S1, Fig. S3). The site chronologies were transferred into warm season temperature anomalies bymatching the mean and variance of the local gridded temperatures (Esper et al. 2005, Fig. S4). Note though that higher correlations are likely achieved if regional instrumental station data were used instead of the gridded temperatures. The temperature signals of the chronology segments covering the mid-fifteenth century are also likely weaker, as\nthe number of MXD (and TRW) measurement series is typically much lower during this early period compared to the twentieth century (columns 7 and 8 in Table 1). Also, the varying inter-series correlations, with low values indicating weaker signals and high values indicating stronger signals (Esper et al. 2016), might provide additional information on the potential loss of signal strength back in time (Supplementary Fig. 1)."
  }, {
    "heading": "Results and discussion",
    "text": ""
  }, {
    "heading": "MXD reconstructions and 1450s cooling pattern",
    "text": "Twenty of the 25 MXD chronologies extending back to the 1450s contain significant warm season temperature signals (Supplementary Table 1). Their p < 0.05 correlation fields represent a large fraction of the Northern Hemisphere landmasses with good spatial coverage north of ∼30° N in Europe\nand North America and north of ∼50° N in central Asia (Fig. 2). Regions in western and particularly in eastern Asia are not well represented, however. The highest density of long MXD records falls in Europe where the correlation fields of nine chronologies (five from Scandinavia, three from the Alps, one from the Pyrenees) pave the continent spreading well into North Africa. Besides the local correlation fields surrounding the tree sites, most chronologies also correlate with instrumental temperatures in remote regions. This feature is most obvious in the Laa chronology from northern Finland, which correlates not only with summer temperatures in southern Europe and northern Africa but also with observations in North America and southeastern Asia. Some of these remote correlations are likely related to larger scale circulation modes (Jacobeit et al. 2003), while others are of random nature, triggered by matching twentieth-century warming trends and the vast spatial domain considered for correlation.\nThe 20 Northern Hemispheric MXD chronologies show a coherent and strong cooling signal in 1453 CE, just 1 year\nTable 1 MXD chronology characteristics\nSite Code Country Location Species Period Twentieth century replication 1450s replication\n1 Alaska Ala USA 68.8° N 142.4° W PCGL 1073–2002 66 57\n2 Altai Alt Russia 50.0° N 88.0° E LASI 462–2007 22 12\n3 Athabasca Ath Canada 52.3° N 117.3° W PCEN 1072–1994 74 16\n4 Campbell Cam Canada 68.3° N 133.3° W PCGL 1175–1992 19 24\n5 Fool Creek Foo USA 39.5° N 105.5° W PCEN 1296–1993 9 7 6 Forfjorddalena For Norway 68.9° N 15.7° E PISY 978–2005 ? ?\n7 Jämtland Jae Sweden 63.5° N 15.5° E PISY 783–2011 39 35 8 Khibinya Khi Russia 67.7° N 33.6° E PISY 821–2005 ? ? 9 Laanilaa Laa Finland 68.5° N 27.5° E PISY 800–2005 ? ?\n10 Lauenen Lau Switzerl. 46.4° N 7.3° E PCAB 982–1976 11 38\n11 Lötchental Loe Switzerl. 47.5° N 7.5° E LADE 735–2004 71 52\n12 Majakit Maj Russia 61.2° N 151.6° E LADA 1338–1994 27 6\n13 Mangazeja Man Russia 66.7° N 82.3° E LASE PCOB 1246–1990 61 49\n14 N-Scan Nsc Finland 67.5° N 22.5° E PISY 181–2006 116 43\n15 Nuleger Nul Russia 71.1° N 127.3° E LADA 1391–1990 27 6\n16 Polar Ural Pol Russia 66.9° N 65.6° E LASI PCOB 778–2006 59 12\n17 Pyrenees Pyr Spain 42.5° N 2.5° E PIUN 924–2014 163 92\n18 Quebec Que Canada 57.5° N 76.0° W PCMA 1352–1989 18 18\n19 Torneträsk Tor Sweden 68.2° N 19.7° E PISY 441–2010 61 16\n20 Tyrol Tyr Austria 47.5° N 12.5° E PCAB 1047–2003 54 31\n1 Bilibina Bil Russia 67.3° N 167.4° E LADA 1432–1991 22 3\n2 Gotland Got Sweden 57.4° N 18.3° E PISY 1127–1987 10 10\n3 Seimchan Sei Russia 63.3° N 151.4° E LADA 1362–1991 27 3\n4 Spruce Canyon Spr USA 37.1° N 108.3° W PSME 1373–1978 15 6\n5 Zhaschiviersk Zha Russia 67.5° N 142.6° E LASI 1311–1991 28 16\nReplication is the number of MXD measurement series (in the twentieth century and 1450s). Chronologies listed at the bottom lack a significant temperature signal (see Supplementary Material) a Only mean time series (chronology) available\nafter the original date of the large mid-fifteenth-century eruption in 1452 (Fig. 3). Year 1453 is the only event from 1420 to 1480 in which all chronologies, except Ath in Western\nCanada, indicate cool warm season temperatures and marks a period after which reconstructed temperatures remain for 15 years below the 1961–1990 mean (the horizontal black line\nin Fig. 3a). The 1453 warm season mean temperature at all 20 sites is −2.5 °C representing the coldest reconstructed value over the past 800 years (Table S2). This value fluctuates back to −0.7 °C in 1454 but remains negative until 1463 (−1.3 °C) and 1468 (−0.5 °C). Importantly, the temperature anomaly in 1459, 1 year after the new ice core derived date for the large 1450s eruption, is only −1.0 °C (−0.4 °C in 1460). Neither 1459 nor any other year in the mid-fifteenth century is characterized by a commonNorthern Hemispheric temperature deviation similar to 1453. This finding suggests that the major bipolar sulfate signal, now shifted to 1458 (Sigl et al. 2013, 2014, 2015), either left no large-scale cooling signal in the Northern Hemisphere extratropics or that the original dating of the event in 1452 was correct.\nThe cumulative temperature deviations shown in Fig. 3b, c highlight the relative contributions of the single MXD sites to the 1453 event. Summer temperature cooling was most severe at the sites Pol in central Siberia (−6.9 °C), Cam in northwestern Canada (−4.9 °C), and For and Nsc in Northern Europe (−3.5 and −3.1 °C). Smaller anomalies are recorded in the European Alps (Tyr, Lau, and Loe), and a positive deviation is retained in the Ath reconstruction from British Columbia. If we consider the local correlation fields surrounding the MXD sites and plot these in one map, the large-scale nature of the 1453 cooling becomes apparent (Fig. 4): Strongest cooling\n(>−3 °C) is recorded in high latitudes from Northern Europe to central Siberia; intermediate cooling (−2 to −2.5 °C) occurred in much of North America, except for northwest North America (colder) and perhaps British Columbia (warmer); central Europe and the Mediterranean experienced the weakest cooling. The positive temperature anomaly in the Ath chronology (+0.6 °C) is a regional outlier that remains difficult to explain. The site calibrates quite well against regional summer temperatures (r = 0.69 since 1950; Table S1), and chronology replication is reasonably high during the 1450s (16MXD series compared to 74 series in the twentieth century, Table 1). The inter-series correlation of the 16 MXD series is relatively low (r1440–1470 = 0.27; Fig. S2), but this feature alone does not conclusively explain the outlier."
  }, {
    "heading": "MXD versus TRW response",
    "text": "Since the majority of high-resolution climate reconstructions are based on TRW (Esper et al. 2016), and these data have particularly been used to assess post-volcanic cooling at large spatial scales (overview in Anchukaitis et al. 2012), we here include a comparison of the MXD-based temperature estimates with the TRW chronologies from the same sampling sites (Fig. 5). Note though that the temperature signal is much weaker in TRW compared to MXD (Table 1). Whereas the 20 MXD chronologies correlate on average at r = 0.60 with regional warm season temperatures (r = 0.65 since 1950), the average correlation of the TRW chronologies is r = 0.37. Two TRW chronologies (Cam and Lau) contain no temperature signal and were not considered in this assessment.\nThe comparison of network mean MXD and TRW chronologies during the mid-fifteenth century reveals an overall similar pattern including higher values until ∼1450 and after ∼1470 and lower values in-between (Fig. 5a). The severe 1453 cooling spike dominating the MXD data is, however, missing in the TRW data. The latter are characterized by a gradual cooling trend beginning in 1446 and reaching an initial minimum in 1453 (−1.7 °C). In contrast to MXD, the TRW mean does not fluctuate back to a higher value in 1454 but remains low until 1459 (−1.8 °C) and 1468 (−1.4 °C), after which the average gradually increases again, approaching the 1961–1990 mean in 1476. This temporally extended response, with no obvious spike in reconstructed warm season temperatures, is characteristic for TRW-based estimates of post-volcanic cooling (Esper et al. 2015). The somewhat smeared pattern in the network mean results from incoherent responses among the 18 TRW site chronologies (Fig. 5c) that collectively show no spike in 1453 (or any other year) similar to the Northern Hemispheric MXD network. These TRW data properties, the (i) weaker climate signal, (ii) memory effects and temporally extended response, and (iii) low covariance among site chronologies, make it rather difficult to precisely date volcanic eruptions using this\nwidespread dendrochronological parameter (Briffa et al. 1998; Esper et al. 2010, 2015; Frank and Esper 2005).\nThe MXD versus TRW comparison also indicates that the approach considered in Sigl et al. (2013), in which only two tree-ring site chronologies (one MXD and one TRW) were used to backup their re-dating of the large mid-fifteenthcentury event from 1452 to 1458, is rather selective. The two sites include a MXD-based temperature reconstruction from Northern Europe (Esper et al. 2012) that actually shows maximum cooling in 1453 and a TRW-based reconstruction from the Western USA (Salzer and Hughes 2007) indicating maximum cooling in 1459. Based on these two chronologies, the re-dating of one of the largest volcanic eruptions of the past millennium appears not well supported from a dendrochronological point of view. Our comprehensive approach of composing a network of all MXD site chronologies extending back to the mid-fifteenth century instead demonstrates that there was a severe temperature drop in 1453 and that this signal is unique in the context of the 1420–1480 period. The TRW chronologies, on the other hand, do not cohere at large spatial scales, and selecting only one of these records to support a shift of a major eruption of the past millennium seems not well justified."
  }, {
    "heading": "Conclusions",
    "text": "A hemispheric network of MXD chronologies extending back to the fifteenth century was composed to evaluate the climatic fingerprint and dating of the large 1450s volcanic eruption that was formerly attributed to the Kuwae caldera in the tropical\nSouth Pacific. The network revealed a distinct warm season temperature cooling of −2.5 °C in 1453 supporting the original dating of a strong climate forcing eruption in 1452 (Briffa et al. 1998; Delmas et al. 1992; Gao et al. 2006; LaMarche and Hirschboek 1984; Pang 1993). The recently publicized redating to 1458, based on new evidence from high-resolution bipolar ice cores (Plummer et al. 2012; Sigl et al. 2013, 2014, 2015), is not supported by the MXD network as neither in 1459 nor in any other year in the mid-fifteenth century distinct cooling is recorded.\nIn 1453, reconstructed summer temperatures were below average in 19 of 20 Northern HemisphereMXD sites. Cooling was particularly pronounced in high-latitude regions in Europe, central Siberia, and northwestern North America and less severe in central Europe and central Asia. The only region not indicating below average summer temperatures in 1453 is British Columbia in western Canada, where the Ath MXD site chronology recorded a +0.6 °C June–August temperature deviation. This regional anomaly is likely not related to the quality of the site chronology, as the calibration against instrumental temperatures demonstrated a strong temperature signal (r = 0.69 since 1950) and the mid-fifteenth-century chronology section is reasonably replicated (16 MXD series). Further research and the development of new MXD chronologies are needed to assess this irregularity and study the potential influence of regional circulation modes (e.g., the Pacific Decadal Oscillation;Mantua et al. 1997) or other modifying factors on the spatial temperature patterns associated with large volcanic eruptions (Anchukaitis et al. 2017).\nAn additional comparison of TRW and MXD data from the same sampling sites showed that the hemispheric TRW network contained no spatially coherent cooling\nspike in the fifteenth century, but a gradual decrease of reconstructed temperatures after 1446 lasting for ∼30 years. This temporally smeared cooling pattern does not enable the detection of a single eruption year, and TRW deviations in single site chronologies can mistakenly be interpreted as support for volcanic evidence in other proxy records (Sigl et al. 2013). The inconsistent TRW signals likely result from overall weaker climate controls as evidenced from the calibration against instrumental temperature data, and biological memory effects caused by the storage and remobilization of starch and sugar, and the development of needle generations enduring several growing seasons (Matalas 1962; Pallardy 2015; Schulman 1956).\nThe potential consequences of the re-dating of the large mid-fifteenth-century eruption according to new bipolar ice core evidence (Sigl et al. 2013, 2014, 2015) remain unclear. The shift from 1452 to 1458 will likely impact large-scale cooling patterns in climate model simulations and thereby affect subsequent attribution studies as well as studies on the impact of abrupt climate deviations on historical societ ies (Büntgen et al . 2013, 2016; DeMenocal 2001). Scientists comparing climate model simulations with proxy reconstructions should thus not be surprised when discovering a mismatch between these apparent sources of evidence during the fifteenth century. Such a mismatch should also not be considered as evidence for chronological errors in tree-ring-based climate reconstructions, and smoothed TRW deviations should not be confused with temporally extended temperature deviations following large volcanic eruptions (Anchukaitis et al. 2012 and references therein). The development of MXD chronologies in currently uncovered regions, primarily in western and eastern Asia but also the coastal USA, is of prime importance to improve the spatial representation of the Northern Hemisphere extratropics back to the fifteenth century and support the evaluation of pulse-like climate disturbances over longer timescales and assessment of post-volcanic cooling patterns in climate model simulations.\nAcknowledgements Supported by the German Science Foundation, Grant No. 161/9-1 BDevelopment of density chronologies for eastern and southern Europe.^"
  }],
  "year": 2017,
  "references": [{
    "title": "Tree rings and volcanic cooling",
    "authors": ["KJ Anchukaitis", "P Breitenmoser", "KR Briffa"],
    "venue": "Nat Geo",
    "year": 2012
  }, {
    "title": "2017) Last millennium Northern Hemisphere summer temperatures from tree rings: part II, spatially resolved reconstructions",
    "authors": ["KJ Anchukaitis", "R Wilson", "KR Briffa"],
    "venue": "Quat Sci Rev 163:1–22",
    "year": 2017
  }, {
    "title": "Vulkanisches Zwielicht. Ein Vorschlag zur Datierung des Kuwae-Ausbruchs auf 1464",
    "authors": ["M Bauch"],
    "venue": "In: Mittelalter. Interdisziplinäre Forschung und Rezeptionsgeschichte,",
    "year": 2015
  }, {
    "title": "Fennoscandian summers from AD 500: temperature changes on short and long timescales",
    "authors": ["KR Briffa", "PD Jones", "TS Bartholin", "D Eckstein", "FH Schweingruber", "W Karlen", "P Zetterberg", "M Eronen"],
    "year": 1992
  }, {
    "title": "Influence of volcanic eruptions on Northern Hemisphere summer temperature over the past 600 years",
    "authors": ["KR Briffa", "PD Jones", "FH Schweingruber", "TJ Osborn"],
    "venue": "Nature",
    "year": 1998
  }, {
    "title": "Filling the Eastern European gap inmillenniumlong temperature reconstructions",
    "authors": ["U Büntgen", "T Kyncl", "C Ginzler", "DS Jacks", "J Esper", "W Tegel", "KU Heussner", "J Kyncl"],
    "venue": "Proceed Nat Acad Sci",
    "year": 2013
  }, {
    "title": "2016) Cooling and societal change during the Late Antique Little Ice Age from 536 to around 660 AD",
    "authors": ["U Büntgen", "VS Myglan", "FC Ljungqvist"],
    "venue": "Nature Geo",
    "year": 2016
  }, {
    "title": "Kairiukstis LA (eds) (1990) Methods of dendrochronology: applications in environmental science",
    "authors": ["ER Cook"],
    "year": 1990
  }, {
    "title": "On the long-term context for late twentieth century warming",
    "authors": ["R D’Arrigo", "R Wilson", "G Jacoby"],
    "venue": "J Geophys Res Atmos 111",
    "year": 2006
  }, {
    "title": "Cultural responses to climate change during the late Holocene",
    "authors": ["PB DeMenocal"],
    "venue": "Science",
    "year": 2001
  }, {
    "title": "Low-frequency signals in long tree-ring chronologies and the reconstruction of past temperature variability",
    "authors": ["J Esper", "ER Cook", "FH Schweingruber"],
    "venue": "Science",
    "year": 2002
  }, {
    "title": "Effect of scaling and regression on reconstructed temperature amplitude for the past millennium",
    "authors": ["J Esper", "DC Frank", "RJS Wilson", "KR Briffa"],
    "venue": "Geophys Res",
    "year": 2005
  }, {
    "title": "Liebhold A (2007) 1200 years of regular outbreaks in alpine insects",
    "authors": ["J Esper", "U Büntgen", "DC Frank", "D Nievergelt"],
    "venue": "Proceed Royal Soc B",
    "year": 2007
  }, {
    "title": "Trends and uncertainties in Siberian indicators of 20th century warming",
    "authors": ["J Esper", "DC Frank", "U Büntgen", "A Verstege", "RM Hantemirov", "AV Kirdyanov"],
    "venue": "Glob Change Biol",
    "year": 2010
  }, {
    "title": "Orbital forcing of tree-ring data",
    "authors": ["J Esper", "DC Frank", "M Timonen"],
    "year": 2012
  }, {
    "title": "European summer temperature response to annually dated volcanic eruptions over the past nine centuries Bull Volcanol:75",
    "authors": ["J Esper", "L Schneider", "PJ Krusic", "J Luterbacher", "U Büntgen", "M Timonen", "F Sirocko", "E Zorita"],
    "year": 2013
  }, {
    "title": "Signals and memory in tree-ring width and density data",
    "authors": ["J Esper", "L Schneider", "J Smerdon", "B Schöne", "U Büntgen"],
    "venue": "Dendrochronologia",
    "year": 2015
  }, {
    "title": "Review of tree-ring based temperature reconstructions of the past millennium",
    "authors": ["J Esper", "PJ Krusic", "FC Ljungqvist"],
    "venue": "Quat Sci Rev 145:134–151",
    "year": 2016
  }, {
    "title": "Characterization and climate response patterns of a high-elevation, multi-species tree-ring network in the European Alps",
    "authors": ["D Frank", "J Esper"],
    "venue": "Dendrochronologia",
    "year": 2005
  }, {
    "title": "The 1452 or 1453 A.D. Kuwae eruption signal derived from multiple ice core records: greatest volcanic sulfate event of the past 700 years",
    "authors": ["C Gao", "A Robock", "S Self"],
    "venue": "J Geophys Res 111",
    "year": 2006
  }, {
    "title": "Volcanic forcing of climate over the past 1500 years: an improved ice core-based index for climate models",
    "authors": ["C Gao", "A Robock", "C Ammann"],
    "venue": "J Geophys Res",
    "year": 2008
  }, {
    "title": "Greenland ice sheet evidence of post-glacial volcanism and its climatic impact",
    "authors": ["CU Hammer", "HB Clausen", "W Dansgaard"],
    "venue": "Nature",
    "year": 1980
  }, {
    "title": "Last millennium climate and its",
    "authors": ["N Rosenbloom", "H Teng"],
    "year": 2013
  }, {
    "title": "A 1200-year multiproxy",
    "authors": ["D 39–47 McCarroll", "NJ Loader", "R Jalkanen"],
    "year": 2013
  }, {
    "title": "forest limit of Europe. The Holocene",
    "authors": ["M Monzier", "R Claude", "JP Eissen"],
    "venue": "Kuwae (≈1425AD): the forgot-",
    "year": 1994
  }, {
    "title": "Kuwae caldera and climate",
    "authors": ["SJ Cronin", "JD White"],
    "year": 2007
  }, {
    "title": "Searching for decadal variations",
    "authors": ["Amer Geophys Union", "Fall Meeting", "GJ p 106 van Oldenborgh", "Burgers G"],
    "year": 2005
  }, {
    "title": "Bristlecone pine tree rings and volcanic eruptions over the last 5000 yr",
    "authors": ["MW Salzer", "MK Hughes"],
    "venue": "Quat Res",
    "year": 2007
  }, {
    "title": "Climate forcing reconstructions for use in PMIP simulations of the last millennium (v1.0)",
    "authors": ["GA Schmidt", "JH Jungclaus", "CM Ammann"],
    "venue": "Geosci Model Developm",
    "year": 2011
  }, {
    "title": "Revising midlatitude summer temperatures back to AD 600 based on a wood density network",
    "authors": ["L Schneider", "J Smerdon", "U Büntgen", "R Wilson", "VS Myglan", "A Kirdyanov", "J Esper"],
    "venue": "Geophys Res Lett 42",
    "year": 2015
  }, {
    "title": "Dendroclimatic changes in semiarid America",
    "authors": ["E Schulman"],
    "year": 1956
  }, {
    "title": "The X-ray technique as applied to dendroclimatology",
    "authors": ["FH Schweingruber", "HC Fritts", "OU Bräker", "LG Drew", "E Schaer"],
    "year": 1978
  }, {
    "title": "A new bipolar ice core record of volcanism from WAIS Divide and NEEM and implications for climate forcing of the last 2000 years",
    "authors": ["M Sigl", "JR McConnell", "L Layman"],
    "venue": "J Geophys Res Atmos",
    "year": 2013
  }, {
    "title": "Insights from Antarctica on volcanic forcing during the Common Era",
    "authors": ["M Sigl", "JR McConnell", "M Toohey"],
    "venue": "Nat Clim Chang",
    "year": 2014
  }, {
    "title": "Timing and climate forcing of volcanic eruptions for the past 2,500 years",
    "authors": ["M Sigl", "M Winstrup", "JR McConnell"],
    "venue": "Nature",
    "year": 2015
  }, {
    "title": "Estimates of volcanicinduced cooling in the Northern Hemisphere over the past 1,500 years",
    "authors": ["M Stoffel", "M Khodri", "C Corona"],
    "venue": "Geosci",
    "year": 2015
  }, {
    "title": "2016) Last millennium Northern Hemisphere summer temperatures from tree rings. Part I: the long term context",
    "authors": ["RJS Wilson", "K Anchukaitis", "K Briffa"],
    "venue": "Quat Sci Rev 134:1–18",
    "year": 2016
  }, {
    "title": "The Kuwae (Vanuatu) eruption of AD 1452: potential magnitude and volatile release",
    "authors": ["JB Witter", "S Self"],
    "venue": "Bull Volcanol",
    "year": 2007
  }, {
    "title": "The extratropical Northern Hemisphere temperature reconstruction during the last millennium based on a novel method",
    "authors": ["P Xing", "X Chen", "Y Luo", "S Nie", "Z Zhao", "J Huang", "S Wang"],
    "year": 2016
  }, {
    "title": "Stratospheric loading and optical depth estimates of explosive volcanism over the last 2100 years derived from the Greenland ice sheet project 2 ice core",
    "authors": ["GA Zielinski"],
    "venue": "J Geophys Res",
    "year": 1995
  }],
  "id": "SP:8c5058ecd66b014116f7a06930baa89e208324c0",
  "authors": [{
    "name": "Jan Esper",
    "affiliations": []
  }, {
    "name": "Ulf Büntgen",
    "affiliations": []
  }, {
    "name": "Claudia Hartl-Meier",
    "affiliations": []
  }, {
    "name": "Clive Oppenheimer",
    "affiliations": []
  }, {
    "name": "Lea Schneider",
    "affiliations": []
  }],
  "abstractText": "Ice core-based estimates of past volcanic eruptions are the main forcing of the last millennium climate model simulations. Understanding the timing and magnitude of eruptions is thus critical for assessing the dynamics of the Earth’s climate system. Uncertainty associated with a major event in the 1450s, originally attributed to the South Pacific Kuwae eruption in 1452 and recently shifted to 1458, fundamentally alters model simulations, their comparison with proxy-based climate reconstructions, and any subsequent historical interpretation. Here, we compile a Northern Hemisphere tree-ring network of 25 maximum latewood density chronologies extending back over the past 650+ years to analyze the 1450s temperature deviations. Statistically robust warm season temperature reconstructions from 20 of these records reveal a spatially coherent and exceptional cooling in 1453. Summer cooling ranged from −0.4 °C in the Swiss Alps to −6.9 °C in the Polar Urals (Russia) and was generally stronger across the Eurasian high latitudes and northwestern North America. Year 1453 also marks the onset of a 15-year cold period during which network mean temperatures ranged from −2.5 °C in 1453 to −0.5 °C in 1468. In contrast, the years 1459 (−1.0 °C) and 1460 (−0.4 °C) were not exceptionally cold in the contemporary context. These findings suggest either that the original dating pointing to a major eruption in 1452 (and large-scale cooling in 1453) was correct or that the eruption left no substantial climatic fingerprint in Northern Hemisphere temperature proxies. The latter appears less likely as sulfate aerosol deposits associated with the 1450s event are found in ice cores of both hemispheres.",
  "title": "Northern Hemisphere temperature anomalies during the 1450s period of ambiguous volcanic forcing"
}