{
  "sections": [{
    "text": "BioOne Complete (complete.BioOne.org) is a full-text database of 200 subscribed and open-access titles in the biological, ecological, and environmental sciences published by nonprofit societies, associations, museums, institutions, and presses.\nYour use of this PDF, the BioOne Complete website, and all posted and associated content indicates your acceptance of BioOne’s Terms of Use, available at www.bioone.org/terms-of-use.\nUsage of BioOne Complete content is strictly limited to personal, educational, and non-commercial use. Commercial inquiries or rights and permissions requests should be directed to the individual publisher as copyright holder.\nBioOne sees sustainable scholarly publishing as an inherently collaborative enterprise connecting authors, nonprofit publishers, academic institutions, research libraries, and research funders in the common goal of maximizing access to critical research.\nA new Pennsylvanian Oriocrassatellinae from Brazil and the distribution of the genus Oriocrassatella in space and time Authors: Luiz E. Anelli, Marcello G. Simões, Carlos Roberto González, and Paulo A. Souza Source: Geodiversitas, 34(3) : 489-504 Published By: Muséum national d'Histoire naturelle, Paris URL: https://doi.org/10.5252/g2012n3a2\nDownloaded From: https://bioone.org/journals/Geodiversitas on 21 Feb 2019 Terms of Use: https://bioone.org/terms-of-use Access provided by University of Arizona\n489GEODIVERSITAS • 2012 • 34 (3) © Publications Scientifiques du Muséum national d’Histoire naturelle, Paris. www.geodiversitas.com\nAnelli L. E., Simões M. G., González C. R. & Souza P. A. 2012. — A new Pennsylvanian Oriocrassatellinae from Brazil and the distribution of the genus Oriocrassatella in space and time. Geodiversitas 34 (3): 489-504. http://dx.doi.org/10.5252/g2012n3a2\nAbstrAct Oriocrassatella Etheridge Jr., 1907 is a long range crassatellid bivalve genus well recognized in shallow waters of epeiric seas throughout the upper part of Paleozoic. The first occurrences of this genus are recorded in the sedimentary successions of the Gondwana, both in Australia and South America. However, the geographic and age distribution of Oriocrassatella in Late Mississippian deposits of Australia and Argentina may indicate an earliest Visean or even a pre-Visean origin for the genus. Following its origin in Early Carboniferous a complex paleobiogeographic history from Southern to Northern Hemisphere took place in the Permian. During its initial dispersal phase from Late Carboniferous to the Early Permian the genus thrived in cold water environments associated to the Late Paleozoic Gondwana glaciation. Shallow-water bottoms of the warm\nLuiz E. ANELLI Instituto de Geociências, Universidade de São Paulo,\nRua do Lago 562, CEP 05508-080 São Paulo, SP (Brazil) anelli@usp.br\nMarcello G. SIMÕES Instituto de Biociências, Universidade Estadual Paulista,\nCP 510, CEP 18618-000 Botucatu, SP (Brazil) profmgsimoes@gmail.com\nCarlos Roberto GONZÁLEZ CONICET, Fundación Miguel Lillo,\nMiguel Lillo 251 (4000), San Miguel de Tucumán (Argentina) crgonzalez@csnat.unt.edu.ar\nPaulo A. SOUZA Instituto de Geociências, Universidade Federal do Rio Grande do Sul, Av. Bento Gonçalves, 9500, CEP 91540-000, Porto Alegre, RS (Brazil)\npaulo.alves.souza@ufrgs.br\nA new Pennsylvanian Oriocrassatellinae from Brazil and the distribution of the genus Oriocrassatella in space and time\nDownloaded From: https://bioone.org/journals/Geodiversitas on 21 Feb 2019 Terms of Use: https://bioone.org/terms-of-use Access provided by University of Arizona\n490 GEODIVERSITAS • 2012 • 34 (3)"
  }, {
    "heading": "INTRODUCTION",
    "text": "Due to its paleoecological significance and paleogeographical distribution, the importance of Oriocrassatella Etheridge Jr., 1907 was highlighted by various authors (Boyd & Newell 1968; Dickins 1996; Archbold et al. 1996; Larghi 2005). Bivalve molluscs belonging to the cosmopolitan, long range genus Oriocrassatella were first described by Etheridge Jr. (1907) from the Lower Permian of Western Australia. Later, Yakovlev (1928) erected the genus Procrassatella, a very similar crassatellacean from Russia, subsequently regarded by Newell (1958) as a junior subjective synonym of Oriocrassatella. At the present time, Oriocrassatella is a crassatellacean well-characterized by a hinge area with strong septate\nMots clés Oriocrassatella,\nbivalve, Gondwana,\nPaléozoïque supérieur, glaciation,\npaléobiogéographie, espèce nouvelle.\nKey words Oriocrassatella,\nbivalve, Gondwana, Upper Paleozoic, glaciation, paleobiogeography, new species. waters of the central Gondwana fringe and Laurussia were colonized by Oriocrassatella only during Early Permian times when the genus became cosmopolitan. A new species of this genus is described herein, Oriocrassatella piauiensis n. sp., recorded from the Piauí Formation, Pennsylvanian of the Parnaíba Basin. This new species may represent an early adaptation to warm waters. However, based on available data, species of this genus seem to have adapted definitely to warm water environments probably related the Late Pennsylvanian interglacial phases. In these phases, climatic barrier were interrupted allowing the faunal interchange and larval dispersion following a South to North migration route through the eastern margins of Gondwana and the eastern Paleotethys.\nrésuMé Nouvel Oriocrassatellinae du Pennsylvanien du Brésil et distribution spatio-temporelle d’Oriocrassatella. Oriocrassatella Etheridge Jr., 1907 est un crassatellidé à large distribution stratigraphique, bien connu dans les mers épicontinentales en eaux peu profondes, caractéristique du Paléozoïque supérieur. Ce genre apparaît pour la première fois dans des dépôts sédimentaires du Gondwana, en Australie et en Amérique du Sud. D’après sa distribution spatio-temporelle dans des dépôts du Mississippien supérieur, Oriocrassatella serait originaire du début du Viséen, ou même pré-viséenne. Par la suite, depuis le Carbonifère inférieur jusqu’au Permien, ce genre a eu une histoire paléobiogéographique complexe allant de l’hémisphère Sud vers l’hémisphère Nord. Pendant la phase initiale de dispersion à partir du Carbonifère supérieur jusqu’au Permien inférieur, ce genre a prospéré dans un milieu dominé par des eaux froides du Gondwana, suite à la glaciation du Paléozoïque supérieur. Les eaux littorales chaudes du Gondwana central et de Laurussia ont été colonisées par Oriocrassatella uniquement durant le Permien inférieur, parce que ce genre est devenu cosmopolite. Une espèce nouvelle, O. piauiensis n. sp., est décrite de la Formation Piauí du Pennsylvanien du bassin du Parnaíba ; elle pourrait représenter une première adaptation aux eaux chaudes. En outre, et en s’appuyant sur les données disponibles, d’autres espèces d’Oriocrassatella se seraient aussi définitivement adaptées à des milieux en eaux chaudes au cours des périodes interglaciaires du Pennsylvanien tardif, car des barrières climatiques ont disparu, favorisant des échanges de faune avec dispersion des larves, et migration du sud vers le nord le long des bordures est du Gondwana et de la Paléotéthys.\nDownloaded From: https://bioone.org/journals/Geodiversitas on 21 Feb 2019 Terms of Use: https://bioone.org/terms-of-use Access provided by University of Arizona\n491\nGEODIVERSITAS • 2012 • 34 (3)\nnymphs, a large, well-defined triangular resilium and two cardinal teeth in each valve.\nUntil 1968, 19 occurrences of the genus were known, with only two species recognized in western Pangea (Boyd & Newell 1968: 29, table 1). In that contribution, the subfamily Oriocrassatellinae was erected to accommodate members of the family Crassatellidae Férussac, 1822, characterized, among other features, by the overlap of the left valve on right valve in front of beaks. In addition, these authors briefly discussed a possible evolutionary pathway for the genus referring to the presence of members of the family Crassatellidae in pre-Carboniferous times. However, the origin of the Oriocrassatella lineage is still uncertain due to its questionable phylogenetic affinity with the Devonian genera Cypricardella Hall, 1858 and/or Crassatellopsis Beushausen, 1895.\nBoyd & Newell (1968) were also the first authors to analyze the distribution of the genus in space and time. They suggested a possible Gondwanan origin in the Lower Carboniferous, and the dispersion to northern portions of Pangea during Permian times. Based on an extensive stratigraphical revision including new chronostratigraphic data, as well as about 18 newly recognized species, Archbold et al. (1996) reassessed the distribution of this genus asserting its Gondwanan origin in Lower Carboniferous and the posterior migration throughout Pangea. However, afterwards three new carboniferous species of Oriocrassatella were identified in South America (González 1997, 2002; Sterren 2005; see Figs 1, 2). A new species of Oriocrassatella is described herein from the Pennsylvanian of the Parnaíba Basin, Brazil, the tenth occurrence of the genus described in South America. A thorough revision of the records of this genus is presented based on their updated ages, including Argentinean and Australian data, offering new interpretations on the distribution of this Crassatellidae taxon in space and time, with significant paleobiogeographic implications.\nORIOCRASSATELLA IN SPACE AND TIME\nAccording to the available data, around 42 occurrences of Oriocrassatella are known at the present\nDownloaded From: https://bioone.org/journals/Geodiversitas on 21 Feb 2019 Terms of Use: https://bioone.org/terms-of-use Access provided by University of Arizona\n492 GEODIVERSITAS • 2012 • 34 (3)\ntime. The genus was recorded in nearly 24 localities throughout the Pangea in Carboniferous and Permian strata (see Figs 1; 2).\nFigure 2 displays the distribution of Oriocrassatella in space and time together with the Permo-Carboniferous glacial events. A simplified correlation of the Late Palaeozoic brachiopod zones from Argentina and eastern Australia is also shown. In this context we discuss the issues related to time and region of origin of the genus, and possible pathways that lead Oriocrassatella to reach and widespread in warm water environments throughout the Late Paleozoic."
  }, {
    "heading": "The Carboniferous fossil reCord",
    "text": "of OriOcrassatella in The Gondwana Nine occurrences are restricted to the Carboniferous, eight from Gondwanaland and one from Early Pennsylvanian Carboniferous in northern Laurussia (Muromtzeva 1974 in Biakov 2005). This record is puzzling, since all other Carboniferous occurrences are invariably recorded in Gondwana terrains (Figs 1; 2).\nAustralia Two occurrences were described from Carboniferous strata in Australia. Records of Oriocrassatella compressa Maxwell, 1964, from Rands (Carboniferous) and Burnet formations (Lower Permian) were long considered to be the oldest for the genus in Gondwana (see Boyd & Newell 1968; Archbold et al. 1996). The Burnett Formation is probably Permian – it has Eurydesma burnettensis Waterhouse,\n1986 that looks moderately close to E. cordatum Morris, 1845, and both are considered to be Early Asselian in age (Waterhouse pers. comm.). Overlying beds with Bandoproductus macrospina Waterhouse, 1986 are either latest Asselian (as generally favored for South Asian occurrences) or Early Tastubian (Sakmarian) (Waterhouse pers. comm.). In the Rands Formation O. compressa occurs below Auriculispina levis, and above Levipustula levis zones. Auriculispina levis appears to be the youngest known Carboniferous occurrence in eastern Australia, but the precise age of this record is open to conjecture. It could be Gzhelian or probably post-Moscovian, and certainly not as old as Namurian (Waterhouse pers. comm.). Hence, these data confine O. compressa to Upper Early to Middle Pennsylvanian beds. However, if O. compressa occurs within the post-Moscovian Rands Formation as well as in the upper part of the Marginirugus barringtonensis zone in the Faulkland Formation (Namurian after Peou & Engel 1979), the range of the species may be limited from Bashkirian to Moscovian, respectively Early to Middle Pennsylvanian.\nBased on data above, the small Oriocrassatella sp. of Peou & Engel (1979) probably is the oldest known occurrence of this genus. This is because Oriocrassatella sp. occurs within the upper part of the Marginirugus barringtonensis zone of Faulkland Formation in the Rawdon Valley region (Australian Gondwana; Peou & Angel 1979; see Figs 1A, 2), being considered by Roberts et al. (1976) Upper Visean to Lower Early Serpukhovian in age.\nFig. 2. — Distribution of Oriocrassatella Etheridge Jr., 1907 in space and time: 1-37, occurrences and ages according to: 1, Peou & Engel (1979); 2, González (2002); 3, Oriocrassatella piauiensis n. sp. described here, Campanha & Rocha-Campos (1979); 4, Sterren (2005), Azcuy et al. (2007); 5, González (1982); 6, González (1976), Sabattini et al. (1990), Azcuy et al. (2007); 7, Manceñido et al. (1976), Azcuy et al. (2007); 8, González (1997); 9, Maxwell (1964) (Bruce Waterhouse pers. comm. 2009); 10, Muromtzeva (1974); Biakov (2005, and written communication 2009); 11, Termier et al. (1974), Archbold et al. (1996); 12, Dickins (1963), Vanderhor et al. (2006); 13a-c, Reed (1932), Veevers (1995), Honegger et al. (1982); 14a, Dickins & Shah (1979), Stephenson et al. (2007); 14b, Dickins & Shah (1979), Angiolini et al. (2006); 14c, Larghi (2005); 15, Rocha-Campos (1970), Holz et al. (2008, 2010); 16, Dickins (1961, 1996); 17, Dickins (1963), Archbold et al. (1996); 18, Dickins & Skwarko (1981), Archbold et al. (1996), Charlton (2001); 19, Biakov (2005); 20a, b, Liu & Cui (1983), Archbold et al. (1996), Jin (2002); 21, Muromtseva & Guskov (1984), Archbold et al. (1996); 22, Kanev (1994), Shi et al. (2002); 23, Yakovlev (1902), Archbold et al. (1996); 24, Newell (1958); 25, Lobanova (1961), Archbold et al. (1996); 26, Boyd & Newell (1977), Archbold et al. (1996); 27, Newell (1955), Archbold et al. (1996); 28, Boyd & Newell (1968), Archbold et al. (1996); 29, Ciriacks (1963), Boyd & Newell (1968); 30, Suveizdas et al. (1975), Archbold et al. (1996); 31, Clarke (1987); 32a, b, Sanchez (1984 and pers. comm. 2009); 33, Newell (1958); 34, Dickins et al. (1989), Archbold et al. (1996); 35, Archbold et al. (1996); 36, Wanner (1940), Archbold et al. (1996). Ages for glacial periods: in Argentina, according to González (1981, 1990, 2002) and González & Díaz-Saravia (2007); in Australia, to Roberts et al. (1995), Dickins (1996) and Fielding et al. (2008a, b); in Brazil, to Holz et al. (2008); in India, to Veevers & Tewari (1995) and Maejima et al. (2001). Ages for Biozones in Argentina and Australia from Kelly et al. (2001); for Marginirugus barringtonensis, Roberts et al. (1976).\nDownloaded From: https://bioone.org/journals/Geodiversitas on 21 Feb 2019 Terms of Use: https://bioone.org/terms-of-use Access provided by University of Arizona\n493\nGEODIVERSITAS • 2012 • 34 (3)\nSeries\nStages\nArgentinean biozones\n15. O. itajaiensis\n6. O. sanjuanina\n8. O. n. sp. 7. cf. O. sp.\nNorthern South America\nRussian Platform 23.O. plana\nWestern Primoria25.O. sp.\nTasmania31.\nNew Zealand35. O. sp.\nEastern Australia\n16. O. queenslandica\nTimor Indonesia18. O. sp. 36. O. sp.\n33.O. stokesi12. spO.\nArctic Russia22.O. komiorum Kaliningrad (Russia) 30.O. sp\nGondwanaland Laurussia\nRussia24.O. plana\n32b O. sp. 32a O. elongata\nNorthwest Xizang20a.20b. O. rutogensis O. intermedia\nOman14b. O. sp. Afghanistan11. O. lapidaria\nNortheastern Siberia 21.O. omolonica\nGreenland27.O. plana\nSpitzbergen26.O. plana\nNorth America28. O. elongata 29. O. sp.\nA ustralia and\np erip heral regions W estern G ond w ana S outh A m erica\n19. O. victori Northeastern Asia\n10. Oriocrassatella sp. Kazakhstan\nC entral G ond w ana fringe O m an,A fghanistan, Ind ia\nSouthern Brazil\nMiddle Penn. Early Penn. Late Miss. Cisuralian (Early Permian) Guadalupian (Mid. Permian) Lopingian (Late Permian) Late Penn. Middle Miss.\nLaurussia\nCARBONIFEROUS PERMIAN\n5. O. sanjuanina\nCostatumulus zone Eurydesma zone\n14c. O. sp.\nPeninsular India 14a. O. sp.\n13a. O. Intermedia 13b. O. lapidaria 13c. O. brenensis\nKashmir\nInd ia\nWestern Australia 17. O. stokesi\nEurydesma zone\nP erm ian C arb o\nnifero us\nG zhelian M oscovian B ashkirian S erp ukhovian Visean K asim ovian\nA sselian\nA rtinskian\nK ung urian R o ad ian W o rd ian C ap itanian\nW uchiap ing ian\nC hang hsing ian S akm arian\nArgentina\nEastern Australian Biozones\n?\n3. O. piauiensis n. sp.\n?\nGondwanaland Laurussia\nP revious origin?\nLevipustula levis zone\nRugosochonetes-Bulahdelia zone\nMarginirugus barringtonensis zone P revious origin?\n???\n4. Oriocrassatella? sp.\n2. O. andina\n1. Oriocrassatella sp.\n9. O. compressa\nLevipustula levis zone\nB iozones ? Interglacial p\neriod s\nG lacial p eriod s\n34. O. sp.\nO. sp.\nAuriculispina levis zone\nDownloaded From: https://bioone.org/journals/Geodiversitas on 21 Feb 2019 Terms of Use: https://bioone.org/terms-of-use Access provided by University of Arizona\n494 GEODIVERSITAS • 2012 • 34 (3)\nSouth America Coeval marine deposits in South America are found in western Argentina referred to the RugosochonetesBulahdelia zone (Taboada 1997; see also Fig. 2), but Oriocrassatella was not found in these rocks, perhaps due to incomplete sampling or poor preservation. In western Argentina (San Eduardo Formation) the Rugosochonetes-Bulahdelia fauna occurs in beds immediately above the glacial phase El Paso II, and underlay the Levipustula levis zone (González 1990). In fact, Sterren (2005) identified as Oriocrassatella? sp. a specimen from the upper portion of the Rugosochonetes-Bulahdelia fauna (see Figs 1, 2), but it shows an incomplete hinge and an unusual profile for the genus.\nThe earliest known record of the genus in South America could be Oriocrassatella andina González, 2002, described from Serpukhovian-Bashkirian deposits of Western Argentina (see Figs 1A, 2; González 2002). Oriocrassatella andina is the only Oriocrassatellinae species known from the Levipustula levis zone (Serpukhovian-Bashkirian).\nOriocrassatella sp. (González 1997) from the Río del Peñón Formation belongs to the KochiproductusHeteralosia assemblage, the youngest faunal assemblage of the informal Aguanegran faunal stage. The same is also true for Oriocrassatella sp. (Manceñido et al. 1976). Both species are restricted to the Gzhelian (see Fig. 2[7; 8]).\nOriocrassatella sanjuanina? (González 1982) from the Agua del Jaguel Formation (southern UspallataIglesia Basin) is probably a new species. It is much younger than O. sanjuanina (González 1976) from the Cerro Agua Negra Formation and belongs to the Costatumulus amosi fauna, restricted to the Upper Asselian-Lower Sakmarian, subsequent to the Early Permian glacial sequence, that should be restricted to early Asselian in western Argentina.\nIn Brazil, Oriocrassatella piauiensis n. sp., which is described below, was found in the Piauí Formation (Upper Carboniferous), Parnaíba Basin, Northeastern Brazil. The Piauí Formation crops out in a large area at the northeastern part of the Parnaíba Basin (Fig. 3A), Piauí State, Brazil. Several fossiliferous dolostones beds occur near the José de Freitas village, and are associated with sandstones, siltstones, and mudstones deposited in a shallow-\nmarine carbonatic shelf (Lima Filho 1991, 1999). One of the dolostones, informally named Mucambo (Fig. 3A-C), together with other three beds located in the region (see Anelli et al. 2006), contains the most diverse bivalve fossil record known from the Upper Paleozoic rocks of South America (Anelli 1999; Anelli et al. 2002, 2006, 2009). The Mucambo dolostone bed is Lower to Middle Pennsylvanian in age (Bashkirian to Lower Moscovian; Campanha & Rocha-Campos 1979). The fauna also includes commonly many gastropods, cephalopods, brachiopods and bryozoans. Trilobites are less common (Anelli 1999). The associated fauna shows clear affinities to other Upper Pennsylvanian South and North American warm water faunas. A Bashkirian to Lower Moscovian age attributed to the Piauí Formation is also supported by palynomorphs, from subsurface material (Dino & Playford 2002; Souza et al. 2010). An age younger than Middle Moscovian to this unit is discarded, taking into account the glacial event in Paraná Basin (Itararé Subgroup), that occurred after these times. Then, a significant gap separates the Piauí Formation and the overlying Pedra de Fogo Formation, comprising the Late Moscovian to Carboniferous/Permian boundary (Melo J.H.G. pers. comm.)."
  }, {
    "heading": "The Permian fossil reCord",
    "text": "of OriOcrassatella in Gondwana The early portion of Early Permian was marked by an intense period of glaciation both in Argentina (Asselian to Early Sakmarian, González 2002) and Brazil (Asselian-Sakmarian; Holz et al. 2008; see Fig. 2) that may have restricted the occurrences of Oriocrassatella in southern South America. During the Early Permian (Cisuralian) there are only two scattered occurrences of the genus, being one in the post- glacial interval in western Argentina (Upper Asselian-Lower Sakmarian) and a second one in Brazil in post-glaciation rocks (Upper Sakmarian-Lower Artinskian, see both occurrences in Figures 1B and 2[5, 15]).\nDuring the Early Permian, Oriocrassatella is well recorded in deposits of central Gondwana fringe (Oman, Afghanistan and India; Figs 1B, 2[11, 13a-c, 14a-c]) with seven species assigned. Species described in Oman and Afghanistan occur out of\nDownloaded From: https://bioone.org/journals/Geodiversitas on 21 Feb 2019 Terms of Use: https://bioone.org/terms-of-use Access provided by University of Arizona\n495\nGEODIVERSITAS • 2012 • 34 (3)\nglacial areas of perigondwanan regions during the Asselian and Sakmarian (Angiolini et al. 2007, 2009). Larghi (2005) described a dubious Oriocrassatella (see Figs 1B, 2[14c]) in the Dickinsartella fauna of the Saiwan Formation, Oman. According to this author, this fauna is indicative of climatic amelioration in North-Eastern Gondwanan fringe after the end of the Early Permian glacial events. Angiolini et al. (2006) stated that the progressive increase of carbonate deposits (Haushi Formation) where Oriocrassatella was recorded by Dickins & Shah (1979; see Figs 1B, 2[14b]) is correlative to this time of climatic warming during the Upper Sakmarian. Indeed, based on oxygen isotope composition of brachiopod shells Angiolini et al. (2009) suggested that low-latitude Early Permian ocean waters did not undergo significant cooling during the final episode of Gondwanan glaciations (Glacial III).\nThe Carboniferous and Permian glacial interval in India is just roughly understood from the contributions of Sen (1991), Sen & Banerji (1991) and Maejima et al. (2001). It seems that all occurrences known from India are present in rocks deposited after the glacial interval (Figs 1B, 2[13a-c, 14a]).\nThree occurrences of Oriocrassatella are scattered throughout Permian in Eastern Australia in both glacial and interglacial intervals. However, this should be viewed with caution since the dating of some occurrences is not precise, lacking resolution to attribute them to worldwide accepted Permian stages (Figs 1B, C, 2[12, 16, 33]). In Western Australia and peripheral regions the genus is known only from post-glaciated deposits (Figs 1B, C, 2[17, 31, 34-36]), except by the Early Permian occurrence from Timor (Figs 1, 2[18]) an area apparently free from glaciers during this time (Angiolini et al. 2009)."
  }, {
    "heading": "The Permian fossil reCord of",
    "text": "OriOcrassatella in laurussia The oldest known record of the genus in the Laurussia refers to an isolated Middle Carboniferous occurrence in Kazakhstan (Muromtzeva 1974; Figs 1A, 2[10]), followed by an extensive hiatus throughout the entire Pennsylvanian. During the Early Permian (Asselian to Sakmarian) Oriocrassatella is present in only two localities in Laurussia (see\nFigs 1B, 2[19, 20a, b]). After that, another gap in the stratigraphical distribution of the genus occurs during the entire Artinskian to Early Kungurian.\nDuring the Upper Kungurian and Roadian the genus reached its maximum paleobiogeographic distribution in Laurussia (Figs 1B, 2[21-29]). Only one species was recorded in deposits of Early Lopingian age (Figs 1C, 2[30]) in the end of the Middle Permian and beginning of the Upper Permian. Indeed, the genus is declined significantly in the Upper Permian rocks of Laurussia."
  }, {
    "heading": "SUMMARY AND FINAL REMARKS",
    "text": "The geographic and age distribution of the occurrences in Late Mississippian deposits of Australia and Argentina may indicate an earliest Visean or even a pre-Visean origin in Gondwana for the genus Oriocrassatella (see Fig. 2). Hence, the current knowledge of its distribution in space and time strongly supports Archbold et al. (1996) view, indicating a complex history of migration through time, from the Southern Hemisphere to Northern Hemisphere during the Permian.\nAlthough the earliest known stratigraphic record of the genus appears in eastern Australia, a greater number of species is known from Lower and Upper portions of Carboniferous in South America indicating a putative South American origin for the genus during the earliest (Tournasian-Visean) Carboniferous times (see Fig. 2).\nThe earliest but isolated occurrence of the genus in eastern Gondwana (eastern Australia, see Figs 1A, 2[1]) during Early Carboniferous (Upper ViseanLower Serpukhovian) may equally indicate Australia as the site of origin of Oriocrassatella. The genus appears to have originated during the Carboniferous in cold waters as seen by its distribution during this time in Argentina and Australia (see Mississippian occurrences in Fig. 1A). However, after this, during Pennsylvanian and Permian times the genus appears to have dispersed to warm waters of the Gondwana peripheral regions and Laurussia. However, exceptions to the pattern above are also known. For example, occurrences are recorded from Carboniferous and Permian of eastern Australia (Figs 1, 2[1, 9, 12,\nDownloaded From: https://bioone.org/journals/Geodiversitas on 21 Feb 2019 Terms of Use: https://bioone.org/terms-of-use Access provided by University of Arizona\n496 GEODIVERSITAS • 2012 • 34 (3)\n16, 36]) within glacial intervals. This may indicate that species of this genus did not obligatory avoided cold water settings. Indeed, González (2002) included Oriocrassatella as a genus commonly present in both cold and warm waters in faunas from the Pennsylvanian of western Argentina. In accordance to this interpretation, Oriocrassatella piauiensis n. sp. from the Piauí Formation is associated with a well diversified warm water fauna (Anelli et al. 2002, 2006, 2009). Moreover, Permian occurrences of Oriocrassatella in South America fit well with non glaciated areas during the upper part of Sakmarian stage in Argentina (Figs 1, 2[5]), Brazil (Figs 1, 2[15]) and Middle Permian in Venezuela (Northern South America; Figs 1, 2[32a, b]).\nFor that reason, the existence of the oldest known species of Oriocrassatella in Gondwana (Oriocrassatella sp., O. compressa, O. piauiensis n. sp. and O. andina) during the Carboniferous glacial period, in proximity to the glaciated areas (as O. piauiensis n. sp.), suggests that the origin of this genus was close to the cold seas of the southern hemisphere. This is not surprising as many lineages of bivalves appeared during the Carboniferous glaciations within the Levipustula levis fauna in central Patagonia, especially the endemic genera Pyramus Dana, 1847, Megadesmus? Sowerby, 1839, Myonia Dana, 1847, Aphanaia de Koninck, 1877, Kolymia Likharev, 1941, Merismopteria Etheridge, 1892 (see González 1972, 2002) and more rarely in Australia (Runnegar 1972). Also the precursors of the atomodesmids appear to have adapted to warm sea waters, during their migration to the northern hemisphere in the Permian (González & Waterhouse 2012). Similarly, Oriocrassatella younger species are everywhere associated with warm climate (Archbold et al. 1996; Figs 1, 4). We cannot rule out the possibility that the first species could be more tolerant to different temperatures, or perhaps O. piauiensis n. sp. was an early adaptation to warm waters, but certainly species of this genus adapted definitely to warm water environments during the Late Pennsylvanian interglacial. This warming eliminated the climatic barrier that interrupted the faunal interchange during the “Middle” Carboniferous glacial period and favored larval dispersion following a South to\nNorth migration route through the eastern margins of Gondwana and the eastern Paleotethys (Shi & Grunt 2000; González & Waterhouse 2012). It should be noted, however, that the lack of fossil evidence in intermediate regions (as in western Antarctica, see Kelly et al. 2001) is not an evidence of absence. Through the western margin of Gondwana migratory sense may have varied in the course of the Late Paleozoic.\nThe Late Pennsylvanian time elapsed without records of Oriocrassatella (and the Gondwana fauna), except for occurrences in Argentina (see Fig. 1[6-8]), may be related to the generalized marine regressions in Gondwana (see Roberts et al. 1995; Dickins 1996). In addition, the pattern of occurrences described above for the Late Pennsylvanian may be a result of taphonomic bias and/or incomplete sampling. However, a preservational bias is difficult to conceive in some cases, as in the lack of Oriocrassatella records during the Serpukhovian-Moscovian stages in Australia, because the fossil record is accompanied by marine deposits yielding members of the Levipustula levis zone (see Fig. 1A). It is noteworthy that Oriocrassatella is also apparently absent in the same interval in Carboniferous deposits of the Alexander Island, Antarctica (Kelly et al. 2001).\nThe Carboniferous Oriocrassatella from Kazakhstan, Laurussia (Muromtzeva 1974 in Biakov 2005) may indicate a pre-Permian migration from Gondwana to northern Laurussia, but Early Carboniferous occurrences half way in central Pangea sequences are still missing. Hence, Oriocrassatella has a patchy distribution during Carboniferous. Finally, only during Permian times the genus spread-out through Pangea when the worldwide distribution was reached."
  }, {
    "heading": "A NEW CARBONIFEROUS SPECIES OF",
    "text": "ORIOCRASSATELLA FROM BRAZIL"
  }, {
    "heading": "General observaTions",
    "text": "Specimens of Oriocrassatellinae described here were found in a dolostone bed informally named as “Mucambo”, which crops out near the village of José de Freitas (Fig. 3), Piauí. The specimens were collected and prepared according to standard paleontological techniques (Feldmann et al. 1989). For all\nDownloaded From: https://bioone.org/journals/Geodiversitas on 21 Feb 2019 Terms of Use: https://bioone.org/terms-of-use Access provided by University of Arizona\n497\nGEODIVERSITAS • 2012 • 34 (3)\nspecimens, latex casts were prepared for assessment of muscle scars and especially for hinge features. Additionally, some latex casts of hinge features were photographed with scanning electronic microscope (SEM). The studied specimens are housed in the scientific collection of the Instituto de Geociências, Universidade de São Paulo, under the code GP/1T. In addition, some specimens belonging to the Departamento Nacional da Produção Mineral (DNPM), Rio de Janeiro, were also analyzed. The suprageneric systematics is based on Boyd & Newell (1968) and Amler (1999). The elongation and obesity indexes were calculated according to Stanley (1970)."
  }, {
    "heading": "SYSTEMATIC PALEONTOLOGY",
    "text": "Family CrassaTellidae Férussac, 1822 Subfamily orioCrassaTellinae Boyd & Newell, 1968 Genus Oriocrassatella Etheridge Jr., 1907 Procrassatella Yakovlev, 1928: 114 (type species: Schizodus planus Golovkinsky, 1868, by monotypy). TyPe sPeCies. — Oriocrassatella stokesi Etheridge Jr., 1907, by monotypy.\nDownloaded From: https://bioone.org/journals/Geodiversitas on 21 Feb 2019 Terms of Use: https://bioone.org/terms-of-use Access provided by University of Arizona\n498 GEODIVERSITAS • 2012 • 34 (3)\nrate slightly elevated above hinge. Umbonal carina weak and rounded, running from beaks to posterior ventral angle, defining a large respiratory margin. As seen in casts of external molds, anterior dorsal margin straight; anterior extremity convex; ventral margin slightly convex; posterior extremity slightly truncated; posterior dorsal margin straight. Ornamentation of concentric lamellae, regularly spaced, about two per millimeter, some showing bifurcating pattern anteriorly and posteriorly. Pedal or siphonal gapes absent. Lunule and escutcheon absent.\nHinge formula as follows:"
  }, {
    "heading": "Posterior RV /nsr – 3b – 3a/ Anterior LV /nsr 4b – 2 –/",
    "text": "Left anterior cardinal (2) strong, non arched or bifid; left posterior cardinal (4b) weak, laterally compressed, vertical, sometimes showing sigmoid shape. Right anterior cardinal (3a) well defined, separated from the anterior dorsal margin by shallow depression. Right posterior cardinal (3b) straight, vertical, slightly inflated in both extremities. Resilifer (r) in left valve placed behind posterior cardinal (4b), cover deck absent; septum (s) strong, well developed in both valves, originating immediately posterior to beak, bounding resilifer posteriorly; nymph (n) well-defined in posterior wall of septum, close to beak. Ligament furrow (lf ) very narrow, located posterior to the septum. Lateral teeth absent.\nAdductor muscles scars similar in size. Anterior scar positioned close to anterior dorsal angle, twice higher than long, with irregular shape at posterior\nOriocrassatella piauiensis n. sp. (Fig. 4)\nTyPe maTerial. — Holotype GP/1T 2022. — Paratypes GP/1T 2023, 2024, 2026-2028; DNPM 148, 219, 220, 221a, 234, 271.\neTymoloGy. — The specific epithet refers to Piauí State, northern Brazil, where the species was found.\nTyPe horizon. — Mucambo dolostone, Piauí Formation, Parnaíba Basin.\naGe. — Bashkirian to Moscovian. The time-range assigned herein comprises the more reliable relative ages to the Piauí Formation, obtained from palynological data (Dino & Playford 2002; Souza et al. 2010) and comparisons with the palynostratigraphical scheme erected to the neighbor Amazonas Basin (Playford & Dino 2000).\nmaTerial examined. — Six internal molds of left valves and six of right valves; two external molds of left valves.\nmeasuremenTs. — See Table 1.\nTyPe loCaliTy. — José de Freitas, (4°53’656’’S, 42°35’ 871’’W), Piauí, Brazil.\ndiaGnosis. — Oriocrassatella with lateral teeth absent; non bifid cardinal tooth 2; ornamentation of regularly spaced lamellae with flattened surfaces showing rare bifurcation in anterior and posterior regions of shell.\ndesCriPTion Internal and external molds up to 24 mm in length, and up to 17.5 mm in height. Shell thick based on internal molds, oval in shape, elongate, very compressed. Umbones depressed, beaks prosogy-\nDownloaded From: https://bioone.org/journals/Geodiversitas on 21 Feb 2019 Terms of Use: https://bioone.org/terms-of-use Access provided by University of Arizona\n499\nGEODIVERSITAS • 2012 • 34 (3)\nDownloaded From: https://bioone.org/journals/Geodiversitas on 21 Feb 2019 Terms of Use: https://bioone.org/terms-of-use Access provided by University of Arizona\n500 GEODIVERSITAS • 2012 • 34 (3)\nmargin. Anterior pedal retractor small, well marked, not fused but placed close to dorsal extremity of the adductor. Posterior adductor located above posterior dorsal angle, nearly circular in shape. Posterior pedal retractor apparently fused to dorsal end of posterior adductor. Pedal elevator scar well-marked, located at tip of beaks. Pallial line well defined, without sinus."
  }, {
    "heading": "DISCUSSION",
    "text": "Boyd & Newell (1968: 28, 30) included among the diagnostic features for the genus Oriocrassatella the presence of a cover deck over the apical part of the resilifer and of a more or less bifid cardinal tooth 2 in left valve. Although both features may be easily removed from shell by taphonomic processes as abrasion or corrosion, our observations of several well preserved specimens from the Piauí Formation indicate that these features are absent in Oriocrassatella piauiensis n. sp. Furthermore, the cover deck feature was recorded only in the type species and O. stokesi (Newell 1958) from the Upper Permian of Eastern Australia. In the same way, the bifid cardinal tooth 2 is only observed in the type species and a few other Permian species of this genus (O. itajaiensis [Rocha-Campos 1970, Brazil], O. stokesi [Dickins 1963, Western], and O. stokesi [Newell 1958, Eastern]). Therefore, both the cover deck and bifid cardinal tooth 2 are known only in Permian species. If the presence of these characters are used to characterize species of Oriocrassatella then we must remove from this genus all species in which those characters are absent. Since both characters are present only in extremely well preserved Permian specimens we decide to assign our species to Oriocrassatella rather than erect a new genus.\nOriocrassatella species from Argentina comparable to O. piauiensis n. sp., include O. sanjuanina González, 1976, from Upper Carboniferous, which has very similar general profile, but differs by its more posteriorly developed resilifer in right valve, and by the presence of the anterior lateral tooth AII. Oriocrassatella andina, from the Late MississippianEarly Pennsylvanian La Capilla Formation (González 2002) differs also by the presence of the lateral tooth AII and by its ornament of concentric striations.\nOriocrassatella sp. from Rio del Peñón Formation (González 1997) does not show hinge features for close comparison, but has a more elongated shell and more strongly truncated posterior extremity. The anterior pedal retractor is fused to the anterior adductor. Oriocrassatella sp. from Del Salto Formation (Manceñido et al. 1976) is more circular in shape and has all four lateral teeth in left valve.\nOriocrassatella itajaiensis described by RochaCampos (1970: 11, 12, fig. 3), has a more expanded septum in hinge, and although not completely visible, may have anterior and posterior lateral teeth in left valve. Finally, O. elongate Boyd & Newell, 1968 described from Permian rocks of Venezuela (Sanchez 1984) and North America (Boyd & Newell 1968) is more elongated in shape, and presents the complete set of lateral teeth in both valves."
  }, {
    "heading": "Acknowledgements",
    "text": "This research was financially supported by the following scientific agencies: Conselho Nacional de Desenvolvimento Científico e Tecnológico (59969/92-3, 483947/2007-5), and Fundação de Amparo à Pesquisa do Estado de São Paulo (1999/10797-4). MGS and PAS are CNPq fellows. We also thank Suzana Damborenea, Claude Babin and Annemarie Ohler for their comments and suggestions that improved the early version of the manuscript, Tatiana Viktorovna Van Iten and Alexander Biakov for their help in translating parts of Russian papers."
  }],
  "year": 2019,
  "references": [{
    "title": "Tethyan oceanic currents and climate gradients 300 m.y",
    "authors": ["anGiolini l", "GaeTani m", "GarzanTi e", "maTTei m", "muTToni G"],
    "venue": "sTePhenson m. h. & zanChi a",
    "year": 2007
  }, {
    "title": "r., iannuzzi r., lemos v",
    "authors": ["azCuy C. l", "beri a", "oliveira m. e. C. m. b", "Carrizo h. a", "diPasquo m", "saravia P. d", "González C"],
    "venue": "b., melo J. h. G., PaGani a., rohn r., amenábar C. r., sabaTTini n. & souza P",
    "year": 2007
  }, {
    "title": " Permo-Triassic evolution of Gondwanan eastern Indonesia, and the final Mesozoic separation of SE Asia from Australia",
    "authors": ["CharlTon T. r."],
    "venue": "Journal of Asian Earth Sciences 19 (5): 595-617.",
    "year": 2001
  }, {
    "title": " Permian and Eotriassic bivalves of the Middle Rockies",
    "authors": ["CiriaCks k. w."],
    "venue": "Bulletin of the American Museum of Natural History 125: 1-100.",
    "year": 1963
  }, {
    "title": " Late Permian (Late Lymingtonian = ?Kazanian) brachiopods from Tasmania",
    "authors": ["J. Clarke m."],
    "venue": "Alcheringa 11: 261-289.",
    "year": 1987
  }, {
    "title": " [The Permian Formation of the Central Kama-Volga Basin] O Permskoi formatsii v’tsenral’noi chasti Kamsko-Volshskago Basseina",
    "authors": ["Golovkinsky n. a."],
    "venue": "Materialy po Geologii Rossii 1: 275-415 (in Russian).",
    "year": 1868
  }, {
    "title": " La Formación Las Salinas, Paleozoico superior de Chubut (República Argentina)",
    "authors": ["González C. r."],
    "venue": "Parte II. Taxonomía y Paleoecología. Revista Asociación Geológica Argentina 27 (2): 188-213.",
    "year": 1972
  }, {
    "title": " Oriocrassatella y Stutchburia (Bivalvia) en la ingression marina del Permico inferior de la Quebrada de Agua Negra, Depto",
    "authors": ["González C. r."],
    "venue": "Iglesia, Provincia de San Juan (Argentina). Ameghiniana 13 (2): 127-140.",
    "year": 1976
  }, {
    "title": " El Paleozoico superior marino de la República Argentina",
    "authors": ["González C. r."],
    "venue": "Bioestratigrafía y Paleoclimatología. Ameghiniana 18 (1/2): 51-65.",
    "year": 1981
  }, {
    "title": " Bivalvios de la Formación Agua del Jagüel, Permiano inferior de Mendoza (Argentina)",
    "authors": ["González C. r."],
    "venue": "Ameghiniana 19 (3-4): 367-376.",
    "year": 1982
  }, {
    "title": " Development of the Late Paleozoic glaciations of the South American Gondwana in western Argentina",
    "authors": ["González C. r."],
    "venue": "Palaeogeography, Palaeoclimatology, Palaeoecology 79: 275-287.",
    "year": 1990
  }, {
    "title": " Late Carboniferous bivalvia from western Argentina",
    "authors": ["González C. r."],
    "venue": "Geologica et Paleontologica 31: 193-214.",
    "year": 1997
  }, {
    "title": " Bivalves from Carboniferous glacial deposits of western Argentina",
    "authors": ["González C. r."],
    "venue": "Palaontologische Zeitschrift 76 (1): 127-148.",
    "year": 2002
  }, {
    "title": "Carboniferous atomodesmids (Mollusca) from central Patagonia, Argentina",
    "authors": ["González C. r"],
    "venue": "waTerhouse J. b",
    "year": 2012
  }, {
    "title": "Sequence stratigraphy and biostratigraphy of the Late Carboniferous to Early Permian glacial succession (Itararé subgroup) at the eastern-southeastern margin of the Paraná Basin, Brazil, in fieldinG C",
    "authors": ["holz m", "souza P. a", "iannuzzi r"],
    "year": 2008
  }, {
    "title": "A stratigraphic chart of the Late Carboniferous/Permian succession of the eastern border of the Paraná Basin, Brazil, South America",
    "authors": ["souza P. a", "iannuzzi r", "rohn r"],
    "venue": "holz m.,",
    "year": 2010
  }, {
    "title": "Permo-Carboniferous sequences of Gondwana affinity in southwest China and their",
    "authors": ["Jin x"],
    "year": 2002
  }, {
    "title": "First Carboniferous and ?Permian marine macrofaunas from Antarctica and their tectonic implications",
    "authors": ["doubleday P. a", "brunTon C. h. C"],
    "venue": "diCkins J. m.,",
    "year": 2001
  }, {
    "title": "Dickinsartella fauna from the Saiwan Formation (Oman): a bivalve fauna testifying to the late Sakmarian (Early Permian) climatic amelioration along the north-eastern Gondwanan fringe",
    "authors": ["C. larGhi"],
    "venue": "Rivista Italiana di Paleontologia e Stratigrafia",
    "year": 2005
  }, {
    "title": "The geology of the Yarrol Region",
    "authors": ["G. h"],
    "venue": "Part 1. Biostratigraphy. Department of Geology University of Queensland, Papers",
    "year": 1964
  }, {
    "title": "Palynostratigraphy of upper Palaeozoic strata (Tapajós Group), Amazonas Basin, Brazil",
    "authors": ["Playford G", "dino r"],
    "venue": "Part 2. Palaeontographica Abteilung B",
    "year": 2000
  }, {
    "title": "Late Carboniferous marine invertebrate zones of eastern Australia",
    "authors": ["J. roberTs"],
    "venue": "hunT J. w. & ThomPson d. m",
    "year": 1976
  }, {
    "title": "SHRIMP zircon age control of Gondwanan sequences in Late Carboniferous and Early Permian Australia, in dunay",
    "authors": ["J. roberTs", "J. Claoue-lonG", "J. Jones P", "b. fosTer C"],
    "venue": "r. e.,",
    "year": 1995
  }, {
    "title": "Sedimentation patterns of the Talchir Group in the Giridih Gondwana basin, India: a case of multiple glacial advance and retreat",
    "authors": ["P. d"],
    "year": 1991
  }, {
    "title": "Permian GondwanaBoreal antitropicality with special reference to brachiopod faunas",
    "authors": ["G. shi"],
    "venue": "GrunT T. a",
    "year": 2000
  }, {
    "title": "meTCalfe i., shen s., wanG x",
    "authors": ["shi G. r", "arChbold n. w", "anGiolini l", "GrunT T. a", "koTlyar G. v"],
    "venue": "srivasTava a. k. & zakharov y. d",
    "year": 2002
  }, {
    "title": "Palinologia da Formação Piauí, Pensilvaniano da Bacia do Parnaíba: biocronoestratigrafia de intervalo selecionado do poço 1-UN-09-PI (Caixas, MA, Brasil)",
    "authors": ["souza P. a", "maTzembaCher l. T", "abelha m"],
    "venue": "borGhi l",
    "year": 2010
  }, {
    "title": " Bioestratigrafía del Carbonífero marino del valle Calingasta-Uspallata, provincias de San Juan y Mendoza",
    "authors": ["C. Taboada a."],
    "venue": "Ameghiniana 34 (2): 215-246.",
    "year": 1997
  }, {
    "title": "Neue Permische Lamellibranchiaten von Timor, in brouwer",
    "authors": ["C. wanner"],
    "year": 1940
  }],
  "id": "SP:66e545ad1a3aeb64ead81d9a724c1e6aa4d88fa9",
  "authors": [{
    "name": "Luiz E. Anelli",
    "affiliations": []
  }, {
    "name": "Marcello G. Simões",
    "affiliations": []
  }, {
    "name": "Carlos Roberto González",
    "affiliations": []
  }, {
    "name": "Paulo A. Souza",
    "affiliations": []
  }, {
    "name": "Luiz E. ANELLI",
    "affiliations": []
  }, {
    "name": "Marcello G. SIMÕES",
    "affiliations": []
  }, {
    "name": "Carlos Roberto GONZÁLEZ",
    "affiliations": []
  }, {
    "name": "Paulo A. SOUZA",
    "affiliations": []
  }],
  "abstractText": "Oriocrassatella Etheridge Jr., 1907 is a long range crassatellid bivalve genus well recognized in shallow waters of epeiric seas throughout the upper part of Paleozoic. The first occurrences of this genus are recorded in the sedimentary successions of the Gondwana, both in Australia and South America. However, the geographic and age distribution of Oriocrassatella in Late Mississippian deposits of Australia and Argentina may indicate an earliest Visean or even a pre-Visean origin for the genus. Following its origin in Early Carboniferous a complex paleobiogeographic history from Southern to Northern Hemisphere took place in the Permian. During its initial dispersal phase from Late Carboniferous to the Early Permian the genus thrived in cold water environments associated to the Late Paleozoic Gondwana glaciation. Shallow-water bottoms of the warm Luiz E. ANELLI Instituto de Geociências, Universidade de São Paulo, Rua do Lago 562, CEP 05508-080 São Paulo, SP (Brazil)",
  "title": "A new Pennsylvanian Oriocrassatellinae from Brazil and the distribution of the genus Oriocrassatella in space and time"
}