{
  "sections": [{
    "text": "Turbidite record of frequency and source of large volume (>100 km3) Canary Island landslides in the last 1.5 Ma: Implications for landslide triggers and geohazards"
  }, {
    "heading": "J. E. Hunt, R. B. Wynn, P. J. Talling, and D. G. Masson",
    "text": "National Oceanography Centre, University of Southampton Waterfront Campus, European Way, Southampton, UK (eh2g08@soton.ac.uk)\n[1] During the last two decades, numerous studies have focused on resolving the landslide histories of the Canary Islands. Issues surrounding the preservation and dating of onshore and proximal submarine landslide deposits precludes accurate determination of event ages. However, submarine landslides often disaggregate and generate sediment gravity flows. Volcaniclastic turbidites sampled from Madeira Abyssal Plain piston cores represent a record of eight large-volume failures from the Western Canary Islands in the last 1.5 Ma. During this time, there is a mean recurrence rate of 200 ka, while the islands of El Hierro and Tenerife have individual landslide recurrences of 500 ka and 330 ka, respectively. Deposits from the 15 ka El Golfo landslide from El Hierro and 165 ka Icod landslide from Tenerife are examined. This study also identifies potential deposits associated with the Orotava (535 ka), G€u ımar (850 ka), and Rogues de Garc ıa landslides (1.2 Ma) from Tenerife, El Julan (540 ka), and El Ti~nor (1.05 Ma) landslides from El Hierro, and the Cumbre Nueva landslide (485 ka) from La Palma. Seven of eight landslides occurred during major deglaciations or subsequent interglacial periods, which represent 55% of the time. However, all of the studied landslides occur during or at the end of periods of protracted island volcanism, which generally represent 60% of the island histories. Although climate may precondition failures, it is suggested that volcanism presents a more viable preconditioning and trigger mechanism for Canary Island landslides.\nComponents: 13,848 words, 10 figures, 4 tables.\nKeywords: turbidite; submarine landslide; Canary Islands; biostratigraphy; volcaniclastic.\nIndex Terms: 3000 Marine Geology and Geophysics: Submarine landslides; 1800 Hydrology: Sediment transport.\nReceived 16 November 2012; Revised 26 March 2013; Accepted 8 April 2013; Published 8 July 2013.\nJ. E. Hunt, R. B. Wynn, P. J. Talling, and D. G. Masson (2013), Turbidite record of frequency and source of large volume (>100 km3) Canary Island landslides in the last 1.5 Ma: Implications for landslide triggers and geohazards, Geochem. Geophys. Geosyst., 14, 2100–2123, doi:10.1002/ggge.20139."
  }, {
    "heading": "1. Introduction",
    "text": "[2] Large-scale flank failures are an important process in the evolution of volcanic islands and distribution of volcaniclastic sediment to the deepmarine realm. Studies of submarine flanks of the Hawaiian archipelago highlighted the occurrence\nof prodigious landslides, some in excess of 1000 km3 [Moore et al., 1989, 1994]. Surveys of the submarine slopes of the Western Canary Islands also provided clear evidence of numerous Late Quaternary landslides, which had volumes greater than 200 km3 [Masson et al., 2002, and references therein]. These volcanic island landslides are 1 to 2\n© 2013. American Geophysical Union. All Rights Reserved. 2100\nArticle\nVolume 14, Number 7\n19 July 2013\ndoi: 10.1002/ggge.20139\nISSN: 1525-2027\norders of magnitude greater in volume than those of the Lesser Antilles (<8.5 km3), Japanese volcanic arc (0.1–9.0 km3), Ritter Island (5 km3), or the May 1980 Mount St Helens landslide (2.8 km3) [Ui et al., 1986; Tilling et al., 1990; Ward and Day, 2003; Le Bas et al., 2011; Watt et al., 2012]. Conducting studies of volcanic island landslides, such as those from the Canary Islands, is important not only because of their unprecedented large scale but their potential to generate destructive tsunamis [Latter, 1981; Kulikov et al., 1994; Tinti et al., 1999, 2000; Assier-Rzadkieaicz et al., 2000; Tappin et al., 2001; Tinti and Bortolucci, 2001; Synolakis et al., 2002; Ward and Day, 2003; Whelan and Kelletat, 2003; Gelfenbaum and Jaffe, 2003; Fryer et al., 2004; Fine et al., 2005; Fritz et al., 2009].\n[3] Large submarine volcanic island landslides commonly extend onto the subaerial flank and are expressed by an arcuate embayment with a steep inclined headwall [Cantagrel et al., 1999; Gee et al., 2001]. Determining ages for the subaerial component of these large-scale landslides relies on dating the unconformity exposed in the headwall of the mass movement. However, the volcanic rocks above the unconformity may not have been emplaced immediately after the landslide occurred. Indeed, onshore records of volcanism are often discontinuous and characterized by lengthy hiatuses. Therefore, dating the headwall formations and infilling strata produce only a maximum and minimum age for the landslide.\n[4] The Western Canary Island landslides have been shown to generate large debris avalanche deposits on the proximal submarine aprons (Figure 1a) [Holcomb and Searle, 1991; Watts and Masson, 1995, 1998; Ablay and H€urlimann, 2000; Gee et al., 2001; Urgeles et al., 1999, 2001; Masson et al., 2002]. These debris avalanches often disaggregate and generate turbidity currents that are deposited distally on the neighboring abyssal plain [Garcia and Hull, 1994; Garcia, 1996]; in this case, the Madeira Abyssal Plain [Watts and Masson, 1995; Masson, 1996; Wynn and Masson, 2003; Hunt et al., 2011]. Pelagic/hemipelagic sedimentation within the abyssal plain represents near-continual deposition of primarily calcareous phytoplankton. The biostratigraphy, stable-isotope composition, and lithology of the hemipelagite in which a turbidite resides provide a datable record. On the proximal, submarine flank sediment can be eroded or overprinted by subsequent events. However, in the distal abyssal plain, turbidity currents are principally nonerosive and preserve a complete datable record of landslide activity [Weaver, 1993].\n[5] The volcaniclastic turbidites of the Madeira Abyssal Plain have been inferred to have a Canary Island provenance [Pearce and Jarvis, 1992, 1995; Jarvis et al., 1998]. However, previous studies only investigated turbidites in the last 730 ka. The present study examines a 1.5 Ma history of Canary Island-sourced turbidites. This uses a series of long-record piston cores and the top 50 m of core recovered from Ocean Drilling Program (ODP) Sites 950, 951, and 952 (locations on Figure 1a). The turbidites are dated using high-resolution coccolith biostratigraphy and lithostratigraphy of the intervening hemipelagite. This provides event ages with accuracies conservatively within 610 ka. Analysis of both the turbidite mudcap and volcanic sands aid identification of the provenance.\n[6] For the first time, landslide histories from multiple volcanic islands are reconstructed based on the turbidite record. The turbidite record can be correlated to the extensive onshore and proximal submarine records of Late Quaternary landslides from the Western Canary Islands [Masson et al., 2002; Acosta et al., 2003]. This study provides new, improved determinations of landslide sources, ages, magnitudes, and recurrence frequencies in the last 1.5 Ma. These deposits may also demonstrate whether there are relationships between landslide occurrence and volcanic activity and also between landslide occurrence and changing climate/sea level. Resolving these relationships will have implications for geohazards from other volcanic island provinces on slow-moving oceanic crust, including those identified in the Cape Verde and Azores archipelagos [Le Bas et al., 2007; Masson et al., 2008]."
  }, {
    "heading": "2. Geological Setting",
    "text": "[7] The Canary Islands have developed in response to slow movement of Jurassic age (156–176 Ma) oceanic crust over a mantle plume [Klitgort and Schouten, 1986; Anguita and Hern an, 1990; Hoernle and Schmincke 1993; Hoernle et al., 1995; Schmincke et al., 1995; Carracedo et al., 1998]. The result is a general east-to-west age progression of the islands [Carracedo et al., 1998; Carracedo, 1994, 1999]. There is substantial evidence of Late Quaternary landslides from the younger Western Canary Islands of Tenerife, La Palma, and El Hierro. These landslides form spatially extensive blocky submarine debris avalanche deposits [Masson et al., 2002, and references therein; Acosta et al., 2003, and references therein].\n[8] The focus of this study is the 1.5 Ma-to-recent volcaniclastic turbidite history recorded in the Madeira Abyssal Plain (locations in Figure 1a). The Madeira Abyssal Plain is located 700 km west of the Canary Islands in water depths of 5000–5500 m (Figure 1a) [Weaver and Kuijpers, 1983; Weaver et al., 1992; Wynn et al., 2000, 2002]. It is connected to the more proximal Agadir Basin via a 500 km long submarine channel network known as the Madeira Distributary Channel System [Masson, 1994; Stevenson et al., 2013].\n3. History of Landslides Within the Western Canary Islands in the Last 2 Ma"
  }, {
    "heading": "3.1. Tenerife",
    "text": "[9] There have been numerous landslides from the northern flank of Tenerife during the last 2 million years, including the large-scale Roques de Garc ıa,\nOrotava, and Icod landslides (Table 1). The older Roques de Garc ıa debris avalanche has a poorly constrained age between 1.7 and 0.6 Ma [Cantagrel et al., 1999]. The next youngest event is the Orotava landslide dated at 0.69–0.54 Ma [Watts and Masson, 1995; Cantagrel et al., 1999]. The youngest landslide to affect Tenerife is the Icod landslide, which has been dated at 165 ka [Hunt et al., 2011, and references therein]. Meanwhile, the southeastern flank of Tenerife is the site of the G€u ımar landslide, which is dated at 0.84–0.78 Ma [Ancochea et al., 1990; Cantagrel et al., 1999; Krastrel et al., 2001; Masson et al., 2002] or more precisely at 0.83–0.85 Ma (Table 1) [Giachetti et al., 2011]."
  }, {
    "heading": "3.2. La Palma",
    "text": "[10] The Cumbre Nueva structure represents a flank collapse on the western flank dated at 558 ka or 566–530 ka (Table 1) [Carracedo et al., 2001; Acosta et al., 2003]. Sidescan sonar also provides evidence of an older Playa de la Veta deposit that\ncomprises three individual lobes [Urgeles et al., 1999; Masson et al., 2002). Dating of the Playa de la Veta deposit is poorly constrained but is thought to be 1.0–0.8 Ma [Urgeles et al., 1999; Krastel et al., 2001; Masson et al., 2002]."
  }, {
    "heading": "3.3. El Hierro",
    "text": "[11] The El Ti~nor volcano represented the first subaerial volcanism on El Hierro between 1.12 and 0.88 Ma (Table 1) [Guillou et al., 1996; Carracedo et al., 1999]. The El Ti~nor landslide represents collapse of this edifice, which has been dated at 1.04 Ma from an unconformity between El\nTi~nor and El Golfo lavas [Carracedo et al., 1999]. However, Urgeles et al. [2001] cited an alternative age between 0.54 and 0.88 Ma for the El Tinor landslide.\n[12] The El Jul an landslide affected the southwest flank of El Hierro and is responsible for the large scallop-shaped embayment at the head of the El Jul an apron. Masson [1996] speculatively provided a date of 320–500 ka. The Las Playas I and II debris avalanche complexes were defined by Gee et al. [2001] and Masson et al. [2002] on the southeast flank. The younger Las Playas II (145– 176 ka) event generated a debris avalanche that is\nsuperimposed on an older Las Playas I (176–545 ka) debris avalanche [Masson et al., 2002, and references therein].\n[13] The El Golfo landslide is the youngest volcanic flank collapse in the Canary archipelago [Weaver et al., 1992; Wynn et al., 2002; Wynn and Masson, 2003; Frenz et al., 2009]. A viable date based on a midpoint in onshore ages of young lavas and from study of the associated turbidite deposit is 15 6 2 ka (Table 1) [Masson, 1996]. Meanwhile, erosional unconformities in onshore galer ıas provide dates of a major landslide older than 15 ka, with a minimum age of 39 6 13 ka [Longpr e et al., 2011]."
  }, {
    "heading": "4. Previous Work on the Madeira Abyssal Plain Turbidites",
    "text": "[14] The stratigraphy and provenance of the 0–730 ka Madeira Abyssal Plain turbidite record is well established [Weaver et al., 1987, 1992; Wynn et al., 2002]. The lettered turbidite nomenclature first used in Weaver and Kuijpers [1983] is continued here, but with the ‘‘M’’ prefix introduced by Wynn et al. [2002] to denote Madeira Abyssal Plain. The turbidite record includes volcaniclastic beds Mb (15 ka) and Mg (165 ka), representing the El Golfo and Icod landslides, respectively, in addition to older volcaniclastic beds Mn, Mo, and Mp (480–520 ka) (Figure 2) [Weaver et al., 1992, 2002; Wynn and Masson, 2003; Hunt et al., 2011]. Pearce and Jarvis [1995] identified a potential compositional link between beds Mg and Mo, and between beds Mb and Mp.\n[15] Stratigraphic analysis of Madeira Abyssal Plain turbidites was also completed for ODP Sites 950, 951, and 952 [Weaver et al., 1998; Howe and Sblendorio-Levy, 1998], with a chemostratigraphy established for Site 950 [Jarvis et al., 1998]. The upper 50 m of these ODP cores from the central basin record the same stratigraphy recovered in the piston cores from the northern basin (Figure 3)."
  }, {
    "heading": "5. Methodology and Data",
    "text": "[16] This study utilizes targeted cores from a data set of >100 piston cores from the Madeira Abyssal Plain, specifically focusing on D11813, D11814, D11818, D11821, and D11822 (Figure 2). These core sites are located in the northern region of the Madeira Abyssal Plain and contain the most exten-\nsive temporal record of volcaniclastic turbidites. At these sites, the turbidites comprise the coarsest (silt and sand) sediment fraction, while the mud has bypassed. Core from more distal ODP Sites 950, 951, and 952 will also be utilized (locations on Figure 3), including turbidite mudcap geochemistry from Site 950. The first objective is to resolve ages of the volcaniclastic beds in the 1.5 Ma-to-recent piston core and ODP records. The deposits recovered in the piston cores provide a sand fraction from which volcanic glasses are analyzed for provenance. The geochemistry of the mudcaps of the same deposits in the ODP core will provide additional details on provenance. These landslide records are ultimately compared to the known onshore Canary Island landslide histories."
  }, {
    "heading": "5.1. Visual and Geotechnical Logging",
    "text": "[17] Visual sedimentological logging was completed to assess the vertical sequence and depositional features of the cored turbidites. Magnetic susceptibility supports identification of volcaniclastic turbidites and aids correlation of turbidites. Magnetic susceptibility profiles were obtained at a 0.5 cm resolution using the GeoTek XYZ core scanner, reporting high magnetic susceptibility in volcanic iron-rich sands (50–800 SI). Downcore P wave velocity data was originally collected using an acoustic profiler, where high P wave values signify turbidite sands."
  }, {
    "heading": "5.2. Coccolith Biostratigraphy",
    "text": "[18] Turbidites in the Late Quaternary Madeira Abyssal Plain have been dated and correlated according to coccolith biostratigraphy of the intervening hemipelagite [Weaver and Kuijpers, 1983; De Lange et al., 1987; Weaver and Rothwell, 1987; Weaver et al., 1992]. Indeed, coccolith biostratigraphy has been used to correlate large-volume turbidites throughout the Moroccan Turbidite System [Wynn et al., 2002].\n[19] Standard coccolith zonation schemes for the last 2 million years are well established [Gartner, 1977], as summarized in Table 2. The relative abundances of Pseudoemiliania lacunosa, Gephyrocapsa caribbeanica, G. aperta, G. mullarae, and Emiliania huxleyi are used to define a number of datable acme zones as summarized in Table 3 [Weaver and Kuijpers, 1983; Hine, 1990; Hine and Weaver, 1998].\n[20] There are also a series of additional species that create biozones based on first (FO) and last\n(LO) occurrences. The FO of Reticulofenestra asanoi occurs at 1.16 Ma [Takayama and Sato, 1987; Sato and Takayama, 2006], while the LO is at 0.8 Ma [Takayama and Sato, 1987; Hine, 1990; Sata\nand Takayama, 1992]. The FO of G. parallela is at 0.95 Ma, with a potential LO at 0.48 Ma [Hine and Weaver, 1998]. The FO of Helicosphaera inversa is at 0.51 Ma, with the LO at 0.14 ka [Hine, 1990]. Lastly, the FO of G. ericsonii is at 0.38 Ma, with the LO at 0.015 Ma [Biekart, 1989]. The coccolith biostratigraphy used to date the ODP record is published and documented by Howe and Sblendorio-Levy [1998]."
  }, {
    "heading": "5.3. Spectrophotometry",
    "text": "[21] The hemipelagic sediment composition in the Moroccan Turbidite System is periodically affected by variations in bottom water chemistry [Berger, 1970; Crowley, 1983; Weaver et al., 1992]. During interglacial highstands, North Atlantic Deep Water (NADW) production and mixing increases, resulting in relatively less-corrosive bottom water that favors preservation of white carbonate-rich hemipelagic sediment [Crowley, 1983]. Alternatively, during glacial lowstands NADW production and mixing decreases, which results in more corrosive bottom waters, carbonate dissolution, and deposition of brown or red clays.\n[22] Optical reflectance (L ), reported as L values (0¼ black and 100¼white), is interpreted as a proxy for the carbonate content of hemipelagic sediments [Balsam et al., 1999; Helmke et al., 2002; Nederbragt et al., 2006; Rogerson et al., 2006]. Spectrophotometry records of temporal changes in hemipelagite composition provide a means of determining ages of the deposits relative to points of sea level change. These dates (610 ka) can be compared to existing ages of the turbidites to demonstrate both accuracy and precision. Furthermore, these profiles also provide support for turbidite correlations.\n[23] Spectrophotometry was conducted primarily using a Konica Minolta CM-2600d fitted to a GeoTek XYZ logger and calibrated against a white tile standard and in free air. This reflectance data was obtained at 0.5 cm intervals and reported in Commission internationale de l’eclairage (CIE) L , a and b values."
  }, {
    "heading": "5.4. Scanning Electron Microscope Volcanic Glass Analysis",
    "text": "[24] The volcaniclastic turbidites commonly comprise multiple fining-upward sequences, known as subunits [Hunt et al., 2011]. The compositions of the glasses recovered reflect the volcanic material failed from the respective island. This assumption is made because sediment in proximity to the\nisland, where most erosion occurs, is predominantly hemipelagite, and erosion of sands here will have minimal impact on the overall composition. This assumption is also valid because the turbidity currents are also known to be nonerosive along their flow pathway [Weaver and Thomson, 1993; Weaver, 1994; Wynn et al., 2002; Hunt et al., 2011; Stevenson et al., 2013].\n[25] Samples ( 3 cm3) were taken from the bases of subunits within each of the volcaniclastic turbidites. These were sieved to remove the <63 m fraction and subjected to acetic acid (0.1 M) leaching to remove carbonate. The volcanic grains were then mounted on a semiconductor pad and imaged using a Hitachi TM1000 SEM. Flat surfaces of unaltered volcanic glasses (n¼ 30–50) of 90–125 m\nZone Zone Details Subzone\nNN19 Pseudoemiliania lacunosa Zone Calcidiscus macintyrei Subzone Defined between the LO of Discoaster brouweri (2 Ma) and\nLO of Pseduoemiliania lacunosa (0.443 Ma) [Gartner, 1969; Hine, 1990; Wei and Peleo-Alampay, 1993]. This zone comprises a number of subzones [Gartner, 1977].\nDefined between LO of Discoaster brouweri (2 Ma) and LO of Calcidiscus macintyrei (1.54 Ma) [Gartner, 1977; Wei and Peleo-Alampay, 1993]. Helicosphaera sellii Subzone Defined between the LO of Calcidiscus macintyrei (1.54 Ma)\nand the LO of H. sellii (1.37 Ma) [Gartner, 1977; Backman and Shackleton, 1983; Wei and Peleo-Alampay, 1993].\nSmall Gephyrocapsa Subzone Defined between the LO of H. sellii (1.37 Ma) and the last dom-\ninant occurrence of Pseudoemiliani lacunosa [Gartner, 1977].\nPseudoemiliani lacunosa Subzone Defined as the LO of dominant small Gephyrocapsa and the\nLO of Pseudoemiliani lacunosa at 0.443 Ma [Gartner, 1977; Hine, 1990; Wei and Peleo-Alampay, 1993].\nNN20 Gephyrocapsa oceanica Zone Defined between the LO of P. lacunosa (0.443 Ma) and FO of\nE. huxleyi (0.298 Ma) [Boudreaux and Hay, 1967; Hine, 1990].\nNN21 Emiliania huxleyi Zone Defined as above the FO of E. huxleyi (0.298 Ma) [Boudreaux\nand Hay, 1967; Hine, 1990].\nsize were analyzed from each identified subunit using scanning electron microscope (SEM) energy dispersive spectroscopy (EDS), with operating conditions of 15 kV and a dwell time of 120 s.\n[26] A series of glass standards produced from international standard reference materials allowed verification of accuracy and precision. Concentrations between 1 and 2 wt % have precisions of 4%–6% of the value, 2–10 wt % values have precisions to within 2%–5%, while those values >10 wt % have precisions of 0.5%–4% (Appendix 1, supporting information).1 Accuracies were generally within 1%– 5% of the certified value for the suite of standard reference materials, where accuracies were higher with increasing concentration. SEM EDS volcanic glass data is reported in Appendix 2 (supporting information), SRM data in Appendix 3 (supporting information), and calibration curves presented in Appendix 4 (supporting information).\n[27] Although microprobe methodologies may produce higher accuracies, this SEM EDS methodology was adequate for the purpose of this study. Relative proportions of basic and evolved igneous glasses within the turbidite sand fraction, coupled with the mudcap geochemistry, can provide insight into provenance."
  }, {
    "heading": "5.5. ODP Methods and Data",
    "text": "[28] The stratigraphy for the top 55 m of sediment recovered from ODP Sites 950, 951, and 952 is first based on position in the vertical sediment sequence, color, and magnetic susceptibility. Additional information from coccolith biostratigraphy and mudcap chemostratigraphy aided development of the 0–1.5 Ma stratigraphy, dating of the deposits and deriving potential provenances [Howe and Sblendorio-Levy, 1998; Jarvis et al., 1998]. Volumetrics of the deposits were calculated from the ODP core using the method of Alib es et al. [1999] and Weaver [2003]."
  }, {
    "heading": "6. Results",
    "text": ""
  }, {
    "heading": "6.1. Late Quaternary Volcaniclastic Turbidite Stratigraphy",
    "text": "[29] A correlation panel of the northern subbasin of the Madeira Abyssal Plain, where the northern branches of the Madeira Distributary Channels terminate, shows the main, widespread, large-volume\nvolcaniclastic turbidites Mb, Mg, Mn, Mo, and Mp within the last 550 ka (Figure 2). Cores D11814 and D11821 penetrate beyond 550 ka and record three additional 0.2–0.7 m thick, silt to fine sandgrained, volcaniclastic turbidites named Mz, Mab, and Maf (Figure 2). There are also a number of less widespread deposits represented as thin, gray, volcaniclastic turbidite muds (identified as beds Md1, Ml1, and Ml3, Ms2, Mv1, Mx, and Mx1). These are not discussed further due to their low volume and difficulty in ascertaining their provenance.\n[30] The turbidite stratigraphy established in the piston core record can be extrapolated to the ODP sites (Figure 3). Indeed, the upper 50 m of the ODP sites correspond to the sequences recovered from piston cores in the northern subbasin (Figures 2 and 3). Dating and correlation of beds between piston core sites and ODP holes was achieved using coccolith biostratigraphy. High-resolution coccolith biostratigraphy was completed on core D11814 and the aforementioned piston cores from the Madeira Abyssal Plain (Figures 4 and 5). This biostratigraphy resolves datum horizons within the hemipelagite sediment deposited between the turbidites. These datum horizons are described in Tables 2 and 3 and shown in Figure 4. The position of the bed in relation to specific datum horizons can be used to both date and correlate (Figure 5 and Table 4).\n[31] Hemipelagite sedimentation rates can also be generated from these datum horizons and used to broadly date the beds by interpolation between datums (Figure 6). Hemipelagite sedimentation rates decrease beyond 500 ka, probably due to burial compaction, which causes issues with the application of either broad linear or polynomial trends to these data (Figure 6). Linear sedimentation rates appear to underestimate and inconsistently date turbidites at 150–550 ka (beds Mg, Mn, Mo, and Mp). A polynomial sedimentation rate better dates the younger beds but underestimates and inconsistently date turbidites >800 ka (beds Mz, Mab, and Maf) (Figure 6 and Table 4). Therefore, applying a single, broad hemipelagite sedimentation rate to date beds potentially provide ages with greater error (Figure 6 and Table 4).\n[32] The L profiles demonstrate significant negative/positive excursions that relate to changes in climate/sea level, which can be correlated to peaks and troughs in the Lisiecki and Raymo [2005] global benthic foraminifera 18O record (Figure 1Additional supporting information may be found in the online version of this article.\n7). Glacial oxygen-isotope stages are commonly characterized by red-brown glacial clays with <50 values on the L grayscale. Higher L values (generally >55) correspond to white interglacial oozes and marls (Figure 7). This provides an additional method of dating the major volcaniclastic turbidites: Mb at 15 ka, Mg at 170 ka, Mn at 485 ka, Mo at 535 ka, Mp at 540 ka, Mz at 850 ka, Mab at 1040 ka, and Maf at 1175 ka (Figure 7 and\nTable 4). The use of biostratigraphy at 1–5 cm resolutions in combination with L profiles at 0.5 cm resolution provides high levels of confi-\ndence in dating turbidites. The error is reduced, where oxygen isotope stage boundaries can be clearly attributed within the L record (65 ka).\n[33] To further aid age verification of the turbidites recovered in the piston cores, previous biostratigraphic and magnetostratigraphic dates from ODP studies are utilized. A R. asanoi biostratigraphic event at 36.51–37.52 m depth at ODP Site 950, 5 cm above bed Mz, is dated at 830 ka [Howe and Sblendorio-Levy, 1998]. The top of the Jaramillo event (980 ka) occurs at 39.7 m core depth below bed Mz and above bed Mab at ODP Site 950. The\nbottom of the Jaramillo event (1.05 Ma) is at 42.7 m core depth immediately below bed Mab [Shipboard Scientific Party, 1995]. These ODP biostratigraphic and magnetostratigraphic ages support the dates attributed to the volcaniclastic turbidites from the piston core study and support correlation of events between the two core data sets (Table 4)."
  }, {
    "heading": "6.2. Turbidite Mudcap Geochemistry",
    "text": "[34] Since much of the mud component is bypassed at the northern basin sites, the geochemistry of the mudcaps is taken from sites within the basin centre. Specifically, the mudcap geochemistry of Jarvis et al. [1998] for ODP Site 950 is utilized. These mudcap compositions are recalculated on a carbonate-free basis. Most of the volcaniclastic turbidites\nfall into two clear compositional fields on the ternary diagrams of De Lange et al. [1987]. These turbidites can be grouped into a basic igneous group (Group 1), defined by low Zr and K2O, and high TiO2, MgO, and Fe2O3, and an evolved igneous group (Group 2), with higher Zr and K2O, but lower TiO2, MgO, and Fe2O3 [De Lange et al., 1987; Pearce and Jarvis, 1992, 1995] (Figure 8). Group 1 includes beds Mb, Mp, and Mab and Group 2 includes beds Mg, Mo, and Mz, as delineated by the Fe2O3-Al2O3-MgO, K2O-TiO2-Al2O3, and K2O-TiO2-Zr ternary diagrams (Figure 8). However, beds Mn and Maf have a more convoluted provenance, displaying geochemical affinities for both Groups 1 and 2 (Group 3 in Figure 8c).\n[35] Caution must be made when attempting to assign provenance based on such few geochemical\nsamples, although some conclusions are clear. Beds Mp and Mab of Group 1 are compositionally associated with bed Mb. Since bed Mb has been shown to have originated from the El Golfo landslide from El Hierro, beds Mp and Mab can be potentially attributed to an El Hierro provenance [Masson et al., 2002, and references therein; Frenz et al., 2009]. Furthermore, beds Mo and Mz of Group 2 have similar compositions to bed Mg. Since bed Mg originated from the Icod landslide from Tenerife, thus beds Mo and Mz can be associated with Tenerife [Masson et al., 2002, and references therein; Frenz et al., 2009; Hunt et al., 2011).\n[36] Beds Mn and Maf have an affinity to the lower Zr composition of Group 1 (Figure 8c). However, both beds Mn and Maf can be assigned to Group 2 within the Fe2O3-Al2O3-MgO and K2O-TiO2-Al2O3 ternary diagrams (Figures 8a and 8b). The K2O-TiO2-Zr ternary plot shows that beds Mn and Maf may form a disparate compositional group, where bed Mn has a closer affinity to Group 1 than bed Maf (Figure 8c). Furthermore, the K2O-TiO2-Al2O3 ternary diagram shows that bed Maf has a closer affinity to Group 2 than Mn (Figure 8b). In summary, the composition of bed Mn shows both affinities to Group 1 and 2, whereas Maf shows greater affinity to Group 2 than Group 1. There are no alternative large-volume submarine landslides recorded from El Hierro or Tenerife at 500 ka, while La Palma records the Cumbre Nueva landslide. Thus, La Palma is proposed to be the provenance of bed Mn. Based on the mudcap geochemistry, the provenance of bed Maf could be either Tenerife or La Palma,T ab le 4. S um m ar y of 0– 1. 5 M a V ol ca ni cl as ti c T ur bi di te s F ro m th\ne M\nad ei\nra A\nby ss\nal P\nla in\nE ve\nnt N\nam e\nB io\nst ra\nti gr\nap hi c A ge a (k a)\nS ed\nim en\nta ti on R at e (l in ea r) A ge b (k a)\nS ed\nim en\nta ti on R at e (p ol yn om\nia l)\nA ge\nc (k\na) P\nho to\nsp ec\ntr om\net ry\nA ge\nd (k\na) O\nD P\nA ge\ne (k\na)\nA ge\nF ro m W ea ve r et\nal .\n[1 99\n2] (k\na)\nT ur\nbi di te V ol um ef (k m 3 )\nM ud\nca p\nG eo\nch em\nis tr\ny\nV ol\nca ni c G la ss\nG eo\nch em\nis tr\ny Is\nla nd\nP ro\nve na\nnc e\nL an\nds li de A ss oc ia ti\non\nM b\n15 6\n5 18\n6 5\n18 6\n4 15\n6 5\n? 15\n13 5\n6 15\nB as\nic B\nas al\ntT\nra ch\nyt e\nE l\nH ie\nrr o\nE l\nG ol fo M d1 70 6 5 70 6 5 80 70 10 B as ic ? E l H ie rr o ? M g 16 5 6 5 16 8 6 10 18 2 6 9 16 5 6 5 17 0 19 0 13 0 6 25 E vo lv ed B as an it eP ho no li te T en er if e Ic od M n 48 0 6 5 43 0 6 30 47 5 6 8 49 0 6 5 > 44 3 < 78 0 48 0 50 6 15 E vo lv ed P ic ro ba sa lt -T ep hr ip ho no li te L a P al m a C um br e N\nue va\nM o\n54 0\n6 5\n49 5\n6 30\n54 5\n6 8\n53 0\n6 5\n> 44\n3 <\n78 0\n50 5\n13 5\n6 30\nE vo\nlv ed\nB as\nan it\neP\nho no\nli te\nT en\ner if\ne O\nro ta va M p 55 0 6 5 50 5 6 30 55 5 6 10 54 0 6 5 > 44 3 < 78 0 51 0 90 6 25 B as ic P ic ro ba sa lt -P ho no li te E l H ie rr o E l Ju la n M z 85 0 6 10 89 5 6 5 89 0 6 12 85 0 6 10 83 0 N /A 85 6 40 E vo lv ed B as an it eP ho no li te T en er if e G € u ı m ar M z1 N /A N /A N /A N /A 97 0 N /A 10 ? ? ? ? M aa 1 N /A N /A N /A N /A 10 40 N /A 22 6 2 ? ? ? ? M ab 10 50 6 10 10 35 6 5 96 0 6 45 10 60 6 10 10 50 N /A 11 5 6 30 B as ic P ic ro ba sa lt -T ep hr ip ho no li te E l H ie rr o T i~ n or M af 11 50 6 10 11 70 10 78 11 80 6 10 12 00 N /A 50 6 30 E vo lv ed /B as ic B as an it eP ho no li te T en er if e R oq ue s de G\nar c ı a M ah 1 N /A N /A N /A N /A 12 70 N /A 40 ? ? ? ? a A ge s fr om po si ti on s of tu rb id it es to sp ec ifi c bi os tr at ig ra ph ic m ar ke rs ,e .g ., in F ig ur e 5. b D at es of be ds fr om ea ch co re (D 11 81 3, D 11 81 4, D 11 81 8, D 11 82 1, an d D 11 82 2) ba se d on a li ne ar se di m en ta ti on ra te ,s ho w n in F ig ur e 7. c D at es of be ds fr om ea ch co re (D 11 81 3, D 11 81 4, D 11 81 8, D 11 82 1, an d D 11 82 2) ba se d on a se di m en ta ti on ra te as a po ly no m ia l fu nc ti on ,s ho w n in F ig ur e 7. d D at es of be ds ba se d on po si ti on of be d w it hi n do w nc or e L pr ofi le co rr el at ed to L is ie ck i an d R ay m o [2 00 5] 1 8 O cu rv e. e D at es fr om O D P re co rd s of be ds ba se d on da ti ng of he m ip el ag it e, sh ow n in F ig ur e 7. f T ur bi di te vo lu m es ar e de co m pa ct ed vo lu m es ca lc ul at ed fr om O D P co re ba se d on th e m et ho d of W ea ve r [2 00 3] . ? eq ua te s to re so lv ab le va lu es .\nFigure 6. Hemipelagite sedimentation rates for the piston cores in Figure 2, based on coccolith biostratigraphy. Bold lines represent a linear trend fitted through the dates of each core, while the dashed line represents a polynomial function.\nalthough the older date and higher K composition implies a Tenerife source."
  }, {
    "heading": "6.3. Volcaniclastic Turbidite Glass Geochemistry",
    "text": "[37] Bed Mb contains volcanic glasses of ultramafic picrobasalt to evolved trachyte-phonolite compositions. The glasses principally fall within the onshore compositional range for El Hierro on the total alkali-silica (TAS) diagram [Le Bas et al., 1986]. Although primarily composed of basalts and basanite glasses, bed Mb also contains glasses of phonolite, trachyte, and phonotephrite compositions (Figure 9a). The presence of evolved glasses, from the predominantly basaltic El Hierro source, is supported by original turbidite provenance work by Pearce and Jarvis [1992]. Furthermore, the onshore composition field is constrained using limited documented samples (Appendix 5, supporting information).\n[38] Bed Mg in the Madeira Abyssal Plain is a consequence of the Icod landslide on Tenerife [Hunt et al., 2011, and references therein]. The glasses from bed Mg comprise predominantly evolved phonolites in addition to trachytes, trachybasalts, trachy-andesites, tephriphonolites, and basalt trachy-andesites (Figure 9b). Together with the evolved composition of the mudcap, the glass compositions support a Tenerife provenance.\n[39] Bed Mn represents the next significant volcaniclastic turbidite, dated at 485 ka. The volcanic glasses recovered from bed Mn lie within the onshore compositional field for La Palma (shown) and El Hierro (Figure 9c). Unlike beds associated with El Hierro, the glasses from bed Mn lack any evolved compositions >53 wt % SiO2. Indeed, the glasses are principally basic in composition ranging from picrobasalts to low-alkali tephriphonolites, with <54 wt % silica and <11 wt % alkalis (Figure 9c). This supports an attribution of a basaltic source. With the mudcap geochemistry showing disparity from the El Hierro source, the implication is that La Palma is the provenance for this basaltic bed.\n[40] The overall glass composition for the 535 ka bed Mo is generally evolved, corresponding to the onshore compositional field for Tenerife (Figure 9d). Although a minor proportion of glasses are basalt and basanite in composition, the glasses recovered are predominantly tephriphonolitic to phonolitic (Figure 9d). These evolved glasses are\n>56 wt % SiO2 and >8 wt % alkalis, similar to those from bed Mg, suggesting a Tenerife source.\n[41] The overall composition of the 540 ka bed Mp spans picrobasalts to phonolites, akin to the compositional distribution of bed Mb from El Hierro (Figure 9e). There are a minor component of glasses with evolved tephri-phonolites and phonolites, although the predominant glass composition is basanite.\n[42] Bed Mz has been dated at 850 ka, with an evolved mudcap composition. Bed Mz is composed predominantly of evolved volcanic glasses and lacks glasses of basic composition <46 wt % SiO2 and <4 wt % alkalis (Figure 9f). This evolved composition, akin to beds Mg and Mo, supports a Tenerife provenance.\n[43] Bed Mab ( 1.05 Ma) has glasses that cover a compositional range from basic picrobasalts to tephriphonolites (Figure 9g). The dominant composition is that of basanite, with <44 wt % SiO2 and <7 wt % alkalis (Figure 9g). The glass and mudcap compositions support a basic source. The range of compositions is similar to bed Mb and suggest an El Hierro source.\n[44] Bed Maf, which has been dated at 1.2 Ma, has a mudcap geochemistry that indicates an affinity for the evolved Tenerife composition. This is confirmed in the volcanic glass composition. Although there are basanite glasses, there are no basalt or picrobasalt glasses. Indeed, overall, the glasses comprise predominantly evolved compositions >46 wt % SiO2 and lie within the compositional range associated with Tenerife (Figure 9h)."
  }, {
    "heading": "7. Discussion",
    "text": ""
  }, {
    "heading": "7.1. The 0–1.5 Ma Catastrophic Flank Collapses From the Canary Islands",
    "text": "[45] Large-volume volcaniclastic turbidites (>50 km3) in the Madeira Abyssal Plain record potentially tsunamigenic flank collapses from the Western Canary Islands [Watts and Masson, 1995; Masson, 1996; Wynn and Masson, 2003; Hunt et al., 2011]. The previously documented Madeira Abyssal Plain piston core stratigraphy only resolved these events to 500 ka [Weaver et al., 1992]. The present study is able to extend this volcaniclastic turbidite history to 1.5 Ma. This record is supplemented with bioistratigraphy, L hemipelagite stratigraphy, new volcanic glass\ngeochemistry, and bulk major-element mudcap geochemistry from previous ODP studies (Figures 2–9). By utilizing this data, turbidites are reliably dated and found to represent previously identified Late Quaternary landslides from Tenerife, El Hierro, and La Palma. Therefore, greater confidence can be placed with using turbidite records to construct landslide records.\n[46] Turbidites Mb ( 15 ka), Mp ( 540 ka), and Mab ( 1.05 Ma) have a basaltic-rich provenance from El Hierro, and can be assigned to the El Golfo, El Jul an, and El Ti~nor landslides respectively (Figure 10 and Table 4). Turbidites Mg ( 165 ka), Mo ( 535 ka), Mz ( 850 ka), and Maf ( 1175 ka) are attributed to a Tenerife provenance, and most likely represent the Icod, Orotava, G€u ımar, and Roques de Garc ıa landslides, respectively (Figure 10 and Table 4). Lastly, turbidite Mn ( 485 ka) has a proposed provenance from La Palma, and is potentially associated with the Cumbre Nueva landslide (Figure 10 and Table 4).\n[47] Turbidite dates may have errors of 610 ka and Canary Island geochemical compositions overlap considerably (Table 4 and Appendix 5, supporting information). Thus, it must be appreciated that there are varying degrees of certainty on the correlation between turbidite and onshore landslide, with particular reference to beds Mn and Maf."
  }, {
    "heading": "7.2. Tenerife",
    "text": "[48] The Icod landslide (bed Mg in Maderia Abyssal Plain and AB14 in Agadir Basin) represents the last flank collapse from northern Tenerife [Hunt et al., 2011]. The consistent date of the turbidite coupled with onshore dating constraints of 150–170 ka [Ablay and H€urlimann, 2000; Hunt et al., 2011] would indicate that the 165 6 5 ka date is reliable. The evolved composition of the turbidite mudcap and volcanic glasses support Tenerife as the provenance, and support the assignment of bed Mg to the Icod landslide (Figures 4 and 9 and Table 4). The volume of this landslide has been previously calculated as 320 6 40 km3 (Table 1) [Hunt et al., 2011]. The presence of high amounts of carbonate, altered volcanic grains, and a volume in excess of the onshore scar indicates that a proportion of the failure was submarine [Hunt et al., 2011]. The timing of the Icod landslide appears to be coincidental with the El Abrigo explosive eruption (dated at 170 6 10 ka by Huertas et al. [2002]) at the end of the Diego Hern andez eruptive cycle.\n[49] The Orotava landslide of northern Tenerife has been dated onshore between 540 and 710 ka [Marti et al., 1994; Watts and Masson, 1995; Ancochea et al., 1999; Cantagrel et al., 1999; Marti and Gudmundsson, 2000]. The relatively poor onshore dating constraints mean that the associated turbidite presents the best dating control. Bed Mo has an evolved mudcap composition and volcanic glasses of basanite to predominantly phonolite composition, which support Tenerife as the source (Figures 4, 8, and 9). Bed Mo has an age of 535 6 10 ka, which is consistent with onshore dates of the Orotava landslide (Tables 1 and 4). The offshore volume of the debris avalanche has been estimated at 80 km3 [Ablay and H€urlimann, 2000]. The volume of the turbidite within the Madeira Abyssal Plain is 130 6 30 km3. However, the turbidite volume in the more proximal Agadir Basin is unknown, indicating that a total volume of 210 km3 for the whole event is a minimum estimate. The geometry of the La Orotava valley indicates an onshore failure component of 130 km3 [Ablay and H€urlimann, 2000]. Thus, like the Icod landslide, a submarine component is required for mass balance [Hunt et al., 2011]. The La Orotava landslide could potentially be linked to the Granadilla explosive eruption (dated at 570 ka by Bryan et al. [2000]) at the terminus of the Guajara eruptive cycle.\n[50] Bed Mz has a provenance from Tenerife (Figures 4, 8 and 9) and an age of 850 6 10 ka. Although east directed, the G€u ımar landslide (830–840 ka) from Tenerife could have generated a turbidity current that reached the Madeira Abyssal Plain (Figure 4 and Table 4). Bed Mz has a volume of 85 6 20 km3, which alone is greater than the 37–47 km3 subaerial volume quoted by Giachetti et al. [2011] for the G€u ımar landslide. This would also suggest a submarine component to accommodate mass balance [Krastel et al., 2001; Masson et al., 2002].\n[51] The Roques de Garc ıa landslide from Tenerife has a speculative onshore age range of 0.6–1.7 Ma [Cantagrel et al., 1999; Masson et al., 2002]. Bed Maf in the Madeira Abyssal Plain at 1.18 6 0.01 Ma has a composition potentially signifying a Tenerife provenance (Figures 4, 8, and 9 and Table 4). From 0.9 to 1.7 Ma, there is no other turbidite of Tenerife provenance with significant volume in the ODP or piston core record. Thus, bed Maf most likely represents the Roques de Garc ıa landslide. The age of this landslide potentially coincides with volcanism resulting in the\nUcanca caldera (dated at 1.2 Ma by Marti et al. [1994, 1997]).\n[52] Bed Maf represents a volume of at least 50 km3. Previous estimates of total volume for the Roques de Garc ıa landslide are in excess of this [Masson et al., 2002, and references therein]. The remaining volume may reside within a turbidite in Agadir Basin and/or a buried proximal debris avalanche deposit, neither of which can be resolved. Although this contribution implies that turbidite Mz correlates to the G€u ımar landslide, owing to the poor onshore dating controls, bed Mz could instead potentially represent the Roques de Garc ıa landslide, while bed Maf could represent an older buried landslide."
  }, {
    "heading": "7.3. La Palma",
    "text": "[53] Bed Mn represents the Cumbre Neuva landslide deposit. The volume of bed Mn exceeds 50 km3 and the proximal debris avalanche is estimated at 95 km3, thus the total volume is 145 6 10 km3. There is a 50 ka discrepancy in the age between a minimum age of 536 ka for the onshore Cumbre Neuva landslide and the age of bed Mn at 485 6 10 ka. This discrepancy could be explained by the poor resolution of the onshore minimum age. There are no further turbidites identified as having a La Palma provenance in the Madeira Abyssal Plain in the last 1.5 Ma. Thus, bed Mn most likely represents the Cumbre Neuva landslide (Tables 1 and 4).\n[54] The Playa de la Veta complex has speculative onshore dates of 1.0–0.8 Ma age [Masson et al., 2002]. However, this age range is poorly constrained in the proximal region. There are two minor volcaniclastic events identified in ODP core at 1.3– 1.0 Ma (Maa1 at 1.04 Ma and Mah1 at 1.27 Ma) (Table 4), but no provenance information is available. More voluminous and widespread volcaniclastic turbidites are present in the older 2.2–1.7 Ma ODP record, but these ages exceed onshore ages from the Playa de la Veta collapse(s) (Table 1)."
  }, {
    "heading": "7.4. El Hierro",
    "text": "[55] The El Golfo landslide (bed Mb) represents the last major landslide in the Canary Islands at 15 ka. However, K-Ar dates from precollapse lavas in the El Golfo embayment constrain landslide activity to be between 21 and 134 ka [Guillou et al., 1996; Sz er em eta et al., 1999; Carracedo et al., 1999, 2001]. Longpr e et al. [2011] provide new 40Ar/39Ar dates for the El Golfo debris avalanche, which constrain a younger maximum age of 87 6 8 ka and a minimum age of 39 6 13 ka. Nonetheless, bed Mb, at 15 ka, represents the only\nlarge-volume (130–150 km3) sediment gravity flow of basic composition in the last 480 ka.\n[56] There is a minor event recorded in the Madeira Abyssal Plain (bed Md1) dated at 60–70 ka, with a volume of 10–15 km3 [Weaver et al., 1992], which has been shown to have a basic composition akin to El Golfo (Table 4) [Pearce and Jarvis, 1995]. Sampling from above failure planes representing alternative older minor collapses could yield the older dates reported for the El Golfo landslide. However, the 15 ka date of the large-volume sediment gravity flow best represents the age of the major landslide.\n[57] The southern aprons of El Hierro have also been the sites of landslide activity. The El Jul an landslide on the southwest flank has been speculatively dated at 15–190 ka [Krastel et al., 2001] or 300–500 ka [Masson, 1996]. Bed Mp (at 540 ka) in the Madeira Abyssal Plain has been geochemically linked to El Hierro (Figures 4, 8, and 9 and Table 4) and potentially represents the El Jul an event. Combining proximal and distal submarine deposits provides a total volume of 235 6 20 km3 [Masson et al., 2002]. Alternatively, the Las Playas debris avalanche deposits represent failures on the southeast flank. However, these are relatively small in volume, potentially represent aborted slumps, and are directed to the east [Day et al., 1997; Masson et al., 2002]. Therefore, the Las Playas events may not have produced turbidity currents capable of reaching the Madeira Abyssal Plain.\n[58] Guillo et al. [1996] dated the lavas of the older El Ti~nor volcano at 1.03–1.12 Ma. The El Ti~nor volcano suffered a major collapse prior to development of the El Golfo edifice. There is an unconformity found in water galer ıas, whereby 543 ka aged lavas are located on 1.04 Ma basalts [Carracedo et al., 2001]. The 1.04 Ma age of the unconformity coincides with the 1.05 Ma date for bed Mab (Table 4), thus bed Mab with basic igneous composition may represent the El Ti~nor collapse (Figures 4, 8, and 9). The proximal debris avalanche is most likely buried beneath the El Golfo deposit, however the turbidite alone has a volume of 115 6 30 km3."
  }, {
    "heading": "7.5. Controlling Factors on Volcanic Island Landslides",
    "text": ""
  }, {
    "heading": "7.5.1. Recurrence Rates",
    "text": "[59] The volcaniclastic turbidite record in the Madeira Abyssal Plain provides a chronology and provenance of landslides from the Western Canary Islands in the last 1.5Ma (Figures 2, 3, and 8).\nCoupled with onshore dates of known Canary Island landslides, this turbidite record can help understand how landslides are preconditioned and triggered. Beds Mb, Mp, and Mab indicate that flank collapses from El Hierro have a mean recurrence interval of 500 ka. Flank collapses from Tenerife have a mean recurrence interval of 330 ka, based on beds Mg, Mo, Mz, and Maf. Utilizing all the beds featured in this study, there is a mean recurrence of 200 ka for flank collapses across the Western Canary Islands."
  }, {
    "heading": "7.5.2. Links to Active Volcanism",
    "text": "[60] The large-volume landslides featured in this study can be potentially correlated to periods of protracted and explosive volcanism on the respective islands, rather than periods of volcanic quiescence (Figure 10). Therefore, loading and/or destabilization of the volcanic edifice through volcanic activity appears to be a major preconditioning factor for collapse of island flanks. Seismic activity, associated with intrusions and explosive eruptions, has been identified as a potential trigger mechanism [Elsworth and Voight, 1995; H€urlimann et al., 2002], although the exact relationship is poorly constrained. Marti et al. [1997] and H€urlimann et al. [1999b] suggest that caldera collapse eruptions are also capable of triggering volcanic landslides. This study suggests that volcanic activity and loading of the island edifices preconditions volcanic flanks to fail, but cannot resolve the trigger. However, previous work on the Icod landslide has suggested that the landslide may trigger the massive caldera-forming eruption [Hunt et al., 2011; Boulesteix et al., 2012]."
  }, {
    "heading": "7.5.3. Links to Sea Level and Climate Change",
    "text": "[61] Flank collapses in the Hawaiian archipelago have been suggested to relate to periods of warm and wet climate. Specifically, these failures have been associated with the transition from glacial to interglacial conditions [McMurtry et al., 2004]. However, numerous >1.0 Ma Hawaiian landslide ages used to support this hypothesis are reliant upon K-Ar radiometric dates from K-poor lava flows, which thus have questionable accuracy. Keating and McGuire [2004] also suggest a link between climate change associated with rapid sea level rise and volcanic island landslides, including the Canary Islands. Indeed, instability and onset of subaerial landslides have been linked to development of weak bedding and soil saturation, which are associated with warm and wetter climate [Turner and Schuster, 1996]. A study of the Orotava landslide has implied that failure occurred on a weak horizon represented by a residual soil [H€urlimann et al., 2000, 2001].\n[62] In this study, seven of eight volcaniclastic turbidites occurred during either interglacials or at transitions between interglacial and glacial conditions, which represent 35% and 20% of the time, respectively (Figures 4, 7, and 10). Applying a þ10 ka error to the deposit ages resulted in six events deposited during deglaciations and interglacial periods, whereas four landslides occur during these intervals when a 10 ka error is applied. The present study suggests a link between deglaciations and volcanic island landslides. However, the present study also demonstrates that coincidence of major volcaniclastic turbidites with marine transgressions and interglacials is not ubiquitous. For example, the Icod landslide (bed Mg) occurs during glacial oxygenisotope stage six and is not obviously influenced by quaternary climate change."
  }, {
    "heading": "8. Conclusions",
    "text": "[63] The Late Quaternary piston core record of turbidite deposition within the Madeira Abyssal Plain reveals a 0–1.5 Ma record of eight large-volume volcanic flank collapses in the Canary Islands. New volcanic glass geochemistry and published bulk mudcap geochemistry coupled with dating of the events has helped to identify the source of these beds. This Late Quaternary turbidite record, coupled with onshore studies, has provided one of the most extensive and accurate archives of landslide activity from a volcanic archipelago. This record shows a general recurrence of 200 ka for large-volume Canary Island landslides during the last 1.5 Ma.\n[64] The turbidite records show that landslide occurrence is potentially linked to loading of the volcanic edifice through both intrusive and extrusive volcanism. Furthermore, seven of the eight events occur during climatic conditions associated with rising- and highstands of sea level, as suggested for the Hawaiian archipelago. Thus warmer and wetter climates could act to also precondition the flanks of the Canary Islands to fail. Further implications for tsunamigenic hazards are that most landslides have involved a significant submarine component of failure, rather than being purely subaerial failures into the ocean."
  }, {
    "heading": "Acknowledgments",
    "text": "[65] The authors thank the scientists and crew that worked on the original ODP Leg 157 core collection and the D108 cruise which collected the piston cores used in this study. J.E.H.\nacknowledges the PhD funding from Marine Geoscience Group at NOCS that aided completion of this work."
  }],
  "year": 2013,
  "references": [{
    "title": "Evolution of the north flank of Tenerife by recurrent giant landslides",
    "authors": ["G.J. Ablay"],
    "venue": "H€urlimann",
    "year": 2000
  }, {
    "title": "Stratigraphy, structure ad volcanic evolution of the Pico-Teide Viejo formation, Tenerife, Canary Islands",
    "authors": ["G.J. Ablay", "J. Marti"],
    "venue": "J. Volcanol. Geotherm. Res.,",
    "year": 2000
  }, {
    "title": "Determination of sediment volumes, accumulation rates and turbidite emplacement frequencies on the Madeira Abyssal Plain (NE Atlantic): A correlation between seismic and borehole",
    "authors": ["B. es", "R.G. Rothwell", "M. Canals", "P.P.E. Weaver", "B. Alonso"],
    "year": 1999
  }, {
    "title": "Volcanic evolution of the island of Tenerife (Canary Islands) in the light of new K-Ar data",
    "authors": ["an", "J.M. Cantagrel"],
    "venue": "Jamond",
    "year": 1990
  }, {
    "title": "Constructive and destructive episodes in the building of a young Ocean Island, La Palma, Canary Islands, and the genesis of the Caldera de Taburiente",
    "authors": ["E. Ancochea", "F. Hernan", "A. Cendrero", "J.M. Cantagrel", "J.M. Fuster", "E. Ibarrola", "J. Coello"],
    "venue": "J. Volcanol. Geotherm. Res.,",
    "year": 1994
  }, {
    "title": "Evolution of the Ca~nadas edifice and its implications for the origin of the Ca~nadas Caldera (Tenerife, Canary Islands)",
    "authors": ["E. Ancochea", "M.J. Huertas", "J.M. Cantagrel", "J. Coello", "J.M. F uster", "N. Arnaud", "E. Ibarrola"],
    "venue": "J. Volcanol. Geotherm. Res.,",
    "year": 1999
  }, {
    "title": "The Canary Islands origin: a unifying model",
    "authors": ["F. Anguita", "F. Hern"],
    "venue": "J. Volcanol. Geotherm. Res.,",
    "year": 1990
  }, {
    "title": "Numerical modelling of a landslide-generated Tsunami: The 1979 Nice Event",
    "authors": ["S. Assier-Rzadkieaicz", "P. Heinrich", "P.C. Sabatier", "B. Savoye", "J. F"],
    "venue": "Bourillet",
    "year": 2000
  }, {
    "title": "Quantitative biochronology of Pliocene and early Pleistocene calcareous nannofossils from the Atlantic, Indian and Pacific oceans",
    "authors": ["J. Backman", "N.J. Shackleton"],
    "venue": "Marine Micropaleontol.,",
    "year": 1983
  }, {
    "title": "Biogenous deep-sea sediments: fractionation by deep-sea circulation, Geo",
    "authors": ["W.H. Berger"],
    "venue": "Soc. America Bull.,",
    "year": 1970
  }, {
    "title": "Coccolithophores in the upper Quaternary of some southeast Indonesian basins, Netherlands",
    "authors": ["J.W. Biekart"],
    "venue": "J. Sea Res.,",
    "year": 1989
  }, {
    "title": "Calcareous Nannoplanktonic Zonation of the Gulf Coast and Caribbean-Antillean Area, and Transoceanic Correlation, Transactions of the Gulf Coast",
    "authors": ["J.E. Boudreaux", "W.W. Hay"],
    "venue": "Assocaition of Geological Societies,",
    "year": 1967
  }, {
    "title": "Eruptive response of oceanic islands to giant",
    "authors": ["T. Boulesteix", "A. Hildenbrand", "P.-Y. Gillot", "V. Soler"],
    "year": 2012
  }, {
    "title": "The 0.57 Ma plinian eruption of the Granadilla Member, Tenerife (Canary Islands): An example of complexity in eruption dynamics and evolution",
    "authors": ["S.E. Bryan", "R.A.F. Cas", "J. Marti"],
    "venue": "J. Volcanol. Geothem. Res.,",
    "year": 2000
  }, {
    "title": "Repeated debris avalanches on Tenerife and genesis of Las Ca~nadas caldera wall (Canary",
    "authors": ["uster", "M.J. Huertas"],
    "venue": "Islands), Geology,",
    "year": 1999
  }, {
    "title": "The Canary Islands: An example of structural control on the growth of large oceanic-island volcanoes",
    "authors": ["J.C. Carracedo"],
    "venue": "J. Volcanol. Geotherm. Res.,",
    "year": 1994
  }, {
    "title": "Growth, structure, instability and collapse of Canarian volcanoes and comparisons with Hawaiian volcanoes",
    "authors": ["J.C. Carracedo"],
    "venue": "J. Volcanol. Geotherm. Res.,",
    "year": 1999
  }, {
    "title": "Hotspot volcanism close to a passive continental margin: The Canary Islands",
    "authors": ["ıguez Badiola", "J.A. Canas", "F.J. P erez Torrado"],
    "venue": "Geol. Mag.,",
    "year": 1998
  }, {
    "title": "Giant quaternary landslides in the evolution of La Palma and El Hierro, Canary Islands",
    "authors": ["J.C. Carracedo", "S.J. Day", "H. Guillou", "F.J. P erez Torrado"],
    "venue": "J. Volcanol. Geotherm. Res.,",
    "year": 1999
  }, {
    "title": "Calcium-carbonate preservation patterns in the Central North Atlantic during the last 150,000",
    "authors": ["T.J. Crowley"],
    "venue": "years, Mar. Geol.,",
    "year": 1983
  }, {
    "title": "Age and geometry of an aborted flank collapse: The San Andreas fault system, El Hierro, Canary Islands, Geol",
    "authors": ["S.J. Day", "J.C. Carracedo", "H. Guillou"],
    "year": 1997
  }, {
    "title": "Geochemical characteristics and provenance of late Quaternary sediments from the Madeira Abyssal Plain, N Atlantic, in Geology and Geochemistry of Abyssal Plains, Geol",
    "authors": ["G.J. De Lange", "I. Jarvis", "A. Kuijpers"],
    "venue": "Soc. Spec. Publ.,",
    "year": 1987
  }, {
    "title": "Dike intrusion as a trigger for large earthquakes and the failure of volcano flanks",
    "authors": ["D. Elsworth", "B. Voight"],
    "venue": "J. Geophys. Res.-Solid Earth,",
    "year": 1995
  }, {
    "title": "Preliminary analysis and numerical modelling, Mar. Geol",
    "authors": ["I.V. Fine", "A.B. Rabinovich", "B.D. Bornhold", "R.E. Thomson", "E.A. Kulikov"],
    "venue": "The Grand Banks landslide-generated tsunami of November",
    "year": 2005
  }, {
    "title": "Provenance and pathways of late Quaternary turbidites in the deep-water Agadir Basin, northwest",
    "authors": ["M. Frenz", "R.B. Wynn", "A. Georgiopoulou", "V.B. Bender", "G. Hough", "D.G. Masson", "P.J. Talling", "B. Cronin"],
    "venue": "African margin, Int. J. Earth Sci.,",
    "year": 2009
  }, {
    "title": "Lituya Bay landslide impact generated mega-Tsunami 50th Anniversary",
    "authors": ["H.M. Fritz", "F. Mohammed", "J. Yoo"],
    "venue": "Pure Appl. Geophys.,",
    "year": 2009
  }, {
    "title": "Source of the great tsunami of 1 April 1946: A landslide in the upper Aleutian forearc",
    "authors": ["G.J. Fryer", "P. Watts", "L. F"],
    "venue": "Pratson",
    "year": 2004
  }, {
    "title": "Turbidites from slope failure of Hawaiian volcanoes, in Volcano Instability on the Earth and Other Planets",
    "authors": ["M.O. Garcia"],
    "venue": "Geol. Soc. Spec. Publ.,",
    "year": 1996
  }, {
    "title": "Turbidites from giant Hawaiian landslides: Results from Ocean",
    "authors": ["M.O. Garcia", "D.M. Hull"],
    "venue": "Drilling Program Site 842,",
    "year": 1994
  }, {
    "title": "Correlation of Neogene planktonic foraminifera and calcareous nannofossil zones, Transactions of the Gulf Coast",
    "authors": ["S. Gartner"],
    "venue": "Association of the Geological Societies,",
    "year": 1969
  }, {
    "title": "Calcareous nannofossils from the JOIDES Balke Plateau cores and revision of the Pleistocene",
    "authors": ["S. Gartner"],
    "venue": "Mar. Micropaleo.,",
    "year": 1977
  }, {
    "title": "Landslides and the evolution of El Hierro in the Canary Islands",
    "authors": ["M.J.R. Gee", "A.B. Watts", "D.G. Masson", "N.C. Mitchell"],
    "venue": "Mar. Geol.,",
    "year": 2001
  }, {
    "title": "Erosion and sedimentation from the 17 July, 1998 Papua New Guinea Tsunami",
    "authors": ["G. Gelfenbaum", "B. Jaffe"],
    "venue": "Pure Appl. Geophys.,",
    "year": 2003
  }, {
    "title": "K-Ar ages and magnetic stratigraphy of a hotspotinduced, fast grown oceanic island: El Hierro, Canary Islands",
    "authors": ["H. Guillou", "J.C. Carracedo", "F.P. Torrado", "E.R. Badiola"],
    "venue": "J. Volcanol. Geotherm. Res.,",
    "year": 1996
  }, {
    "title": "Implications for the early shield-stage evolution of Tenerife from K/Ar ages and magnetic stratigraphy, Earth Planet",
    "authors": ["erèz Torrado"],
    "year": 2004
  }, {
    "title": "Sedimentcolor record from the Northeast Atlantic reveals patterns of millennial-scale climate variability during the past",
    "authors": ["J.P. Helmke", "M. Schulz", "H.A. Bauch"],
    "venue": "years, Quat. Res.,",
    "year": 2002
  }, {
    "title": "Late Cenozoic Calcareous Nannoplankton from North Atlantic",
    "authors": ["N. Hine"],
    "venue": "PhD dissertation, Univ. of East Anglia,",
    "year": 1990
  }, {
    "title": "Quaternary, in Calcareous Nannofossil Biostratigraphy, Brit",
    "authors": ["N. Hine", "P.P.E. Weaver"],
    "venue": "Micropaleontol. Soc. Ser.,",
    "year": 1998
  }, {
    "title": "The role of partial melting in the 15 Ma geochemical evolution of Gran Canaria: A blob model for the Canary Hotspot",
    "authors": ["K. Hoernle", "H.-U"],
    "venue": "Schmincke",
    "year": 1993
  }, {
    "title": "Seismic and geochemical evidence for large-scale mantle upwelling beneath the eastern",
    "authors": ["K. Hoernle", "Y.S. Zhang", "D. Graham"],
    "venue": "Atlantic and western and Central Europe,",
    "year": 1995
  }, {
    "title": "Large landslides from oceanic volcanoes",
    "authors": ["R.T. Holcomb", "R.C. Searle"],
    "venue": "Mar. Geotechnol.,",
    "year": 1991
  }, {
    "title": "Calcareous nannofossil biostratigraphy and sediment accumulation of turbidite sequences on the Madeira Abyssal Plain, ODP Sites",
    "authors": ["R.W. Howe"],
    "venue": "Sblendorio-Levy",
    "year": 1998
  }, {
    "title": "501–515, Ocean Drilling Program, College Station, Tex., doi:10.2973/odp.proc.sr.157.129.1998",
    "authors": ["Firth", "W. Duffield", "pp"],
    "year": 1998
  }, {
    "title": "Ar-40/Ar-39 stratigraphy of pyroclastic units from the Canadas Volcanic Edifice (Tenerife, Canary Islands) and their bearing on the structural evolution",
    "authors": ["M.J. Huertas", "N.O. Arnaud", "E. Ancochea", "J.M. Cantagrel", "J.M. Fuster"],
    "venue": "J. Volcanol. Geol. Res.,",
    "year": 2002
  }, {
    "title": "Sedimentological and geochemical evidence for multistage failure of volcanic island landslides: A case study from Icod landslide on north Tenerife, Geochem",
    "authors": ["J.E. Hunt", "R.B. Wynn", "D.G. Masson", "P.J. Talling", "D.A. H"],
    "venue": "Teagle",
    "year": 2011
  }, {
    "title": "Conditions favouring catastrophic landslides on Tenerife (Canary Islands)",
    "authors": ["M. H€urlimann", "A. Ledesma", "J. Marti"],
    "venue": "Terra Nova,",
    "year": 1999
  }, {
    "title": "Large landslides triggered by caldera collapse events in Tenerife, Canary Islands",
    "authors": ["M. H€urlimann", "E. Turon", "J. Marti"],
    "venue": "Phys. Chem. Earth A,",
    "year": 1999
  }, {
    "title": "Causes and mobility of large volcanic landslides: Application to Tenerife, Canary Islands",
    "authors": ["M. H€urlimann", "J.O. Garcia-Pieram", "A. Ledesma"],
    "venue": "J. Volcanol. Geotherm. Res.,",
    "year": 2000
  }, {
    "title": "Characterisation of a volcanic residual soil and its implications for large landslide phenomena: Application to Tenerife",
    "authors": ["M. H€urlimann", "A. Ledesma", "J. Marti"],
    "venue": "Canary Islands, Eng. Geol.,",
    "year": 2001
  }, {
    "title": "Morphological and geological aspects related to large slope failures on oceanic islands—The huge La Orotava landslides on Tenerife",
    "authors": ["A. H€urlimann", "J. Marti", "A. Ledesma"],
    "venue": "Canary Islands, Geomorphology,",
    "year": 2004
  }, {
    "title": "Instability and structural failure at volcanic ocean islands and the climate change dimension",
    "authors": ["B.H. Keating", "W.J. McGuire"],
    "venue": "Adv. Geophys.,",
    "year": 2004
  }, {
    "title": "Plate kinematics of the central Atlantic, in The Geology of North America, vol. M, The Western North Atlantic Region, edited by P",
    "authors": ["K.D. Klitgort", "H. Schouten"],
    "venue": "Geol. Soc. of Am.,",
    "year": 1986
  }, {
    "title": "Tsunami of volcanic origin: Summary of causes, with particular reference to Krakatoa, 1883",
    "authors": ["J.H. Latter"],
    "venue": "Bull. Volcanol.,",
    "year": 1981
  }, {
    "title": "The growth, collapse and quiescence of Teno volcano, Tenerife: New constraints from paleomagnetic data, Int",
    "authors": ["R. Leonhardt", "H. C"],
    "venue": "Soffel",
    "year": 2006
  }, {
    "title": "Morphological and structural analysis in the Anaga offshore massif, Canary Islands: fractures and debris avalanches",
    "authors": ["P. Llanes", "A. Munoz", "A. Munoz-Martin", "J. Acosta", "P. Herranz", "A. Carbo", "C. Palomo", "Z.E.E. W"],
    "venue": "Grp",
    "year": 2003
  }, {
    "title": "Volcanic and geochemical evolution of the Teno massif, Tenerife, Canary Islands: Some repercussions of giant landslides on ocean island magmatism, Geochem",
    "authors": ["M.-A", "V.R. Troll", "T.R. Walter", "T.H. Hansteen"],
    "venue": "Geophys. Geosyst.,",
    "year": 2009
  }, {
    "title": "Age of the El Golfo debris avalanche, El Hierro (Canary Islands): New constraints from laser and furnace 40Ar/ 39Ar dating",
    "authors": ["M.-A", "J.P. Chadwick", "J. Wijbrans", "R. Iping"],
    "venue": "J. Volcanol. Geotherm. Res.,",
    "year": 2011
  }, {
    "title": "The Las Canadas caldera (Tenerife, Canary Islands): An overlapping collapse caldera generated by magma-chamber migration",
    "authors": ["J. Marti", "A. Gudmundsson"],
    "venue": "J. Volcanol. Geotherm. Res.,",
    "year": 2000
  }, {
    "title": "Stratigraphy, structure and geochronology of the La Canadas caldera, Tenerife, Canary Islands",
    "authors": ["J. Marti", "J. Mitjavila", "V. Arana"],
    "venue": "Geol. Mag.,",
    "year": 1994
  }, {
    "title": "Vertical and lateral collapses on Tenerife (Canary Islands) and other volcanic oceanic",
    "authors": ["J. Marti", "M. H€urlimann", "G.J. Ablay", "A. Gudmundson"],
    "venue": "islands, Geology,",
    "year": 1997
  }, {
    "title": "Late Quaternary turbidity current pathways to the Madeira Abyssal Plain and some constraints on turbidity current mechanisms",
    "authors": ["D.G. Masson"],
    "venue": "Basin Res.,",
    "year": 1994
  }, {
    "title": "Catastrophic collapse of the volcanic island of Hierro 15 ka ago and the history of landslides in the Canaries",
    "authors": ["D.G. Masson"],
    "year": 1996
  }, {
    "title": "Slope failures on the flanks of the western Canary Islands",
    "authors": ["D.G. Masson", "A.B. Watts", "M.R.J. Gee", "R. Urgeles", "N.C. Mitchell", "T. Le Bas", "M. Canals"],
    "venue": "Earth Sci. Rev.,",
    "year": 2002
  }, {
    "title": "Submarine landslides: Processes, triggers and hazard prediction, Philos",
    "authors": ["D.G. Masson", "C.B. Harbitz", "R.B. Wynn", "G. Pedersen", "F. L"],
    "venue": "vholt",
    "year": 2006
  }, {
    "title": "Flank collapse and large-scale landsliding in the Cape Verde Islands, off West Africa, Geochem",
    "authors": ["D.G. Masson", "T.P. Le Bas", "I. Grevemeyer"],
    "venue": "Weinrebe",
    "year": 2008
  }, {
    "title": "Volcano instability: A review of contemporary themes, in Volcano Instability on the Earth and Other Planets",
    "authors": ["W.J. McGuire"],
    "venue": "Geol. Soc. Spec. Publ.,",
    "year": 1996
  }, {
    "title": "Giant landslides, mega-tsunamis, and paleo-sea level in the Hawaiian",
    "authors": ["G.M. McMurtry", "P. Watts", "G.J. Fryer", "J.R. Smith", "F. Imamura"],
    "year": 2004
  }, {
    "title": "Giant Hawaiian landslides",
    "authors": ["J.G. Moore", "W.R. Normark", "R.T. Holcomb"],
    "venue": "Ann. Rev. Earth Planet. Sci.,",
    "year": 1994
  }, {
    "title": "Sediment colour analysis from digital images and correlation with sediment composition, in New Techniques in Sediment",
    "authors": ["A.J. Nederbragt", "R.B. Dunbar", "A.T. Osborn", "A. Palmer", "J.W. Thurow", "T. Wagner"],
    "venue": "Core Analysis,",
    "year": 2006
  }, {
    "title": "Composition and provenance of turbidite sands: Late Quaternary: Late Quaternary",
    "authors": ["T.J. Pearce", "I. Jarvis"],
    "year": 1992
  }, {
    "title": "High-resolution chemostratigraphy of Quaternary distal turbidites: A case study of new methods for the analysis and correlation of barren sequences, in Non-Biostratigraphical Methods of Dating and Correlation, Geol",
    "authors": ["T.J. Pearce", "I. Jarvis"],
    "venue": "Soc. Spec. Publ.,",
    "year": 1995
  }, {
    "title": "Colour logging as a tool in high-resolution palaeoceanography, in New Techniques in Sediment",
    "authors": ["M. Rogerson", "P.P.E. Weaver", "E.J. Rohling", "L.J. Lourens", "J.W. Murray", "A. Hayes"],
    "venue": "Core Analysis,",
    "year": 2006
  }, {
    "title": "A stratigraphically significant new species of the calcareous nannofossil Reticulofenestra asanoi, in Century of Japanese Micropalaeontology",
    "authors": ["T. Sato", "T. Takayama"],
    "year": 1992
  }, {
    "title": "Background, objectives, and principal results of Madeira Abyssal Plain drilling in Proceeding of the Ocean Drilling Programme",
    "authors": ["Schmincke", "H.-U", "P.P.E. Weaver", "J.V. Firth", "W.A. Duffield"],
    "venue": "Initial Reports,",
    "year": 1995
  }, {
    "title": "The flows that left no trace: Very large-volume turbidity currents that bypassed sediment through submarine channels without eroding the sea",
    "authors": ["C.J. Stevenson", "P.J. Talling", "R.B. Wynn", "D.G. Masson", "J.E. Hunt", "M. Frenz", "A. Akhmetzhanhov", "B.T. Cronin"],
    "year": 2013
  }, {
    "title": "The slump origin of the 1998 Papua New Guinea Tsunami",
    "authors": ["C.E. Synolakis", "J.P. Bardet", "J.C. Borrero", "H.L. Davies", "E.A. Okal", "E.A. Silver", "S. Sweet", "D.R. Tappin"],
    "venue": "Proc. R. Soc. Lond.,",
    "year": 2002
  }, {
    "title": "Geomagnetic paleosecular variation in the Brunhes period, from the island of El Hierro (Canary Islands)",
    "authors": ["N. Szeremeta", "C. Laj", "H. Guillou", "C. Kissel", "A. Mazaud", "J.C. Carracedo"],
    "venue": "Earth Planet. Sci. Lett.,",
    "year": 1999
  }, {
    "title": "Coccolith biostratigraphy of the North Atlantic Ocean, Deep Sea Drilling Project Leg 94, Init",
    "authors": ["T. Takayama", "T. Sato"],
    "venue": "Rep. DSDP,",
    "year": 1987
  }, {
    "title": "The Sissano, Papua New Guinea tsunami",
    "authors": ["D.R. Tappin", "P. Watts", "G.M. McMurtry", "Y. Lafoy", "T. Matsumoto"],
    "year": 2001
  }, {
    "title": "Eruption of Mount St Helens—Past, present and future, USGS General Interest Publication, http://pubs.usgs.gov/gip/msh/ title.html, accessed 10/09/2012",
    "authors": ["R.I. Tilling", "L. Topinka", "D.A. Swanson"],
    "year": 1990
  }, {
    "title": "Impact on Calabria and Sicily of a large tsunamigenic scenario collapse of Stromboli volcano",
    "authors": ["S. Tinti"],
    "venue": "Bortolucci",
    "year": 2001
  }, {
    "title": "Numerical simulation of the landslide-induced tsunami",
    "authors": ["S. Tinti", "A.E. Bortolucci"],
    "venue": "Armigliato",
    "year": 1999
  }, {
    "title": "Computer simulations of tsunamis due to sector collapse at Stromboli",
    "authors": ["S. Tinti", "E. Bortoluci", "C. Romagnoli"],
    "venue": "Italy, J. Volcanol. Geotherm. Res.,",
    "year": 2000
  }, {
    "title": "Landslides: Investigation and Mitigation",
    "authors": ["A.K. Turner", "R.L. Schuster"],
    "venue": "Trans. Res. Board Spec. Rep.,",
    "year": 1996
  }, {
    "title": "Characterisation of debris avalanche deposits in Japan",
    "authors": ["T. Ui", "H. Yamamoto"],
    "venue": "Suzuki-Kamata",
    "year": 1986
  }, {
    "title": "Recurrent large-scale landsliding on the west flank of La Palma, Canary Islands",
    "authors": ["R. Urgeles", "D.G. Masson", "M. Canals", "A.B. Watts", "T.P. Le Bas"],
    "venue": "J. Geophys. Res.,",
    "year": 1999
  }, {
    "title": "Flank stability and processes off the western Canary Islands: A review",
    "authors": ["R. Urgeles", "M. Canals", "D.G. Masson"],
    "venue": "El Hierro and La Palma, Sci. Mar.,",
    "year": 2001
  }, {
    "title": "Rifting, recurrent landsliding and Miocene structural reorganisation of NWTenerife (Canary Islands)",
    "authors": ["T. Walter", "H.-U"],
    "venue": "Schmincke",
    "year": 2002
  }, {
    "title": "Rift zone reorganization through flank instability in ocean island volcanoes: an example from Tenerife",
    "authors": ["T.R. Walter", "V.R. Troll", "B. Cailleau", "A. Belousov", "H.U. Schmincke", "F. Amelung", "P. Von der Bogaard"],
    "venue": "Canary Islands, Bull. of Volcanol.,",
    "year": 2005
  }, {
    "title": "Combinations of volcanic-flank and seafloor-sediment failure offshore Monserrat, and their implications for tsunami generation, Earth Planet",
    "authors": ["Watt", "S.F. L"],
    "year": 2012
  }, {
    "title": "A giant landslide on the north flank of Tenerife, Canary Islands",
    "authors": ["A.B. Watts", "D.G. Masson"],
    "venue": "J. Geophys. Res.,",
    "year": 1995
  }, {
    "title": "Comment on ‘‘A giant landslide on the north flank of Tenerife, Canary Islands’",
    "authors": ["A.B. Watts", "D.G. Masson"],
    "venue": "by A.B. Watts and D.G. Masson—Reply, J. Geophys. Res.,",
    "year": 1998
  }, {
    "title": "Determination of turbidity current",
    "authors": ["P.P.E. Weaver"],
    "year": 1994
  }, {
    "title": "Northwest Africa Continental Mar",
    "authors": ["P.P.E. Weaver"],
    "year": 2003
  }, {
    "title": "Climatic control",
    "authors": ["Plain", "Paleoceanography"],
    "year": 1983
  }, {
    "title": "Correlation, frequency of emplacement",
    "authors": ["M. Hunter"],
    "year": 1992
  }, {
    "title": "The Neogene turbidite",
    "authors": ["R. Howe", "R.G. Rothwell"],
    "year": 1998
  }],
  "id": "SP:0b38bc7d0b5ee6d23bb8c84599ebf40e5980af6f",
  "authors": [{
    "name": "J. E. Hunt",
    "affiliations": []
  }, {
    "name": "R. B. Wynn",
    "affiliations": []
  }, {
    "name": "P. J. Talling",
    "affiliations": []
  }, {
    "name": "D. G. Masson",
    "affiliations": []
  }],
  "abstractText": "[1] During the last two decades, numerous studies have focused on resolving the landslide histories of the Canary Islands. Issues surrounding the preservation and dating of onshore and proximal submarine landslide deposits precludes accurate determination of event ages. However, submarine landslides often disaggregate and generate sediment gravity flows. Volcaniclastic turbidites sampled from Madeira Abyssal Plain piston cores represent a record of eight large-volume failures from the Western Canary Islands in the last 1.5 Ma. During this time, there is a mean recurrence rate of 200 ka, while the islands of El Hierro and Tenerife have individual landslide recurrences of 500 ka and 330 ka, respectively. Deposits from the 15 ka El Golfo landslide from El Hierro and 165 ka Icod landslide from Tenerife are examined. This study also identifies potential deposits associated with the Orotava (535 ka), G€u ımar (850 ka), and Rogues de Garc ıa landslides (1.2 Ma) from Tenerife, El Julan (540 ka), and El Ti~nor (1.05 Ma) landslides from El Hierro, and the Cumbre Nueva landslide (485 ka) from La Palma. Seven of eight landslides occurred during major deglaciations or subsequent interglacial periods, which represent 55% of the time. However, all of the studied landslides occur during or at the end of periods of protracted island volcanism, which generally represent 60% of the island histories. Although climate may precondition failures, it is suggested that volcanism presents a more viable preconditioning and trigger mechanism for Canary Island landslides.",
  "title": "Turbidite record of frequency and source of large volume (>100 km3) Canary Island landslides in the last 1.5 Ma: Implications for landslide triggers and geohazards"
}