{
  "sections": [{
    "text": "Received: 13 September 2017 Revised: 12 February 2018 Accepted: 20 February 2018\nDOI: 10.1002/gj.3205\nR E S E A R CH AR T I C L E\nProvenance inferred through modern beach sands from the Gulf of Tehuantepec, Mexico\nArturo Carranza‐Edwards1 | Juan José Kasper‐Zubillaga1 | Raymundo G. Martínez‐Serrano2 | Mayumy Cabrera‐Ramírez3 | Leticia Rosales Hoz1 | Miguel Angel Alatorre Mendieta1 | Antonio Z. Márquez‐García4 | Rufino Lozano‐Santa Cruz5\n1 Instituto de Ciencias del Mar y Limnología, Unidad de Procesos Oceánicos y Costeros, Universidad Nacional Autónoma de México, Coyoacán, CDMX, Mexico 2 Instituto de Geofísica, Laboratorio Universitario de Geoquímica Isotópica, Universidad Nacional Autónoma de México, Coyoacán, CDMX, Mexico 3Departamento de Geología, Facultad de Ingeniería, Universidad Nacional Autónoma de México, Coyoacán, CDMX, Mexico 4Unidad Iztapalapa, Universidad Autónoma Metropolitana, Delegación Iztapalapa, CDMX, Mexico 5 Instituto de Geología, Laboratorio de Fluorescencia de Rayos X, Universidad Nacional Autónoma de México, Coyoacán, CDMX, Mexico\nCorrespondence Juan José Kasper‐Zubillaga, Instituto de Ciencias del Mar y Limnología, Unidad de Procesos Oceánicos y Costeros, Universidad Nacional Autónoma de México, Ciudad Universitaria s/n, Coyoacán, CDMX 04510, Mexico. Email: kasper@cmarl.unam.mx Funding information Universidad Nacional Autonoma de Mexico, Grant/Award Number: Internal Project 109; National Autonomous University of Mexico, Sedimentology of Mexican Beaches, Grant/ Award Number: Project No. 111\nHandling Editor: S. Tyrrell\n552 Copyright © 2018 John Wiley & Sons, Lt\nDifferent parent rocks, climate, and relief control the provenance of beach sands on the coast of Mexico. This is the first paper to address the provenance problem of beach sands in south‐eastern Mexico considering a homogeneous climate and relative similarity in parental rocks but different relief. Two coastal areas are confined in this study: (a) the Western Gulf of Tehuantepec (WGT) and (b) the Eastern Gulf of Tehuantepec (EGT). The WGT beach sands are probably controlled by the denudation of orthogneisses, Eocene–Miocene basaltic–andesites–dacites–rhyolites from the Volcanic Belt of the Sierra Madre del Sur (VBSMS), and granites to diorites from the Coastal Plutonic Belt (CPB). The rocks exposed in the EGT are represented by orthogneisses and tonalite, granodiorite, and gabbro suites from the Palaeozoic–Mesozoic Chiapas Coastal Plutonic Belt (CHCPB). Quaternary andesites and dacites from theTacaná Volcano are located in the eastern coastal area. The Chemical Index of Alteration (CIA) and Plagioclase Index of Alteration (PIA) values indicate that the less weathered beach sands are in the WGT compared to the EGT coastal area. Plagioclase transport is preserved in a narrow coastal plain that contributes to a lower a weathering rate compared to the EGT sands deposited in a wider coastal plain. Geochemical analyses show that the WGT and EGT beach sands are admixtures of felsic, intermediate, metamorphic, and volcanic sources in their sands composition. Relief seems to play a major role in the composition of beach sand in both coastlines, since parental rocks are mostly similar in composition and climate remains homogeneous along the coast.\nKEYWORDS\nbeach sands, geochemistry, grain size, Gulf of Tehuantepec, Mexico, petrology, provenance"
  }, {
    "heading": "1 | INTRODUCTION",
    "text": "Textural, petrographic, and geochemical approaches in bulk sand samples from theWestern Gulf of Tehuantepec (WGT) and Eastern Gulf of Tehuantepec (EGT) in south‐eastern Mexico were employed to evaluate the provenance of clastic sediments, providing the most reliable and accurate closeness to original parent rock dynamics during the erosion, transport, and deposition of sands into coastal beach environments (e.g., Critelli, Le Pera, & Ingersoll, 1997; Perri et al., 2012).\nd. wileyonline\nIn provenance studies, outcrops consisting of deep‐seated rocks, i.e., phaneritic plutonic (Lp) and metamorphic lithics (Lm), and supracortical rocks, i.e., volcanic (Lv) and sedimentary lithics (Ls), facilitate the interpretation of textural, petrographic, and geochemical characteristics in modern sands. However, geomorphological features along the coast, i.e., narrow and wide coastal plains, might change the patterns of grain size, composition, and geochemistry of beaches, dunes, and even sedimentary rocks (Armstrong‐Altrin, Lee, Kasper‐Zubillaga, & Trejo‐Ramírez, 2016; Carranza‐Edwards, 2001;\nGeological Journal. 2019;54:552–563.library.com/journal/gj\nDavis Jr., 1989; Folk, 1980; Garzanti, 2016; Le Pera & Critelli, 1997; Muhs, Lancaster, & Skipp, 2017; Muhs, Reynolds, Been, & Skipp, 2003; Nagarajan, Madhavaraju, Nagendra, Armstrong‐Altrin, & Moutte, 2007). Short distances generally are associated with coarse‐poorly sorted textures, immature sands, and preservation of labile minerals, while longer distances are related to fine well‐sorted sediments with quartz enrichment and depletion of labile minerals. Also, climate controls chemical and/or mineralogical changes of detrital minerals, which provide important clues to their relative resistance toweathering (Andò, Garzanti, Padoan, & Limonta, 2012; Velbel, 2007). It has been demonstrated that climate also plays a role in the grain size and composition of beach sands in Mexican coastal areas regardless of the parental rock influence (Carranza‐Edwards, 2001; Carranza‐Edwards, Bocanegra‐García, Rosales‐Hoz, & Pablo Galán, 1998; Kasper‐Zubillaga & Dickinson, 2001).\nThe aim of this paper is to study south‐eastern Mexico whole bulk samples on WGT and EGT beach sands, based on textural, petrographic, and geochemical analyses. Dissimilar relief but similar climate and lithology are present in both beach areas. Our major concern in this paper is to address the provenance problem in both areas confined by narrow (WGT) and wide (EGT) coastal plains but with similar parental rocks and climate."
  }, {
    "heading": "2 | STUDY AREA",
    "text": "The study area is located in the Gulf of Tehuantepec, which is an embaymenton the SouthernPacificCoast ofMexico in thewatersof the eastern tropical Pacific, adjacent to the coast of Oaxaca and Chiapas, i.e., WGT and EGT (14°30′ to 16°30′ N; 92°00′ to 95°30′W; Figure 1). The Sierra Madre del Sur and Sierra Madre de Chiapas morphotectonic provinces rise to thewest and east, respectively, with crest heights >3,000m. These mountains form a barrier to low‐elevation airflow between the Gulf of\nMexico and Pacific Ocean. Awide coastal plain roughly 20 to 23 kmwide is located on the eastern open sea side of the Isthmus, whereas towards the west, the coastal plain narrows to a point where it becomes negligible and is related to a rocky littoral (Figure 1) with pocket beaches.\nIn the EGT area, it is possible to delineate a preferential SE to NW longshore current (Figure 1), based on outstanding coastline features in which erosion/accretion indicates the more dominant orientation of longshore currents. Barrier systems (e.g., islands and spits) along the coast are developed by the prevailing longshore direction and wave incidence arriving landwards (Komar, 1976).\nRelief in the study area is shown, and one can observe that the EGT andWGT are more prominent than the lowlands, which are a natural passageway for strong winds. That pass is known as “The Isthmic Portillo,” and the winds from the Gulf of Mexico blow through it into the Gulf of Tehuantepec. These winds interrupt the EGT currents where the stationary current is found; at site S, the stationary longshore currents associated with them are long (>1,000 m) longitudinal dunes that show an almost 30° SE action. The winds are responsible for significant input of quartz grains originated from the original mouth of Tehuantepec River (Carranza‐Edwards, 1980), enriching samples 7, 8, and 9 with quartz sand. This is due to the quartz enrichment effect during aeolian transport and deposition of sands (Honda & Shimizu, 1998; Honda, Yabuki, & Shimizu, 2004; Kasper‐Zubillaga, Zolezzi‐Ruiz, Carranza Edwards, García, & Ortiz‐Zamora, 2007).\nThe Eastern Oaxaca State is part of WGT, while the EGT encompasses Chiapas State beaches. The open sea coast comprises beaches 7 to 17 and is characterized by wider beaches affected by breaking waves with an estimated height of 4 m. In contrast, rocky littoral beaches 1 to 6 are shorterwith small breakingwaves fromhalf ametre to almost 2mhigh.\nThe climate (Figure 2) is warm tropical with a mean annual air temperature of 27 °C and little seasonal variability (García, 1981). There are two main climatic seasons: one is dry and windy (November–April),\nFIGURE 2 Main climatic zones of the study area (after García, 1981) [Colour figure can be viewed at wileyonlinelibrary.com]\nwith intense winds that induce upwelling during the winter; the other is mostly rainy (May–October; Trasviña & Barton, 1997).\nSeveral coastal lagoons and rivers exist in the Gulf of Tehuantepec, those discharge mainly on the eastern coast of the Isthmus, exceeding 1,500 million m3/year of water (Morales de la Garza & Carranza Edwards, 1996). The most important rivers (Figure 1) are theTehuantepec, Ostuta, Huehuetan, Coatan, Cahuacan, and Suchiate. Aeolian environments, i.e., linear dunes, might exert a control in aeolian‐derived quartz input seaward influenced by the northerly winds (Steenburgh, Schultz, & Colle, 1998).\nThe average monthly sea surface temperature (SST) of warm ocean currents range from 16 to 32 °C, generally remaining above 26 °C throughout the year (Barton, Lavin, & Trasviña, 2009). Prevailing winds blow from the north‐east and north‐west at an average velocity of 7 m/s with a frequency of 60% during the winter (Pérez‐Villegas,\n1990; Figure 1); an example of this is the strong northerly Tehuantepecos winds.\nThe continental crust in the area has been subjected to continuous uplift, producing volcanic, plutonic, and metamorphic outcrops, (Figure 3) which form terrestrial detritus that is carried to the sea, reflecting the composition of the source rocks (Carranza‐Edwards et al., 1998).\nThe WGT beach sands are probably controlled by the denudation of orthogneisses and Eocene–Miocene basaltic–andesites–dacites– rhyolites from inland Tertiary Volcanic Sequences, i.e., ITVS, and granites, and diorites from the Coastal Plutonic Belt (CPB).\nThe outcrops in the EGT are represented by orthogneisses and tonalite, granodiorite, and gabbro suites from the Palaeozoic–Mesozoic Chiapas Coastal Plutonic Belt (CHCPB). Additionally, Quaternary andesites and dacites from the Tacaná Volcano are located in the\neastern coastal area (Godínez‐Urban et al., 2011; Martínez‐Serrano, Solís‐Pichardo, Flores‐Márquez, Macías‐Romo, & Delgado‐Durán, 2008; Molina‐Garza et al., 2015; Morán‐Zenteno et al., 1999; Weber, Valencia, Schaaf, Pompa Mera, & Ruiz, 2008; Figure 3)."
  }, {
    "heading": "3 | METHODS",
    "text": "Fifty‐four sand samples were collected from the inshore (n = 17), beach face (n = 17), and backshore (n = 20) of the Gulf of Tehuantepec beach, south‐eastern Mexico, in October 1980 (Table 1). Only the upper part of the beach sediments was collected with a trowel (~140 g) to ensure that the sample corresponds to recent sediments in order to avoid mixing with deep sand laminae deposits.\nSand samples were rinsed with distilled water for salt removal and dried at 50 °C. The whole bulk sample was used for this study to avoid bias in the grain size analysis. A Münsel Colour Chart was used to obtain the sediment sample colour in dry state (Figures 4 and 5).\nEach beach sample was divided into two parts. One portion was used for textural and petrological analyses, while the other was sieved through a maximum 2 mm mesh and ground in a SPEX‐8000 Mixer/Mill with an agate mortar, stored in plastic bags, and used for chemical analysis.\nParticle size was determined by sieving (U.S. Standard Sieving Set) at each 0.25 ɸ fraction for each sample (Folk, 1980). Thin sections were built for the whole sand samples without sieving to study the bulk mineral composition. This was done to observe the whole sand‐ size ranges and their corresponding sand composition under the microscope. Three hundred grains per slide (Franzinelli & Potter, 1983) were counted to evaluate lithic fragments and not only monomineralic fractions for the whole bulk sand composition. This means that single minerals were counted as separate non‐cemented unconsolidated grains, whereas the lithic fragments, including medium to coarse‐grained\nNote. 1 to 9 in WGT (Oaxaca) and 10 to 7 in EGT (Chiapas).\nsands; MS = moderately sorted sands; MWS = moderately well‐sorted sands; VC = very coarse sands\nplutonic lithics mainly composed of granodiorites, were counted as total lithics together with volcanic, sedimentary, and metamorphic fractions (Folk, 1980) as part of the whole bulk sand composition. The observed grain classes fields were total quartz (Qt) composed by monocrystalline quartz (Qm) and polycrystalline quartz (Qp), total feldspars (Ft), volcanic lithic fragments (Vrf), metamorphic lithic fragments (Mrf), plutonic lithic fragments (Prf), sedimentary lithic fragments (Srf), and diverse heavy minerals (HM), e.g., opaque and light HM with high relief and high refraction indexes (Franzinelli & Potter, 1983).\nOne standard deviation polygons of Qt, Ft, and Rf were drawn around the mean of the whole set of beach sand samples, to observe trends in the populations towards the different poles included in the ternary diagrams (Figure 6).\nIn addition, ellipses at a 99% confidence level were drawn to show the confidence regions of the population; it means that might be used to decide whether two samples are likely to have been drawn from the same population. Increasing the number of samples in this study provides high resolution of sand composition, linked to the rock source from which they are derived (Weltje & Von Eynatten, 2004).\nFIGURE 5 Colour of dry powdered beach sands. EGT sands are more coloured than the WGT sands\nFIGURE 6 Ternary diagrams of WGT and EGT beach sands (Folk, 1980). (a, b) WGT and EGT are constructed with average quartz (Qt), feldspar (Ft), and rock fragments (Rf) and Vrf, sedimentary rock fragment (Srf), and Prf + Mrf, and polygons are made with one plus and minus standard deviation referred to the population mean. (c) Lithic feldsarenites are dominant in Western Gulf of Tehuantepec (WGT); (d) Eastern Gulf of Tehuantepec (EGT) shows litharenite dominance. Modal analyses show (e) deep‐seated rocks, mainly metamorphic (Mrf) and to a lesser degree plutonic outcrops (Prf; WGT), and (f) influence of supracortical volcanic rocks (Vrf) derived from the ITVS and Tacaná Volcano (EGT). Filled, half open, and open circles are inshore, beach face, and backshore beach sands, respectively. Ellipses represent the confidence regions of the population means at 99% confidence level (Weltje & Von Eynatten, 2004)\nGeochemical analysis of major elements was determined on fused glass disks. These were prepared by thoroughly mixing 0.8 g of “dry basis” sample powder with 7.2 g of Li2B4O7‐LiBO2 flux mixture (50:50 wt.%). The non‐wetting agent used was LiBr solution in water (two drops of 250 g/L concentration). The mixture was poured into a crucible made of 95% Pt—5% Au and heated to approximately 950 °C in a furnace equipped with three crucibles for simultaneous preparation of glass disks. Samples were measured in a Siemens SRS 3000 XRF Spectrophotometer. Method accuracy was evaluated using the standard AGV‐1 and was 100% ± 2% for all oxides, except for MnO and P2O5 where values were respectively 93% and 106%. The coefficient of variation was between 0.2% and 1.5% except for P2O5, which presented values of 3.79%. Trace and rare earth elements were analysed in an Ultra Clean Laboratory using a Thermo Scientific model iCAP Qc Inductively Coupled Plasma Mass Spectrometer (ICP‐MS). Calibration was based on three international rock standards (AGV‐2, BHVO‐2, and BCR‐2). The analytical precision for trace elements was greater than 5% and for rare earth elements greater than 1.5%.\nNote. bf = beach face; bs = backshore; Fk = potassic feldspar; Fp = plagioclase f fragment; Qt = total quartz; Srf = sedimentary rock fragment; Vrf = volcanic roc\nDifferent indexes were applied in order to explain the obtained data. The chemical index of alteration (CIA), CIA = 100 × Al2O3/ (Al2O3 + CaO* + Na2O + K2O), is a way to evaluate the intensity of weathering in rocks, ancient and modern sands, and fine deep‐ sea sediments because it has been globally applied for different data (Nesbitt & Young, 1982). The plagioclase index of alteration (PIA), PIA = [Al2O3 − K2O/(Al2O3 + CaO* + Na2O)] × 100, where CaO* is part of the silicate fraction, is a measurement of plagioclase depletion of the sands, which can be a proxy associated with weather conditions in the coast (Fedo, Nesbitt, & Young, 1995; Fiantis, Nelson, Shamshuddin, & Van Ranst, 2010; Scarciglia et al., 2007). The PIA is a good indicator of source rock composition and transport of the sands during river input. PIA tracks the loss of plagioclase during transport from the source rock to the depositional environment (i.e., beach; Fedo et al., 1995; Fiantis et al., 2010). The chemical index of weathering (CIW), CIW= 100 × [(Al2O3/Al2O3 + CaO +Na2O)], is a measurement of the extent to which feldspars convert to clay minerals (Fiantis et al., 2010). The indexes were calculated using\nuantepec\neldspar; i = inshore; Mrf = metamorphic rock fragment; Prf = plutonic rock k fragment.\nmolecular proportions of mobile alkaline elements and alkaline earth metals in addition to molar concentration of the elements.\nThe metal enrichment factor (MEF; Abrahim & Parker, 2008) was calculated using UCC composition as reference material (Taylor & McLennan, 1985) as follows:\nMEF ¼ Xsample=Al2O3sample=Xstandard=Al2O3standard:"
  }, {
    "heading": "4 | RESULTS",
    "text": ""
  }, {
    "heading": "4.1 | Particle size characteristics of sediments from the WGT and EGT beach sands",
    "text": "WGT beach sands are mainly a mix of medium‐ and fine‐grained sands, with coarse and very coarse sands present in the beach sites. Beach sediment is represented by moderately well sorted to moderately sorted sands, with only three sand samples classified as badly sorted (i.e., samples 4bf, 4bs, and 8bs).\nThe EGT beach sands were characterized by fine grains and mod-\nerately well‐sorted sands compared to WGT beach sands (Figure 4)."
  }, {
    "heading": "4.2 | Beach sand colour",
    "text": "According to Münsell (1975), the Colour Charts indicate that WGT beach sands (sample numbers 1 to 9) contain high abundance of whitish minerals and depletion of iron‐bearing minerals. In contrast, the EGT beach sands (sample numbers 10 to 17) contain high abundance of brownish‐grey, dark‐grey, and very dark‐grey minerals and lithic fragments (Figure 5)."
  }, {
    "heading": "4.3 | Beach sand petrography",
    "text": "The main petrographic analyses are presented in Table 2, and the overall composition of WGT and EGT beach sands are feldspathic litharenite sands and litharenite sands (Qt51Ft07Rf42 and Qt43Ft18Rf39, respectively; Figures 6a–f). The diagram shows that WGT beach sands are enriched in plutonic and metamorphic lithics Prf and Mfr (Figures 6c,e), whereas EGT beach sands concentrate volcanic lithics Vrf (Figures 6d,f). Petrographic descriptions present slightly feldspar‐rich sands for the WGT area in comparison to that of EGT."
  }, {
    "heading": "4.4 | Major elements composition",
    "text": "Major elements composition in WGT samples show higher average concentrations of the following: SiO2: 71% (60–82); Al2O3: 9% (8–10); Fe2O3: 7% (2–13); CaO: 3% (2–5); TiO2: 2% (0.4–4); K2O: 2% (2–3); Na2O: 2% (2–2); MgO: 1% (0.7–2); and MnO: 0.16% (0.05–0.31). In EGT, the average concentrations and intervals observed are as follows: SiO2: 55% (27–63); Fe2O3: 14% (4–47); Al2O3: 13% (5–18); CaO: 5% (4–6); MgO: 5% (2–9); Na2O: 3% (0.9–4); TiO2: 1% (0.4–5); K2O: 1% (0.3–2); and MnO: 0.2% (0.07–0.5).\nGeochemical analysis values from the EGT present a wide concentration interval of Ti and Fe (4–47%), probably related to volcanic rocks from the Quaternary andesites and dacites from the Tacaná Volcano. Normalized chemical concentrations with the upper continental crust (UCC) values are shown in Figure 7a,b (Taylor & McLennan, 1985)."
  }, {
    "heading": "4.5 | Weathering processes",
    "text": "The average CIA values for WGT and EGT beach sands are 60 ± 2.20 and 64 ± 1.40, respectively, whereas the average PIA values are 63 ± 2.52 and 66 ± 1.30, respectively. The CIW index calculations provided similar values for both regions (69 ± 1.55, 0.93). All index values indicate that less weathered beach sands are located in theWGT, compared to the EGT (Figures 8a–c)."
  }, {
    "heading": "4.6 | Trace element patterns",
    "text": "Trace element composition for WGT beach sand samples presents two patterns: one for samples 1 to 5 collected in a narrow coastal plain and another for samples 6 to 9 from a wide coastal plain. A normalization of WGT sediment samples against UCC values (Taylor & McLennan, 1985; Figure 9a) shows that samples 1 to 5 present positive anomalies for Ti, Co, Y, and Th and slightly positive anomalies for Sc, Cr, Zr, Nb, and U. The presence of rutile, titanite, monazite, zircon, and other heavy minerals such as magnetite and pyroxene can explain the positive anomalies observed in sand samples 1 to 5. Samples 6 to 9 from WGT and samples 10 to 17 from EGT display similar patterns (Figure 9a,b), and they are related to a wide coastal plain. Total trace element concentrations for EGT sand samples (10 to 17) are lower than those observed for samples taken from the narrow coastal plain (1 to 5; Figure 9), where higher concentrations were found for certain elements (Ti, V, Cr, Co, and Zr). Although sand samples from the EGT\nregion display several positive anomalies (Ti, Sr, Zr, Ba, Cr, Co, and Th; Figure 9b), their total trace element concentrations are lower than those observed for samples 1 to 5 located in the WGT site (Figure 9b).\nImportant enrichment factors (EF) for trace elements (compared to UCC) were observed for several sites. Sample 17bf, collected from Suchiate Barrier, shows important natural enrichments as follows: Sc (6.21), Ti (31.08), V (33.0), Cr (5.5), Co (15.32), Ni (2.93), Cu (5.95), Zn (21.16), Ga (6.35), Mo (4.43), and Sb (2.04). Sample 3bf shows important enrichment for Zr (16.87), Nb (8.66), and Hf (12.0). Sample 1bf was enriched inTa (7.11), Th (11.77), and U (5.29). Sample 8bf presents significant enrichment in Sb (13.91)."
  }, {
    "heading": "4.7 | Rare earth elements (REE) patterns",
    "text": "Samples 1, 2, 3, and 4 from the WGT were taken from small pocket beaches related to a narrow coastal plain and where the total REE contents are elevated and plot over the UCC line, i.e., from 194 to 1,557 ppm (Figure 10). Samples 5 and 6 were taken also from similar\nsmall pocket beaches, but the total REE concentrations are lower (59 and 85 ppm, respectively) than in samples 1 to 4, and therefore, they plot below the UCC line (Figure 10).\nThe EGT sand samples display almost similar total REE concentrations, from 53 to 97 ppm for samples 10, 11, 14, and 15, but the total REE contents increase for samples 12, 13, 16, and 17 (from 130 to 215 ppm) and plot over the UCC line with positive Eu anomalies."
  }, {
    "heading": "5 | DISCUSSION",
    "text": ""
  }, {
    "heading": "5.1 | Grain size of sediments from the WGT and EGT sand samples",
    "text": "These sedimentary grain features suggest that the high relief and longshore processes in a narrow coastal plain control the grain size and distribution of WGT beach sands, e.g., medium‐ to coarse‐grained sands 2.0 to −1.0 ɸ (Carranza‐Edwards, 2001; Figure 4). Longshore processes are likely to occur in a narrow coastal plain, which do not allow redistribution of fine‐grained sands. Wave height is reduced on the rocky WGT shores probably due to the presence of pocket beaches. These features generate grain size very coarse and badly sorted sands at only one site (sample 8bs) in the WGT site (Figure 4). On the other hand, the wave regimen estimated during\nsampling in the EGT was between 3 and 4 m high in open sea along a straight coastline. Here, the grain size features of sands are controlled by a long transport dynamics and recycling of beach sands (Figure 4). The high energy of breaking waves will be responsible for the fine‐textured sands composed of resistant minerals (quartz, heavy minerals, and volcanic rock fragments, which can be visible in fine to very fine sands; Carranza‐Edwards, Kasper‐Zubillaga, Rosales‐Hoz, Morales de la Garza, & Lozano Santa‐Cruz, 2009). Is it necessary to emphasize that astronomical tidal conditions in the beach environment are negligible (microtidal ranges), whereas storm tides might be relevant."
  }, {
    "heading": "5.2 | Beach sands colour",
    "text": "Sand colour from theWGT beach sediments reflects the little influence of volcanic‐derived minerals and influence of orthogneiss and plutonic rock fragments from the Precambrian metamorphic rocks and the Coastal Plutonic Belt (CPB) of the Sierra Madre del Sur. Sand colour from the EGT beach site are under the influence of terrigenous fractions coming from the Palaeozoic–Mesozoic Chiapas Coastal Plutonic Belt (CHCPB) and the volcanic input of materials derived from the Tacaná Volcano situated at the Mexico–Guatemala border (Figure 3)."
  }, {
    "heading": "5.3 | Petrography of beach sands from the WGT and EGT sediments",
    "text": "The feldspar enrichment in theWGT beach sands may be related to the short‐distance transport of sediments from the source rock seawards and implies that a high land relief and a narrow coastal plain influence sediment composition. This suggests that the effect that humid weather has on the composition of WGT beach sands is negligible (Figure 6a,c) The low quartz enrichment of WGT sands (i.e., Qt ˃ 40%) indicates little post depositional weathering of feldspar (Dott, 2003; Garzanti et al., 2013).\nIn contrast, petrographic descriptions of the EGT beach sands record a low concentration of feldspar, which indicates prolonged exposure and transport of labile minerals, i.e., plagioclase. In a wide coastal plain, intense weathering controls the depletion of these minerals. In beach and dune sands influenced by high‐energy ocean waves and sands dragged by vigorous longshore currents, quartz and volcanic lithic enrichment is likely to occur (Figure 6b,f)."
  }, {
    "heading": "5.4 | Major elements composition",
    "text": "The higher SiO2 and K2O concentrations observed in WGT and registered by the enrichment factor (EF) in sample 5bf (2.5 and 1.4 for each oxide) are linked to the abundance of plutonic and acidic metamorphic rocks in the area. K2O is better preserved in the WGT potassium feldspars, since the sand samples from this area suffer a climate and transport rates that are both mild compared to those of the EGT samples. K2O in WGT beach sands is related to the erosion of orthogneisses and plutonic rock of the CPB in the state of Oaxaca. The variations in TiO2 and Fe2O3 observed in WGT samples may be due to the presence of ilmenite, titanite, magnetite, and rutile subordinate minerals, as is observed in other Gulf of Mexico coastal areas where metamorphic and magmatic rocks are exposed (Figure 7; Molina‐Garza et al., 2015). This suggests that TiO2 may be linked to plutonic but also to the presence of metamorphic rocks in the Sierra Madre del Sur. Conversely, the slight decrease of Fe2O3 content in the sands may be related to a decrease in Fe‐bearing minerals such as in the CPB rocks. The MnO concentration observed in WGT beach sands points to an important contribution from metamorphic rocks and, likely, garnet minerals associated with orthogneisses (Vrána, 2011).\nThe highest values of TiO2, Fe2O3, MnO, and MgO found in the EGT samples support the influence of volcanic rocks, i.e., andesites to dacites from the Tacaná Volcano (samples 16bf, 17bf, and 17bs in Figure 7), as well as that of plutonic suites, i.e., quartz monzonite to gabbro from the CHCPB (Weber et al., 2008). Thus, the denudation of metamorphic, plutonic, and volcanic rocks along the coastal plain controls EGT beach sand compositions.\nThe higher enrichment factor (EF) observed in sample 5bf, with 2.5 for SiO2 and 1.4 for K2O, suggests the influence of acidic plutonic rocks from the CPB rich in potash‐feldspar in the area."
  }, {
    "heading": "5.5 | Weathering processes",
    "text": "Labile minerals such as plagioclase and feldspars are preserved in a narrow coastal plain contributing to a low a weathering rate in the WGT site compared to the EGT beach site where sands are deposited in a\nwide coastal plain. This is supported by the mineralogical, modal, and chemical analyses performed on WGT beach sands. In contrast, the EGT beach sands are highly weathered compared to those of WGT. This is probably due to the exposure of large areas of plutonic rocks, i.e., Chiapas Coastal Plutonic Belt (CHCPB), along the EGT, in which it differs from the WGT coastal area. Increasing the average CIA and PIA values in EGT beach sands denotes long transport of terrigenous sediments, from the denudation of the CHCPB seawards in a wide coastal plain (Figure 8). This implies that the greatest control exerted upon the composition of EGT beach sands depends on the width of the coastal plain, which will be linked to longshore transport (Perri, Ohta, & Critelli, 2015). Texture plays an important role, in that sedimentary depositional environments subject to high breaking waves, longshore currents, and winds contribute towards the production of finer sediments rich in resistant minerals, i.e., quartz and heavy minerals and aphanitic volcanic rock debris."
  }, {
    "heading": "5.6 | Trace element patterns",
    "text": "Rutile, titanite, monazite, zircon, and other heavy minerals such as magnetite and pyroxene are present in metamorphic and plutonic suites (Goldsmith & Force, 1978), just as in the WGT region, i.e., CPB. The Co abundance can be linked to the presence of a glassy‐lathwork and microlithic textures in basalts and andesites, respectively, and dacites coming as volcanic lithics (Keppler & Ruble, 1993; Marsaglia, Barone, Critelli, Busby, & Fackler‐Adams, 2016; Morrone, De Rosa, Le Pera, & Marsaglia, 2017). Trace element patterns for samples 1 to 5 is related to the erosion of the CPB, high‐grade metamorphic rocks, and intermediate volcanic rocks from the ITVS (Martínez‐ Serrano et al., 2008; Morán‐Zenteno et al., 1999). The La/Sc ratios observed in sand samples 1 to 5 confirm a felsic rock provenance; in fact, a major ratio reaching 18 was observed in sample 1. In contrast, sand samples 10 to 17 display La/Sc ratios lower than 2, suggesting a mafic magmatic provenance. Sand samples 6 to 9 exhibit La/Sc > 4, and it could be explained by the influence of aeolian quartz produced by the strong Tehuantepecos winds that form longitudinal dunes (Carranza‐Edwards, 1980). They cover the coastal barrier derived from Tehuantepec River.\nThe elements with positive anomalies in the EGT beach sites can be present in ilmenite, magnetite, zircon, rutile, feldspar (plagioclase), and other heavy minerals (Gallet, Jahn, & Torii, 1996; Muhs et al., 2003; Sawyer, 1986). EGT sample site 17 is located on a wide plain but is influenced by the erosion of intermediate to mafic volcanic rocks such as the Tacaná volcanic region. Although total trace element low concentrations are determined for samples 6 to 17, the positive anomalies observed indicate the presence of eroded plutonic, metamorphic, and volcanic rocks, exposed in the Chiapas region."
  }, {
    "heading": "5.7 | REE patterns",
    "text": "The REE present in sediments are chiefly transported as particulate matter and reflect the chemistry of their source (Rollinson, 1993). The presence of heavy minerals such as zircon, monazite, and allanite may have a significant effect on REE patterns in the WGT beach site (Armstrong‐Altrin et al., 2016). High concentrations in REE for samples\n1 to 4 are related to metamorphic and plutonic rocks, i.e., orthogneiss and the CPB. This is supported by the modal analysis performed on the sands fromWGT, where the petrographic trend moves towards the Lm pole. Low REE concentrations in samples 5 and 6 suggest the presence of aeolian quartz, which has a diluting effect on REE concentrations during the strong northerly Tehuantepecos winds (Carranza‐Edwards, 1980; Kasper‐Zubillaga, Armstrong Altrin, Carranza‐Edwards, Morton‐Bermea, & Lozano Santa Cruz, 2013; Steenburgh et al., 1998).\nIt is likely that samples below the UCC line with positive Eu anomalies reflect retention of Ca‐plagioclase in intermediate to mafic sources from the ITVS (Martínez‐Serrano et al., 2008). The negative Eu anomaly above the UCC line is a consequence of the denudation of felsic rocks, i.e., granodiorites from the CPB. Samples 1, 3, and 4, where prominent negative Eu anomalies are observed, can be linked to plutonic outcrops such as the CPB located near the beach, where Ca‐plagioclase content in the beach sands is negligible. The REE‐ enriched sand samples, i.e., samples 12, 15, 16, and 17 show a horizontal pattern and positive Eu anomalies, which are observed in basalts elsewhere (Dostal, Keppie, & Ferri, 2018; Rudnick & Fountain, 1996). These samples are located next to mouths of important rivers that transport sediments from the structures such as the CHCPB and the Tacaná volcano where andesites–dacites‐derived lithic fractions are concentrated in the southern area of the EGT beach site (Godínez‐Urban et al., 2011)."
  }, {
    "heading": "6 | CONCLUSIONS",
    "text": "1. The coarse sand samples contain more plutonic and metamor-\nphic rocks, while fine beach sediments subjected to high wave energy contain resistant minerals such as quartz, heavy minerals, and volcanic fragments of a supracortical nature, i.e., aphanitic volcanic rock.\n2. The WGT is high in feldspar‐rich beach sands: major control in\ntheir composition is due to (a) a short fluvial transport and (b) quartz enrichment by the presence of aeolian quartz deposited by theTehuantepecos winds. The EGT beach sands tend towards the quartz and volcanic lithic poles due to (a) littoral currents with an SE to NW direction; (b) intense physical and chemical weathering of the Tacaná region due to the influence of relief in conjunction with warmer, more humid conditions; and (c) the Tacaná volcano source influence.\n3. The geochemical character of the WGT beach is shown by the\nlight coloured beach sands associated with felsic rocks. In contrast, EGT beach sands are dark coloured sands associated with the volcanic lithics. Whole bulk composition analyses of beach sands, i.e., not artificially fractionated sand samples, seem to be under the influence of aeolian quartz (La/Sc > 4) generating WGT felsic sand samples, i.e., 6 to 9. Beach sands samples 10 to 17 exhibit a low value (La/Sc < 2) generating EGT mafic provenance. High Co content compared with the UCC line is probably due to the presence of garnet derived from granitoids and metamorphic rocks in the WGT beach sands.\n4. The rare earth element signatures of WGT beach sands exhibit a\nhomogeneous trend of LREE compared to the HREE when\nnormalized against the UCC. Mixing of negative and positive Eu anomalies implies the control of felsic and basic sources in the composition of the beach sands. WGT beach sands composition is due to the denudation of orthogneiss, metamorphic, and a few intermediate to mafic sources from the Sierra Madre del Sur. The WGT and EGT beach sands composition are influenced by the relief and in a lesser degree by the parental rocks but not the climate. This is supported by the high CIA and PIA index results in the WGT (narrow coastal basin) compared to the EGT (wide coastal basin) beach sands.\n5. In this study, it was possible to infer provenance considering\nendogenous processes such as relief, climate, and source rocks, through bulk sampling analyses in the following order: texture– petrography–geochemistry. Nevertheless, it was also very important to consider the exogenous processes that, in the Gulf of Tehuantepec like longshore currents, fluvial network, wind, waves, and, to a lesser degree, tides."
  }, {
    "heading": "ACKNOWLEDGEMENTS",
    "text": "We thank León Felipe Alvarez‐Sánchez for his very valuable help in drawing Figures 1, 2, and 3.We also appreciate the help of Eduardo Morales de la Garza, MSc and Ricardo Martínez in the Laboratory of Sedimentology. Thanks to Ofelia Pérez Arvizú, MSc for preparation and analysis of trace elements and rare earths of bulk sediment samples in the Ultra Clean Laboratory with the ICP‐MS of the Center of Geosciences from the National Autonomous University of Mexico. We appreciate the work of Susana Santiago during this study, to Sonia Helen Ponce for revising and proofreading the English manuscript, and to the National Autonomous University of Mexico for financial support through institutional project “Sedimentology of Mexican Beaches” (Project No. 111) and “Internal Project” (109) in the Institute of Marine Science and Limnology.\nORCID\nJuan José Kasper‐Zubillaga http://orcid.org/0000-0002-1169-1359"
  }],
  "year": 2018,
  "references": [{
    "title": "Corrosion of heavy",
    "authors": ["S. Andò", "E. Garzanti", "M. Padoan", "M. Limonta"],
    "venue": "Shelf Science,",
    "year": 2012
  }, {
    "title": "Coastal circulation",
    "authors": ["E.D. 1002/gj.2792 Barton", "M.F. Lavin", "A. Trasviña"],
    "year": 2009
  }, {
    "title": "Grain size and sorting in modern sands",
    "authors": ["A. Carranza‐Edwards"],
    "venue": "Journal of Coastal Research,",
    "year": 2001
  }, {
    "title": "Beach sand composition and provenance in a sector of the southwestern Mexican Pacific",
    "authors": ["A. Carranza‐Edwards", "J.J. Kasper‐Zubillaga", "L. Rosales‐Hoz", "E. Morales de la Garza", "R. Lozano Santa‐Cruz"],
    "venue": "Revista Mexicana de Ciencias Geológicas,",
    "year": 2009
  }, {
    "title": "The effects of source lithology, transport, deposition and sampling scale on the composition of southern",
    "authors": ["S. Critelli", "E. Le Pera", "R.V. Ingersoll"],
    "venue": "California sand. Sedimentology,",
    "year": 1997
  }, {
    "title": "Texture, composition and provenance of beach sands, Victoria",
    "authors": ["Davis", "R.A. Jr."],
    "venue": "Australian Journal of Coastal Research, 5, 37–47. Dostal, J., Keppie, J. D., & Ferri, F. (2018). Extrusion of high‐pressure Cache Creek rocks into the Triassic Stikinia–Quesnellia arc of the Canadian Cordillera: Implications for terrane analysis of ancient orogens and",
    "year": 1989
  }, {
    "title": "The importance of eolian abrasion in supermature quartz sandstones and the paradox of weathering on vegetation‐free landscapes",
    "authors": ["R.H. Dott"],
    "venue": "Journal of Geology, 111, 387–405.",
    "year": 2003
  }, {
    "title": "Unraveling the effects of potassium metasomatism in sedimentary rocks and paleosols, with implications for paleo weathering conditions and provenance",
    "authors": ["C.M. Fedo", "H.W. Nesbitt", "G.M. Young"],
    "year": 1995
  }, {
    "title": "Determination of the geochemical weathering indices and trace elements content of new volcanic ash deposits from Mt. Talang (West Sumatra) Indonesia",
    "authors": ["D. Fiantis", "M. Nelson", "J. Shamshuddin", "L.E. Van Ranst"],
    "venue": "Eurasian Soil Science,",
    "year": 2010
  }, {
    "title": "Petrology of sedimentary rocks: Austin",
    "authors": ["R.L. Folk"],
    "venue": "Texas: Hemphill Publications. p.182.",
    "year": 1980
  }, {
    "title": "Petrology, chemistry, and texture of modern river sands",
    "authors": ["E. Franzinelli", "P.E. Potter"],
    "venue": "Amazon River System. The Journal of Geology,",
    "year": 1983
  }, {
    "title": "Geochemical characterization of the Luochuan loess–paleosol sequence, China, and paleoclimate implications",
    "authors": ["S. Gallet", "B.M. Jahn", "M. Torii"],
    "venue": "Chemical Geology,",
    "year": 1996
  }, {
    "title": "Modificaciones al sistema de clasificación climática de koeppen para adaptarlo a las condiciones de la República Mexicana",
    "authors": ["E. García"],
    "venue": "(p. 246). México: Offset Larios.",
    "year": 1981
  }, {
    "title": "From static to dynamic provenance analysis – Sedimentary petrology upgraded",
    "authors": ["E. Garzanti"],
    "venue": "Sedimentary Geology, 336, 3–13.",
    "year": 2016
  }, {
    "title": "Weathering and relative durability of detrital minerals in equatorial climate: Sand petrology and geochemistry in the East African Rift",
    "authors": ["E. Garzanti", "M. Padoan", "S. Ando", "A. Resentini", "G. Vezzoli", "L. Lustrino"],
    "venue": "The Journal of Geology,",
    "year": 2013
  }, {
    "title": "Jurassic volcanic and sedimentary rocks of the La Silla and Todos Santos Formations, Chiapas: Record of Nazas arc magmatism and rift‐basin formation prior to opening of the Gulf of Mexico",
    "authors": ["M. López‐Martínez"],
    "year": 2011
  }, {
    "title": "Distribution of rutile in metamorphic rocks and implications for placer deposits",
    "authors": ["R. Goldsmith", "E.R. Force"],
    "venue": "Mineralium Deposita,",
    "year": 1978
  }, {
    "title": "Geochemical, mineralogical and sedimentological studies on the Taklimakan",
    "authors": ["M. Honda", "H. Shimizu"],
    "venue": "Desert sands. Sedimentology,",
    "year": 1998
  }, {
    "title": "Geochemical and isotopic studies of aeolian sediments",
    "authors": ["M. Honda", "S. Yabuki", "H. Shimizu"],
    "venue": "in China. Sedimentology,",
    "year": 2004
  }, {
    "title": "Conjunto de datos vectoriales edafológicos, escala 1:250,000 Serie II",
    "authors": ["INEGI"],
    "venue": "(Continuo Nacional). In Scale: 1:250000 (2nd ed.). México: National Institute Geography and Statistics, Aguascalientes, Ags.",
    "year": 2014
  }, {
    "title": "Control in beach",
    "authors": ["O. Morton‐Bermea", "R. Lozano Santa Cruz"],
    "year": 2013
  }, {
    "title": "Pressure‐induced coordination changes",
    "authors": ["H. Keppler", "D.C. Ruble"],
    "year": 1993
  }, {
    "title": "Beach processes and sedimentation",
    "authors": ["P.D. Komar"],
    "venue": "(p. 429). New",
    "year": 1976
  }, {
    "title": "Sourceland controls on the composition",
    "authors": ["E. Le Pera", "S. Critelli"],
    "year": 1997
  }, {
    "title": "A complex origin",
    "authors": ["D.R. Muhs", "N. Lancaster", "G.L. Skipp"],
    "year": 2017
  }, {
    "title": "Münsell soil color charts",
    "authors": ["Münsell"],
    "venue": "Baltimore MD USA: Münsell Color",
    "year": 1975
  }, {
    "title": "Geochemistry of Neoproterozoic Shales",
    "authors": ["J. Moutte"],
    "year": 2007
  }, {
    "title": "Early Proterozoic climates and plate motions inferred from major element chemistry of lutites",
    "authors": ["H.W. Nesbitt", "G.M. Young"],
    "venue": "Pérez‐Villegas, G",
    "year": 1982
  }, {
    "title": "Provenance and accommodation pathways of late Quaternary sediments in the deep‐water northern Ionian Basin, southern Italy",
    "authors": ["F. Perri", "S. Critellia", "R. Dominici", "F. Muto", "V. Tripodia", "S. Ceramicola"],
    "venue": "Sedimentary Geology,",
    "year": 2012
  }, {
    "title": "Characterization of submarine canyon bathymetries in northern Ionian Sea, Italy, using sediment geochemical variation induced by transportation distance and basin depth",
    "authors": ["F. Perri", "T. Ohta", "S. Critelli"],
    "venue": "International Journal of Earth Sciences,",
    "year": 2015
  }, {
    "title": "Using geochemical data: Evaluation, presentation, interpretation",
    "authors": ["H.R. Rollinson"],
    "venue": "New York: Longman Scientific & Technical.",
    "year": 1993
  }, {
    "title": "Nature and composition of the continental crust: A lower crustal perspective",
    "authors": ["R.L. Rudnick", "D.M. Fountain"],
    "venue": "Reviews of Geophysics,",
    "year": 1996
  }, {
    "title": "The influence of source rock type, chemical weathering and sorting on the geochemistry of clastic sediments from the Quetico Metasedimentary Belt, Superior Province, Canada",
    "authors": ["E.W. Sawyer"],
    "venue": "Chemical Geology, 55, 77–95.",
    "year": 1986
  }, {
    "title": "The onset of sedimentary cycle in a mid‐latitude upland environment: Weathering, pedogenesis and geomorphic processes on plutonic rocks (Sila Massif, Calabria)",
    "authors": ["F. Scarciglia", "E. Le Pera", "S. Critelli"],
    "year": 2007
  }, {
    "title": "The structure and evolution of gap outflow over the Gulf of Tehuantepec, Mexico",
    "authors": ["W.J. Steenburgh", "D.M. Schultz", "B.C. Colle"],
    "venue": "American Meteorological Society,",
    "year": 1998
  }, {
    "title": "The continental crust, its composition, evolution",
    "authors": ["S.R. Taylor", "S.M. McLennan"],
    "year": 1985
  }, {
    "title": "Los Nortes del golfo de Tehuantepec: La circulación costera inducida por el viento",
    "authors": ["A. Trasviña", "E.D. Barton"],
    "venue": "Contribuciones a la oceanografía física en México. Unión Geofísica Mexicana, Monografía,",
    "year": 1997
  }, {
    "title": "Surface textures and dissolution processes of heavy minerals in the sedimentary cycle: Examples from pyroxenes and amphiboles",
    "authors": ["M.A. Velbel"],
    "venue": "M. Mange, & D. Wright (Eds.), Heavy minerals in use: Developments in sedimentology Vol 58 (pp. 113–150). Oxford, UK: Elsevier Press.",
    "year": 2007
  }, {
    "title": "Manganese‐rich garnet–Quartz rocks and gneisses in the bohemian part of the Moldanubian zone: Lithostratigraphic markers",
    "authors": ["S. Vrána"],
    "venue": "Journal of Geosciences, 56, 359–374.",
    "year": 2011
  }, {
    "title": "Significance of provenance ages from the Chiapas Massif complex (Southeastern Mexico): Redefining the Paleozoic basement of the Maya block and its evolution in a Peri‐Gondwanan realm",
    "authors": ["B. Weber", "V.A. Valencia", "P. Schaaf", "V. Pompa Mera", "J. Ruiz"],
    "venue": "The Journal of Geology,",
    "year": 2008
  }, {
    "title": "Quantitative provenance analysis of sediments: An introduction",
    "authors": ["G.J. Weltje", "H. Von Eynatten"],
    "venue": "Sedimentary Geology,",
    "year": 2004
  }, {
    "title": "Provenance inferred through modern beach sands from the Gulf of Tehuantepec, Mexico",
    "authors": ["A Carranza‐Edwards", "JJ Kasper‐ Zubillaga", "RG Martínez‐Serrano"],
    "venue": "Geological Journal",
    "year": 2019
  }],
  "id": "SP:a9e64877dad2517287c16fee5331f59a8796417c",
  "authors": [{
    "name": "Arturo Carranza‐Edwards",
    "affiliations": []
  }, {
    "name": "Juan José Kasper‐Zubillaga",
    "affiliations": []
  }, {
    "name": "Raymundo G. Martínez‐Serrano",
    "affiliations": []
  }, {
    "name": "Mayumy Cabrera‐Ramírez",
    "affiliations": []
  }, {
    "name": "Leticia Rosales Hoz",
    "affiliations": []
  }, {
    "name": "Miguel Angel Alatorre Mendieta",
    "affiliations": []
  }, {
    "name": "Antonio Z. Márquez‐García",
    "affiliations": []
  }, {
    "name": "Rufino Lozano‐Santa Cruz",
    "affiliations": []
  }],
  "abstractText": "1 Instituto de Ciencias del Mar y Limnología, Unidad de Procesos Oceánicos y Costeros, Universidad Nacional Autónoma de México, Coyoacán, CDMX, Mexico 2 Instituto de Geofísica, Laboratorio Universitario de Geoquímica Isotópica, Universidad Nacional Autónoma de México, Coyoacán, CDMX, Mexico Departamento de Geología, Facultad de Ingeniería, Universidad Nacional Autónoma de México, Coyoacán, CDMX, Mexico Unidad Iztapalapa, Universidad Autónoma Metropolitana, Delegación Iztapalapa, CDMX, Mexico 5 Instituto de Geología, Laboratorio de Fluorescencia de Rayos X, Universidad Nacional Autónoma de México, Coyoacán, CDMX, Mexico Correspondence Juan José Kasper‐Zubillaga, Instituto de Ciencias del Mar y Limnología, Unidad de Procesos Oceánicos y Costeros, Universidad Nacional Autónoma de México, Ciudad Universitaria s/n, Coyoacán, CDMX 04510, Mexico. Email: kasper@cmarl.unam.mx Funding information Universidad Nacional Autonoma de Mexico, Grant/Award Number: Internal Project 109; National Autonomous University of Mexico, Sedimentology of Mexican Beaches, Grant/ Award Number: Project No. 111",
  "title": "Provenance inferred through modern beach sands from the Gulf of Tehuantepec, Mexico"
}