{
  "sections": [{
    "text": "Key Words—China, Clay Minerals, Mixed-layer Illite-smectite, Permian-Triassic Boundary (PTB), Volcanism, Xiakou."
  }, {
    "heading": "INTRODUCTION",
    "text": "The Permian-Triassic boundary (PTB) event is widely debated because of the mass extinction which marks the end of the Permian. Permian and Triassic sediments are extensive and well exposed on the Yangtze platform. Many biostratigraphic studies of the PTB in this area, including Zhejiang, Jiangsu, Hubei, Hunan, Jiangxi, Sichuan, and Guanxi, have been conducted. The Meishan section D in Zhejiang Province is located in an intra-platform depression between an uplift and a platform, and exhibits transitional aspects in sedimentary facies (Yin et al., 2001). It is the most thoroughly studied section in all the aforementioned areas and was ratified as the Global Stratotype Section and Point (GSSP) of the PTB by the International Union of Geological Sciences (IUGS) in 2001. However, in a recent study, Wang and Xia (2004)\ncompared the conodont zonation across the PTB between the Meishan section D and the Xiakou section at Xiakou (Hubei), and found that the latter had a better developed section with a thicker PTB stratigraphic set showing an open continental-shelf sedimentary environment.\nWell developed clay intervals, interbedded within carbonates that encompass the mass extinction, occur in the PTB stratigraphic set at Xiakou. However, previous studies of the clay mineralogy of the PTB event in China have focused mainly on mineral composition and clay morphology. For example, an investigation of the clay mineral composition of the PTB stratigraphic set at Meishan section D showed that the clay minerals of the strata are mainly illite and I-S with minor amounts of kaolinite and chlorite (Yu et al., 2005). Similarly, I-S, smectite, and kaolinite are the dominant clay minerals in the PTB stratigraphic set at Guangxi (Zhang et al., 2004). The provenance of the clay intervals in the PTB stratigraphic set was inferred, from secondary minerals such as zircon and b-quartz associated with the clay minerals (Wu et al., 1990; Lu et al., 1991; Yin et al., 1992; Zhang et al., 2004), to be of volcanic origin. However, direct evidence for the formation of clays was\nCopyright # 2008, The Clay Minerals Society 131\n* E-mail address of corresponding author: honghl8311@yahoo.com.cn DOI: 10.1346/CCMN.2008.0560201\nDownloaded from https://pubs.geoscienceworld.org/ccm/article-pdf/56/2/131/3274879/gsccm.56.2.01-hon.pdf by University of Arizona user on 26 February 2019\nrarely obtained, making it difficult to establish the origin of clays in the sediments due to alteration and transformation between clay minerals during diagenesis. The well developed PTB stratigraphic set in the Xiakou section provides an opportunity to study the PTB event on the Yangtze platform. In this study, we investigated the clay mineralogical characteristics of the clay layers using XRD, SEM, and DSC methods. The object of this study was to determine the provenance of clay layers, and therefore, to obtain a better understanding of the environment of the PTB stratigraphic set and the geological processes that favor the PTB event in the newly revealed Xiakou section."
  }, {
    "heading": "GEOLOGICAL SETTING",
    "text": "The Xiakou section is located at Xiakou town, Xingshan county, Yichang city, central China (Figure 1). The area is in the northern part of the central Yangtze platform. Structural and petrographic studies indicate that north south-trending structures (Figure 1) are dominant in the region. The strata are well developed, with successive outcrops of sediments from the Permian Chihsian through to the Lower Triassic Smithian stages. The lower and middle portion of the Changxing formation is composed of thick-bedded gray, bioclastic packstone and wackestone, with several chert interbeds, and two nodular limestone partings. The upper portion gradually changes into thin-bedded, gray mudstone and black calcareous argillite, with white, yellow,\nor light gray clay interbeds, indicating an open continental-shelf sedimentary environment (Wang, 1998). The lower Daye Formation is composed of interbedded, thick mudstone, clay, and siliceous mudstone, having a similar sedimentary environment to the upper Changxing Formation.\nWithin the 1.8 m thick sediments across the PTB in the Xiakou section, there are eight interbedded clay layers each with a thickness of 1 to 4 cm based on their distinctive color, texture, and composition. These clay layers are thin-bedded and widely distributed in the area. Conodonts are the characteristic fossil marking the mass extinction event during the Permian–Triassic transitional period in south China. Investigation of conodont zonation across the PTB stratigraphic set in the Xiakou section revealed that Clarkina occurred abundantly at the end of the Permian, and the thin-bedded clay layer P259-b is the last conodont-rich layer in the section during the biotic crisis (Wang and Xia, 2004), as shown in Figure 2.\nEXPERIMENTAL METHODS"
  }, {
    "heading": "Sample preparation",
    "text": "Based on conodont distribution in the strata near the PTB, the clay layer P259-b demonstrates the most severe effects of mass extinction. Hence, we focused mainly on the clay layers in the PTB stratigraphic set. Representative clay samples, weighing ~500 g each, were collected from each of the eight interbedded clay\nDownloaded from https://pubs.geoscienceworld.org/ccm/article-pdf/56/2/131/3274879/gsccm.56.2.01-hon.pdf by University of Arizona user on 26 February 2019\nlayers across the PTB according to their distinctive color, texture, and composition (Figure 2)."
  }, {
    "heading": "XRD analysis",
    "text": "Bulk samples were used for the determination of mineral composition, whereas the clay-mineral fraction, obtained using the sedimentation method described by Jackson (1978), was used for mineralogical investigation. The bulk-rock samples were air dried and then crushed and ground to powder with a mortar and pestle, and then mounted into sample holders using a back-press technique. The oriented samples of clay minerals were prepared by carefully pipetting the clay suspension on to a glass slide. Ethylene glycol-saturated clay minerals were prepared by treating the oriented samples with ethylene glycol under 70ºC for 3 h. The XRD patterns of the powdered samples were recorded from 3 to 65º2y at a scan rate of 4º2y min 1 using a Rigaku D/MAX-IIIA diffractometer with Ni-filtered CuKa radiation (35 kV, 35 mA), 1º divergence slit, 1º anti-scatter slit, and 0.3 mm receiving slit.\nThe minerals were identified by their characteristic reflections, as discussed by Moore and Reynolds (1989). The basal (001) reflection of glycolated chlorite occurs at\n14 Å and the 001 and 002 reflections of kaolinite are found at 7.16 Å and 3.58 Å, respectively. Illite was identified using the 10 Å reflection. Mixed-layer illitesmectites have basal (001) spacings ranging from 10 to 15.5 Å, and were further identified by their glycolated samples. Other non-clay minerals were identified using the following reflections: quartz, 4.26 Å and 3.34 Å; plagioclase, 3.18 Å; K-feldspar, 3.25 Å; gypsum, 7.6 Å; pyrite, 2.71 Å and 1.635 Å; dolomite, 2.89 Å; and calcite, 3.03 Å, respectively. The detection limits are 1% for quartz and feldspars, 3% for calcite, and ~5% for other minerals. Approximate relative proportions (semi-quantitative, vol.%) of the minerals identified were determined using their peak intensities, as the intensity of the diffraction peak of a mineral in a mixture is proportional to its concentration. Mineral abundances were determined using peak heights, whereas the integrated peak areas of glycolated samples were used to determine the relative abundances of the clay mineral fractions (Hardy and Tucker, 1988). Semi-quantitative estimations were carried out using the corrected intensities of characteristic X-ray peaks (Riedmüller, 1978). Percentages of smectite layers in I-S were estimated using the reciprocal vector method (Lu et al., 1990, 1993).\nC la\nrk in\na c a\nri n\na ta\nDownloaded from https://pubs.geoscienceworld.org/ccm/article-pdf/56/2/131/3274879/gsccm.56.2.01-hon.pdf by University of Arizona user on 26 February 2019"
  }, {
    "heading": "DSC analysis",
    "text": "About 10 mg of the ground sample were added to a corundum crucible for DSC analysis, using a NETZSCH STA-409 thermal analyzer that can simultaneously perform DSC and thermogravimetric analyses. The endothermic and exothermic effects were recorded on a differential curve and were used qualitatively to determine the dehydroxylation temperatures of the two types of vacant octahedral sheets in I-S and illite. The samples were heated in air from ambient temperature to 900ºC with a temperature gradient of 10ºC min 1."
  }, {
    "heading": "SEM analysis",
    "text": "Blocks of rock samples were selected and then platinum-coated. The SEM analyses were undertaken using a JSM-5610 scanning electron microscope (SEM) at an accelerating voltage of 20 kV and a beam current of 1 3 nA. The SEM is equipped with an energy dispersive spectrometer (EDS) system for determination of chemical composition of small particles during SEM observations.\nRESULTS\nMineral compositions of the clay layers\nThe XRD analyses show that the main mineral compositions are I-S clays, illite, chlorite, gypsum, pyrite, calcite, dolomite, quartz, and feldspars, with clay minerals being the dominant minerals (Figures 3, 4; Table 1). Pyrite and feldspars are commonly present in the clay layers. However, gypsum occurs mainly in clay layers of the end-Permian sediments, while chlorite is dominant in clay layers of the early-Triassic deposits."
  }, {
    "heading": "Clay mineralogy",
    "text": "The XRD patterns of the air-dried and glycolated clay fractions (Figure 4) show that I-S clays are the dominant clay component in the samples, accounting for 60 100%, while illite and chlorite occur in small quantities (Table 2). Samples P258 and P260 consist entirely of I-S clays. On the contrary, sample P267-b is dominated by illite and contains a small amount of chlorite, while I-S is absent. In addition, the XRD profiles reveal that chlorite is only present in samples\nDownloaded from https://pubs.geoscienceworld.org/ccm/article-pdf/56/2/131/3274879/gsccm.56.2.01-hon.pdf by University of Arizona user on 26 February 2019\nP259-b, P264, P266, P267-b, and P271 as a minor component. It is not detected in the other samples.\nThe position of the 060 reflection of the expandable minerals is at 1.50 Å suggesting a dioctahedral character. Calculations from the XRD patterns of the clay fractions show that most I-S clays contain small but varying amounts of smectite layers (~30%), while P255 contains up to ~40% smectite layers. In contrast, P259-b has only 16%.\nWhereas the air-dried samples display a broad 001 peak from 10 12 Å, ethylene glycol solvation produces two separate peaks in this region, one at ~12 Å and one at ~9.5 Å. This indicates that the I-S clays have ordered I-S-I mixed-layer structures (Lu et al., 1991), taking into account the high intensity and symmetric peak shape of the 001 reflections of the I-S clays."
  }, {
    "heading": "SEM analysis",
    "text": "Three different textures are revealed by SEM. The P267-b layer exhibits a loose texture with an oriented arrangement of detrital clay particles, most of which exhibit poorly developed plates with irregular outline or ragged edges (Figure 5a,b). The particle size of the basal plane ranges from 0.5 to 8 mm with small plate thickness. In general, most clay particles show an uneven basal (001) plane with well developed fissures and notches. The platy particles consist of Si, Al, and K with minor amounts of Ca and Fe as determined by EDS analysis (Figure 5b), consistent with the chemical composition of illite and chlorite, taking into account the results of the XRD analysis.\nLayer P259-b shows a more condensed texture compared to other clay layers. The clay particles are relatively small with a basal plane dimension of 0.2 3 mm. Clay plates usually have ragged edges, forming the clay mineral aggregates and demonstrating replacement for detrital materials (Figure 5c). In particular, clays in this layer are also characterized by crystalline overgrowths around detrital particles (Figure 5d).\nThe clays in other layers suggest detrital precursors. Detrital particles with irregular outline were replaced by newly formed clay minerals (Figure 5e,f) that are well confined by the detrital particles (Figure 5g). Clay\nmineral crystals in the interstitial space among the detrital particles exhibit an interwoven structure with relatively well developed plates and larger particle size at the edges of detrital particles compared to those within the detrital particles, indicating that the spatial conditions favor clay crystallization.\nIn addition, well developed euhedral gypsum crystals with lathed morphology and smooth plane surfaces are observed in void spaces in some clay layers (Figure 5h). Euhedral pyrite with cubic morphology and a close spatial association with clay minerals is also commonly found in the clay layers (Figure 5i)."
  }, {
    "heading": "DSC analysis",
    "text": "The DSC results showed endothermic reaction between 500 and 700ºC, resulting from the dehydroxylation of clays (Figure 6a). Based on the dehydroxylation temperature, the clays are divided into two types. The dehydroxylation temperature is ~620ºC for P259-b and P267-b, but is close to 660ºC for other samples. The former exhibits a wide and flat endothermic peak, whereas the latter shows a sharp endothermic peak.\nThe DSC curves of the dehydroxylation reaction for P259-b and P267-b show an intense endothermic effect at <600ºC and a weak endotherm at >600ºC, respectively (Figure 6b). In contrast, other clays exhibit their main endothermic effect at >600ºC and some have a weak endotherm at <600ºC.\nThe differences in dehydroxylation temperatures between 500 and 550ºC and between 600 and 700ºC suggest that illite originated from weathering and smectite from a volcanic precursor, respectively, whereas the wide and shallow endothermic effect at ~620ºC in the thermal analysis curve is a mixture of the two successive endothermic peaks (Deconinck and Chamley, 1995).\nDISCUSSION\nClay-rich layers across the PTB were derived from varying amounts of volcaniclastic and continental weathering inputs. Layers with a predominantly volcaniclastic source include P255, P258, P260, P264, P266, and P271, whereas layer P267-b has a continental\nDownloaded from https://pubs.geoscienceworld.org/ccm/article-pdf/56/2/131/3274879/gsccm.56.2.01-hon.pdf by University of Arizona user on 26 February 2019\nweathering source, and P259-b has a mixture of terrigenous and volcanic sources. We attribute these differences to the textures and the mineralogical characteristics of the sediments. The clay layers show a gray-white to yellow-white color, except for layer P259-b, which is black. In addition, layer P259-b exhibits a condensed texture with undisturbed laminae, while the others exhibit a loose texture and are poorly cemented. The clay minerals in layer P267-b are mostly illite and minor chlorite. Layers P258 and P260 contain only I-S, while P255, P259-b, P264, P266, and P271 contain mainly I-S, and minor illite and chlorite (Table 2). In addition, I-S and illite in P259-b and illite in P267-b show a different dehydroxylation temperature from the others. Evidence for volcaniclastic-derived clay layers Discrete clay minerals are little changed and the main change in the clay mineralogy is an increase in the number of illite layers and in the degree of ordering of I-S during diagenesis (Hower et al., 1976; Pearson and Small, 1988). Thus, variation in the amount and type of discrete clay minerals can be attributed to different parent rocks, changes in weathering conditions in the\nDownloaded from https://pubs.geoscienceworld.org/ccm/article-pdf/56/2/131/3274879/gsccm.56.2.01-hon.pdf by University of Arizona user on 26 February 2019\nsource area, pedogenesis, clay-mineral segregation during transport and deposition, or diagenesis (Chamley, 1989; Hallam et al., 1991). The I-S clays in the clay\nlayers contain 16 42% of smectite layers (Table 2). However, I-S clays containing a small number of smectite layers are interbedded with those having a relatively larger number of smectite layers.\nThe transformation of I-S often takes place at the temperature of oil formation (Perry and Hower, 1970; Reynolds and Hower, 1970). Clay sediments in the Xiakou section are mature for oil generation (Wang, 1998), and, therefore, smectite illitization, and an increase in illite-layer content, with an increase in order of the layer-type distribution, would be expected. As shown by the XRD analysis, the I-S clays in the Xiakou section have a large proportion of illite layers and an ordered I-S-I mixed-layer structure, suggesting that they may result from the transformation of I-S during diagenesis (Hower et al., 1976; Pearson and\nTable 2. Clay mineral composition (vol.%) of the clay-sized fractions.\nI-S Illite Chlorite S content in I-S (%)\nP255 80 20 42 P258 100 31 P259-b 70 20 10 16 P260 100 35 P264 75 15 10 31 P266 65 20 15 26 P267-b 80 20 P271 60 20 20 24\nDownloaded from https://pubs.geoscienceworld.org/ccm/article-pdf/56/2/131/3274879/gsccm.56.2.01-hon.pdf by University of Arizona user on 26 February 2019\nSmall, 1988). However, these clay layers occur only within a 1.8 m thick zone across the PTB, with distinctive color, texture, and composition. Therefore, the difference in burial temperature is not the reason for the formation of I-S with different amounts of smectite layers. Thus, variations in the amounts of smectite layers\nDownloaded from https://pubs.geoscienceworld.org/ccm/article-pdf/56/2/131/3274879/gsccm.56.2.01-hon.pdf by University of Arizona user on 26 February 2019\nin the I-S clays of the sediments must have originated from different parent materials.\nTsipurski and Drits (1984) showed that smectites and illites generally consist of cis-vacant (cv) and transvacant (tv) 2:1 layers, respectively. Accordingly, formation of illite 2:1 layers from smectite layers in I-S should result in an increase in cv 2:1 layers. The cv smectites are primary products of transformed pyroclastic rocks. Structures consisting of interstratified cv and tv 2:1 layers may be assumed to have formed from altered volcanic material, while I-S formed primarily from weathered illite typically consists of tv 2:1 layers, independent of the number of I and S layers (Drits et al., 1998).\nAs pointed out by Lindgreen and Surlyk (2000), the dehydroxylation temperature of I-S clays is structurally dependent on the tv and cv octahedral sheets of the I-S. For illites, smectites, and I-S clays, dehydroxylation peaks with maximum temperatures above and below 600ºC are attributed to dehydroxylation of cv and tv octahedral sheets in 2:1 layers, respectively (Drits et al., 1995, 1998).\nThe DSC results show that the dehydroxylation temperatures were ~660ºC for clays in layers P255, P258, P260, P264, P266, and P271 (Figure 6a), suggest-\ning that clays in these layers contain mainly cis-vacant octahedral sheets in the 2:1 clay minerals. In the DSC curves (Figure 6b), the dehydroxylation reaction of these clays exhibits a main endothermic effect at >600ºC and some have a weak endotherm at <600ºC, confirming that a large proportion of cv layers occurs in the 2:1 clay minerals in these clay layers. Hence, these clay layers are derived from smectite, which probably originated from volcanic activity, in accord with their dehydroxylation temperatures, and in good agreement with their loose texture. The frequent clay intervals with the carbonate sediments may reflect periodic volcanic activity in the region, and the variation in illite layers of the I-S may result from the difference in the chemical composition of the volcanic materials (Chamley, 1989).\nAnalysis of heavy minerals indicates that zircon, b-quartz, and almandine were found frequently in these clay layers (H.f. Liu, 2007, pers. comm.). The particle size of the heavy detrital minerals is usually <0.06 mm. Zircon usually exhibits a long, thin morphology with euhedral, tetragonal, prismatic crystals and a well developed ring structure. b-quartz is present as euhedral, hexagonal, dipyramidal crystals. Almandine shows tetragonal, trisoctahedron morphology. The crystallization temperature of b-quartz is between 573 and 870ºC;\nDownloaded from https://pubs.geoscienceworld.org/ccm/article-pdf/56/2/131/3274879/gsccm.56.2.01-hon.pdf by University of Arizona user on 26 February 2019\nit is usually formed as phenocrysts in acidic volcanic rocks or in hypabyssal rocks, and the genetic characteristics of almandine and zircon also indicate an origin in acidic volcanic rocks. The evidence from heavy detrital minerals also confirms that these clay layers across the PTB in the Xiakou section have a volcanic origin.\nVolcanism was active in south China during the endPermian to early Triassic period. These volcanic events seem to be responsible for the inputs of volcanic ash (Yin et al., 1992). As revealed by SEM, the detrital materials were replaced by I-S clays, confirming that the clay sediments originated from diagenetic alteration of volcanic ashes in marine sediment (Figure 5d g). In addition, such a hypothesis is also supported by the purity of the clay fraction, by the fact that the interbedded clay layers with carbonate sediments have extremely small thicknesses (1 4 cm) with a distinctive light color, loose texture, and especially, by the widespread distribution in the area.\nClay layers derived from weathered continental sources\nThe DSC results show that the dehydroxylation temperature of clays in layers P259-b and P267-b is ~620ºC. However, the dehydroxylation reaction peaks show a wide and shallow shape, different from the others, indicating a mixture of tv and cv octahedral sheets in the 2:1 clays.\nIn the differential curves (Figure 6b), the dehydroxylation reaction of clays P259-b and P267-b clearly show an extremely intense overlapping endothermic effect at ~600ºC. This suggests that the I-S and illite of layers P259-b and P267-b are dominated by tv octahedral sheets. The I-S and illite with tv layers and cv layers are derived from a combination of detrital illite of weathering origin, and smectite of volcanic origin (Deconinck and Chamley, 1995). As indicated by the XRD analysis, the clay minerals in layer P259-b are I-S, illite, and minor chlorite, while those in P267-b are mainly illite and minor chlorite. Therefore, clay layer P259-b is probably derived from a mixture of illite which originated from weathering and smectite which originated from volcanism, and layer P267-b is derived from detrital illite of weathering origin.\nHeavy-mineral analysis indicates that rare zircon, b-quartz, and almandine can be found in the clay layers P259-b and P267-b, and the less frequent occurrence of zircon, b-quartz, and almandine in layers P259-b and P267-b probably reflects the different geological process from the other clay layers, in good agreement with the results of clay dehydroxylation analysis.\nThe clay sediments of layer P259-b occur widely in south China in the PTB stratigraphic set, and show a condensed texture and dark color compared to the other clay layers. The undisturbed lamination and the relatively small grain size indicate a low-energy depositional environment. Similar to the clay layer in the PTB stratigraphic set in other sections, P259-b is character-\n100 300 500 700 900\nP271\nP267-b\nP266\nP264\nP260\nP259-b\nP258\nP255\n°C\na\nDownloaded from https://pubs.geoscienceworld.org/ccm/article-pdf/56/2/131/3274879/gsccm.56.2.01-hon.pdf by University of Arizona user on 26 February 2019\nistically carbon-rich and is a horizontally interbedded clay layer in the Xiakou section, which implies that the sediments of P259-b were deposited under weak hydrodynamic conditions and in a strongly reducing environment, taking into account the larger number of illite layers in the I-S.\nClay layer P267-b occurs only in the Xiakou section and is not found in other sections of the PTB stratigraphic set in the Hubei region, such as in the Huangshi section. Compared to other clay layers in the Xiakou section, this clay layer contains almost no heavy minerals, while illite is the dominant clay mineral together with minor amounts of chlorite. These distinctive characteristics also suggest that the clay sediments in layer P267-b of the Xiakou section may have different origins from the others, in good agreement with the DSC results. Previous studies showed that clay segregations are often found in clay deposits produced in marine environments. Illite and chlorite tended to deposit rapidly close to the shore or on carbonate platforms, whereas smectite was transported over longer distances (Chamley, 1989).\nThe Xiakou region was an open continental-shelf sedimentary environment at that time (Wang, 1998), and the Mesozoic marine clay sedimentation was much more influenced by the progradation, demise, or flooding of the carbonate platforms in comparison to present-day conditions (Deconinck and Chamley, 1995). However, as indicated by SEM observations, the clay particles exhibit poorly developed plates with irregular outlines or ragged edges, and the clay layer has the loose texture and oriented arrangement of detrital clay particles (Figure 5a,b). These observations suggest that the clay sediments of layer P267-b were probably transported to the sea under relatively rapid depositional conditions, and these clays may have been derived from weathering."
  }, {
    "heading": "Paleoclimate implications",
    "text": "Illite is usually considered a little-altered, detrital mineral, derived from the existing bedrock or soil profile (Millot, 1970; Weaver, 1989). It forms in arid, often cool environments. When subjected to wetting and drying, illite will alter to smectite. Chlorite is a common mineral in greenschist-grade metamorphic rocks. It is also found in sedimentary rocks and may survive repeated erosion cycles. It has an origin similar to illite in that physical weathering tends to allow chlorite to survive and even be concentrated in the erosion cycle (Madhavaraju et al., 2002). Thus, illite and chlorite are characteristic of cold regions and deserts marked by very small rates of weathering (Robert and Kennett, 1994).\nAs shown by the XRD analysis, significant amounts of illite and chlorite occur in the clay layers except for P258 and P260, in which I-S is the only clay mineral component (Table 2). These distinct bentonite layers were produced by high sedimentation rates of volcanic debris and having a much shorter marine residence time\n(Nadeau and Reynolds, 1981), and therefore, contained no weathered detrital clay minerals. The presence of illite and chlorite in the clay layers suggests detrital input under cold and dry climates (Adatte and Keller, 1998). As mentioned above, these clay layers are interbedded with carbonates, and P259-b is distinctive in terms of its condensed texture, the fact that it is carbon-rich, and that it has an undisturbed lamination, suggesting that the sediments of P259-b were deposited under weak hydrodynamic conditions and in a strongly reducing environment, and therefore, the presence of detrital illite and chlorite in the sediments may also reflect an arid environment.\nOn the contrary, no kaolinite was found in the sediments. Kaolinite forms during the warm and wet weathering of acidic igneous and metamorphic rocks or their detrital weathering products. It is one of the most common soil-derived clay minerals (Hallam et al., 1991). The absence of kaolinite in the sediments is also consistent with an arid continental weathering environment. In addition, the XRD analysis suggests that dolomite is present in the clay layers (Table 1), and gypsum is also found in layers P255, P258, P264, and P266 (Figure 5h). The occurrence of these minerals suggests that an arid climate prevailed in the Xiakou region during the end-Permian and early Triassic.\nCONCLUSIONS\nThe clay intervals with carbonate sediments across the PTB in the Xiakou section have three different origins. Clay layer P267-b has a loose texture and shows an oriented arrangement of detrital clay particles, and consists mainly of illite and minor chlorite with irregular outlines or ragged edges. The dehydroxylation reaction of the P267-b clays shows an intense overlapping endothermic effect at ~600ºC, indicating a mixture of tv and cv layers, suggesting, therefore, that they were derived from detrital illite which arose due to weathering. The clay sediments of P267-b were probably supplied to the sea under a relatively rapid depositional environment.\nLayer P259-b shows a condensed texture and dark color. The clay minerals comprise mainly I-S and minor amounts of illite and chlorite. Clay particles are relatively small and show detrital materials being altered to clay mineral aggregates. Similar to that of P267-b, the intense dehydroxylation reaction at ~600ºC is indicative of clays with a mixture of tv and cv layers, suggesting that the P259-b clays are a mixture of terrigenous provenance and diagenetic alteration of volcanic ashes in marine sediments. The undisturbed lamination and the relatively small grain size indicate that the sediments of P259-b were deposited under weak hydrodynamic conditions and in a strongly reducing environment.\nOther clay layers have I-S clays as the major component. Some contain minor amounts of illite and chlorite. The dehydroxylation reaction of these clays\nDownloaded from https://pubs.geoscienceworld.org/ccm/article-pdf/56/2/131/3274879/gsccm.56.2.01-hon.pdf by University of Arizona user on 26 February 2019\nshows the main endothermic effect at ~660ºC, indicative of clays with mainly cv octahedral sheets and, therefore, derived from smectite with a volcanic origin. Observations by SEM showed replacement of detrital materials by clay minerals, confirming that these clays originated from smectite produced by diagenetic alteration of volcanic ashes in marine sediments.\nClay minerals in the clay layers across the PTB in the Xiakou section consist mainly of I-S, illite, and chlorite. The presence of detrital illite and chlorite in the sediments suggests that an arid climate prevailed in the Xiakou region during the end-Permian and early Triassic."
  }, {
    "heading": "ACKNOWLEDGMENTS",
    "text": "This work was supported by the Natural Science Foundation of China (NSFC), allotment grant number 40572068 and 40172017. The authors thank F. Li and Z.X. Wu for preparing the samples, Dr S.B. Mu for SEM work, Dr J.S. Yu for the XRD analyses, and Dr M.Z. He for the DSC measurements. The authors are also grateful to Prof. Q.L. Feng and J.X. Yan for helpful discussions, and especially to Dennis Eberl, Peter Ryan, and Associate Editor, Douglas K. McCarty, for their insightful reviews and valuable comments and suggestions."
  }],
  "year": 2008,
  "references": [{
    "title": "Increased volcanism, sea-level and climatic fluctuations through the K/T boundary: mineralogical and geochemical evidences. Abstract, International Seminar on Recent Advances in the Study of Cretaceous Sections",
    "authors": ["T. Adatte", "G. Keller"],
    "venue": "Oil and Natural Gas Corporation",
    "year": 1998
  }, {
    "title": "Diversity of smectite origins in late Cretaceous sediments: example of chalks from northern France",
    "authors": ["J.F. Deconinck", "H. Chamley"],
    "venue": "Clay Minerals,",
    "year": 1995
  }, {
    "title": "An improved model for structural transformation of heat-treated aluminous dioctahedral 2:1 layer silicates",
    "authors": ["V.A. Drits", "G. Besson", "E. Muller"],
    "venue": "Clays and Clay Minerals,",
    "year": 1995
  }, {
    "title": "Semiquantitative determination of trans-vacant and cis-vacant 2:1 layers in illites and illitesmectites by thermal analysis and X-ray diffraction",
    "authors": ["V.A. Drits", "H. Lindgreen", "A.L. Salyn", "R. Ylagan", "D.K. McCarty"],
    "venue": "American Mineralogist,",
    "year": 1998
  }, {
    "title": "Palaeoclimatic significance of changes in clay mineralogy across the Jurassic-Cretaceous boundary in England and F r a n c e . Pa l a e o g e o g r a p h y , P a l a e o c l im a t o l o g y",
    "authors": ["A. Hallam", "J.A. Grose", "A.H. Ruffell"],
    "venue": "Palaeoceology, 81,",
    "year": 1991
  }, {
    "title": "X-ray powder diffraction of sediments",
    "authors": ["R. Hardy", "M. Tucker"],
    "venue": "in: Techniques in Sedimentology (M. Tucker, editor)",
    "year": 1988
  }, {
    "title": "Mechanism of burial metamorphism of argillaceous sediment: 1. Mineralogical and chemical evidence",
    "authors": ["J. Hower", "E.V. Eslinger", "M.E. Hower", "E.A. Perry"],
    "venue": "Geological Society of America Bulletin,",
    "year": 1976
  }, {
    "title": "Soil Chemical Analyses",
    "authors": ["M.L. Jackson"],
    "venue": "Published by the author,",
    "year": 1978
  }, {
    "title": "Upper Permian-Lower Cretaceous clay mineralogy of East Greenland: provenance",
    "authors": ["H. Lindgreen", "F. Surlyk"],
    "year": 2000
  }, {
    "title": "Genesis types and crystal chemical classification of irregular illite/smectite interstratified clay minerals",
    "authors": ["Q. Lu", "X.R. Lei", "H.F. Liu"],
    "venue": "The 15th International Mineral Meeting,",
    "year": 1990
  }, {
    "title": "Genetic types and crystal chemical classification of irregular illite/smectite interstratified clay minerals",
    "authors": ["Q. Lu", "X.R. Lei", "H.F. Liu"],
    "venue": "Acta Mineralogica Sinica, 11,",
    "year": 1991
  }, {
    "title": "Study of the stacking sequences of a kind of irregular mixed-layer illite-smectite (I/S) clay mineral",
    "authors": ["Q. Lu", "X.R. Lei", "H.F. Liu"],
    "venue": "Acta Geologica Sinica,",
    "year": 1993
  }, {
    "title": "Clay mineralogy of the late Cretaceous and early Tertiary successions of the Cauvery Basin (southeastern India): implications for sediment source and palaeoclimates at the K/T boundary",
    "authors": ["J. Madhavaraju", "S. Ramasamy", "A. Ruffell", "S.P. Mohan"],
    "venue": "Cretaceous Research,",
    "year": 2002
  }, {
    "title": "X-ray Diffraction and the Identification and Analysis of Clay Minerals",
    "authors": ["D.M. Moore", "R.C. Reynolds"],
    "year": 1989
  }, {
    "title": "Volcanic components in pelitic sediments",
    "authors": ["P.H. Nadeau", "Reynolds", "R.C. Jr."],
    "venue": "Nature, 294,",
    "year": 1981
  }, {
    "title": "Illite-smectite diagenesis and palaeotemperatures in northern North Sea Quaternary to Mesozoic shale sequences",
    "authors": ["M.J. Pearson", "J.S. Small"],
    "venue": "Clay Minerals,",
    "year": 1988
  }, {
    "title": "Burial diagenesis in Gulf Coast pelitic sediments",
    "authors": ["E.A. Perry", "J. Hower"],
    "venue": "Clays and Clay Minerals,",
    "year": 1970
  }, {
    "title": "The nature of interlayering in mixed-layer illite-montmorillonite",
    "authors": ["R.C. Reynolds", "J. Hower"],
    "venue": "Clays and Clay Minerals,",
    "year": 1970
  }, {
    "title": "Neoformations and transformations of clay minerals in tectonic shear zones",
    "authors": ["G. Riedmüller"],
    "venue": "Tschermaks Mineralogische und Petrographische Mitteilungen,",
    "year": 1978
  }, {
    "title": "Antarctic subtropical humid episode at the Paleocene-Eocene boundary: Claymineral evidence",
    "authors": ["C. Robert", "J.P. Kennett"],
    "venue": "Geology, 22,",
    "year": 1994
  }, {
    "title": "The distribution of octahedral cations in the 2:1 layers of dioctahedral smectites studied by oblique-texture electron diffraction",
    "authors": ["S.I. Tsipurski", "V.A. Drits"],
    "venue": "Clay Minerals,",
    "year": 1984
  }, {
    "title": "Conodont zonation across the Permian-Triassic boundary at the Xiakou section, Yichang city, Hubei province and its correlation with the Global Stratotype Section and Point of the PTB",
    "authors": ["G.Q. Wang", "W.C. Xia"],
    "venue": "Canadian Journal of Earth Sciences,",
    "year": 2004
  }, {
    "title": "Permian sedimentary facies and sequence stratigraphy in Daxiakou section, Xingshan county, Hubei province",
    "authors": ["Z.Y. Wang"],
    "venue": "Journal of Jianhan Petroleum Institute,",
    "year": 1998
  }, {
    "title": "Clays, Muds, and Shales",
    "authors": ["C.E. Weaver"],
    "venue": "Developments in Sedimentology,",
    "year": 1989
  }, {
    "title": "Volcanic material and origin of clay rock near Permo-Triassic boundary from Huangshi, Hubei and Meishan of Changxing county, Zhejiang",
    "authors": ["S.B. Wu", "Y.X. Ren", "X.M. Bi"],
    "venue": "Earth Science-Journal of China University of Geosciences,",
    "year": 1990
  }, {
    "title": "The effects of volcanism on the Permo-Triassic mass extinction",
    "authors": ["H.F. Yin", "S.J. Huang", "K.X. Zhang", "H.J. Hansen"],
    "venue": "in South China. Pp",
    "year": 1992
  }, {
    "title": "The global stratotype section and point (GSSP",
    "authors": ["H.F. Yin", "K.X. Zhang", "J.N. Tong", "Z.Y. Yang", "S.B. Wu"],
    "year": 2001
  }, {
    "title": "Minerals Downloaded from https://pubs.geoscienceworld.org/ccm/article-pdf/56/2/131/3274879/gsccm.56.2.01-hon.pdf by University of Arizona user on",
    "authors": ["Clays", "Clay"],
    "year": 2019
  }, {
    "title": "Study on clay minerals of P/T boundary in Meishan section, Changxin, Zhejiang province",
    "authors": ["K.P. Yu", "G.M. Han", "F.L. Yang", "J.L. Mansy", "C.H. Xu", "Z.Y. Zhou", "X.R. Cheng", "Z.F. Liu", "Q. Fu"],
    "venue": "Acta Sedimentologica Sinica,",
    "year": 2005
  }],
  "id": "SP:7b241acb585a73daddb1fd2a9933f1903c51607e",
  "authors": [{
    "name": "HANLIE HONG",
    "affiliations": []
  }, {
    "name": "NING ZHANG",
    "affiliations": []
  }, {
    "name": "LI ZHAOHUI",
    "affiliations": []
  }, {
    "name": "HUIJUANG XUE",
    "affiliations": []
  }, {
    "name": "WENCHEN XIA",
    "affiliations": []
  }, {
    "name": "NA YU",
    "affiliations": []
  }],
  "abstractText": "The provenance of clays in shaley intervals across the Permian-Triassic boundary (PTB) in the Xiakou section was investigated by X-ray diffraction (XRD), differential scanning calorimetry (DSC), and scanning electron microscopy (SEM), and the results suggest that the layers have three different provenances. The layer P267-b has a loose texture with an oriented arrangement of detrital clay particles, consisting mainly of illite and minor chlorite with irregular outlines or ragged edges. The dehydroxylation reaction of the clays in this layer is characterized by an intense overlapping endothermic effect at ~600oC, produced by mixed-layer illite-smectite (I-S) consisting of a mixture of cis-vacant (cv) and trans-vacant (tv) octahedral sheets derived from weathering of detrital illite. Layer P259-b shows a more condensed texture with a dark color, and is composed mainly of I-S and minor illite and chlorite. Evidence for alteration of detrital materials to clay mineral aggregates was observed under SEM. Similar to layer P267-b, an intense dehydroxylation reaction occurs at ~600oC, indicating clays consisting of a mixture of tv and cv sheets and, therefore, that the sediments were derived from a mixture of terrigenous and volcanic sources, combining the texture and the clay-mineral composition of those sediments. However, the undisturbed lamination and relatively small grain size in this bed indicate a low-energy depositional environment. The clay-mineral compositions of the other layers are mainly of I-S with minor amounts of illite and chlorite. Their endothermic dehydroxylation reaction, however, occurs mainly at ~660oC, indicating that cv sheets are dominant in the clays, and thus, are derived from smectites of volcanic origin. Observations by SEM show that clay minerals grow at the expense of detrital materials, confirming the diagenetic alteration of volcanic ashes in marine sediments. Illite and chlorite are the detrital clay minerals in the clay layers across the PTB in the Xiakou section. The presence of detrital illite and chlorite in the sediments means that an arid climate prevailed in the region during the end-Permian and early Triassic period. Key Words—China, Clay Minerals, Mixed-layer Illite-smectite, Permian-Triassic Boundary (PTB), Volcanism, Xiakou.",
  "title": "CLAY MINERALOGY ACROSS THE P-T BOUNDARY OF THE XIAKOU SECTION, CHINA: EVIDENCE OF CLAY PROVENANCE AND ENVIRONMENT"
}