{
  "sections": [{
    "text": "Phanerozoic mass extinctions. To constrain existing models for TJB events, we obtained a stratigraphically highly resolved dataset from a marine section at Kendlbachgraben, Austria.\nThe topmost Triassic Kössen Formation contains low to medium-charged smectite and vermiculite as alteration products of mafic-ultramafic minerals. The clay minerals in the boundary mudstone are kaolinite 5 illite + muscovite >> smectite > chlorite. Predominant kaolinite suggests humid climate and abundant terrigenous input. In the lowermost Jurassic, the clay mineral pattern changes to illite + muscovite >> kaolinite >> smectite, which reflects change to less humid and more moderate climate.\nThe topmost Kössen Formation also contains clay spherules. Their composition, shape and size indicate that they are alteration products of airborne volcanic glass droplets solidified in the air, settled in the sea and altered rapidly with negligible transport in terrestrial or marine environments. Our data are consistent with sudden climatic change at the TJB, as a result of large-scale volcanic activity of the Central Atlantic Magmatic Province which produced distal airfall volcanic ash.\nKEYWORDS: Triassic-Jurassic boundary, Kendlbachgraben, clay mineralogy, volcanic spherules, climate change, Austria.\nThe Triassic-Jurassic boundary (TJB) is marked by one of the five largest Phanerozoic mass extinctions (Raup & Sepkoski, 1982). No consensus has been reached yet about the causes and the mechanism of the extinction and related environmental change, which are thus subject of intensive research (Hesselbo et al., 2007). Previously proposed triggers for the TJB extinction event include a putative extraterrestrial impact (e.g. Olsen et al., 2002) and global eustatic sea level fall (Hallam & Wignall, 1999). More recent research highlighted the synchrony of TJB extinction and volcanism of the Central Atlantic Magmatic Province (CAMP) (Marzoli et al., 1999; Pálfy, 2003; Nomade et al., 2007; Schoene et al., 2010), allowing authors to propose that rapid emplacement of vast amounts of continental flood basalts resulted in a cascade of global environmental change which in turn led to\nbiotic extinction. Prominent negative carbon isotope anomalies are increasingly well documented from multiple localities (Pálfy et al., 2001; Ward et al., 2001; Hesselbo et al., 2002), supporting scenarios\nthat involve perturbations of the global carbon * E-mail: nzajzon@uni-miskolc.hu DOI: 10.1180/claymin.2012.047.2.03\n# 2012 The Mineralogical Society\nDownloaded from https://pubs.geoscienceworld.org/claymin/article-pdf/47/2/177/3310808/gsclaymin.47.2.03-zaj.pdf by University of Arizona user on 21 February 2019\ncycle. To test the competing models of the TJB events further, we obtained a temporally highly resolved, multidisciplinary dataset, including clay mineralogical data, from the Kendlbachgraben section in the Northern Calcareous Alps in Austria. Palaeogeographically, the studied section belongs to the Eiberg basin, which is also host to the Kuhjoch section, recently chosen as the Global Stratotype Section and Point (GSSP) for the base of Jurassic (Hillebrandt et al., 2007) (Fig. 1).\nOur results from major and trace element geochemistry and micromineralogy are reported elsewhere (Pálfy & Zajzon, in press). Here we present in detail the clay mineralogical studies of the Kendlbachgraben TJB section. The main aims of this research are twofold: to search for clay minerals which may represent alteration products of volcanically-derived material, and to characterize changes in the clay mineral composition across the TJB interval in order to infer climatic changes."
  }, {
    "heading": "GEOLOGICAL SETT ING",
    "text": "The Kendlbachgraben section is located about 30 km southeast of Salzburg and 8 km southwest of Wolfgangsee in the Osterhorn Range in Salzkammergut, Austria. Access is via a forest road in the Zinkenbach valley. The studied section is exposed on the steep hillside immediately above the forest road (coordinates 47º41 ’21 ’ ’ N, 13º21’37’’E), only ~300 m NW from the point where the road crosses the gully which exposes the classical long-known Kendlbachgraben section. The stratigraphic significance of this locality for the\nTriassic-Jurassic boundary was first recognized by Suess & Mojsisovics (1868). Modern studies focussed on palinostratigraphy (Morbey, 1975), changes in facies and macrofauna (Golebiowski & Braunstein, 1988; Golebiowski, 1990), and carbon isotope stratigraphy (Morante & Hallam, 1996; Ruhl et al., 2009).\nThe Kendlbachgraben section is located within the Eiberg basin, an elongated, Late Triassic–Early Jurassic intraplatform basin on the shelf of the western Neotethys. Correlative, stratigraphically closely similar, and well studied sections elsewhere in the presently E W trending, 200 km long and 20 km wide Eiberg basin include nearby Tiefengraben (Kürschner et al., 2007), and the base Jurassic GSSP at Kuhjoch and its sister section at Hochalplgraben (Hillebrandt & Krystyn, 2009; Bonis et al., 2009).\nAt Kendlbachgraben, the base of the section is represented by the uppermost Triassic Eiberg Member of the Kössen Formation, a basinal facies of dark coloured, pure limestone (Fig. 2). Texturally it is dominated by bioclastic wackestone deposited in an open marine intraplatform basinal environment. According to our XRD measurements, it is composed of 98 99% of calcite, and only the remaining 1 2% is detrital in origin. The basal part of the overlying Kendlbach Formation is the ~2.5 m thick clay-rich boundary mudstone (‘‘Grenzmergel’’ in the Austrian terminology) which forms the basal part of the Tiefengraben Member. Higher upsection, this unit is composed of intercalated beds of marl and impure limestone, in turn overlain by the carbonate-dominated Breitenberg Member. Changes\nDownloaded from https://pubs.geoscienceworld.org/claymin/article-pdf/47/2/177/3310808/gsclaymin.47.2.03-zaj.pdf by University of Arizona user on 21 February 2019\nin the mineral composition in the stratigraphic section are shown in Fig. 2 (for more detail see Pálfy & Zajzon, in press). Stable carbon isotope stratigraphy, in agreement with lithostratigraphy, permits good correlation with the GSSP section at Kuhjoch and suggests placement of the TJB in the middle of the Tiefengraben Member. Therefore our results from clay and micromineralogy from the topmost Kössen Formation and the Tiefengraben and Breitenberg Members of the Kendlbach Formation have implications for the environmental history across the TJB.\nMATER IAL AND METHODS"
  }, {
    "heading": "Sample preparation",
    "text": "From the studied section, a total of 58 whole rock samples were analysed for major and trace element geochemistry. A subset of 22 samples was investigated for whole rock mineral composition by X-ray powder diffraction (XRPD). The results of those analyses are reported in detail in Pálfy & Zajzon (in press). From the TJB interval (‘‘Grenzmergel’’), and the clay-rich marl interbeds in the upper part of the Tiefengraben Member, nine samples were selected for further clay mineralogical studies reported here.\nStereo-microscopic observations were carried out on the sieved >45 mm fraction after carbonate was dissolved in 5 wt.% acetic acid. Clay mineral extraction was done by sedimentation in a water column (distilled water, d&2.65 g cm 3 and <2 mm) and the procedure was repeated several times. If necessary, calcite was dissolved by 0.1 mol acetic acid.\nThe clay fraction was tested for the (060) position on disoriented samples and for clay mineral determination on oriented specimens deposited on glass slides. Oriented samples were\nDownloaded from https://pubs.geoscienceworld.org/claymin/article-pdf/47/2/177/3310808/gsclaymin.47.2.03-zaj.pdf by University of Arizona user on 21 February 2019\nprepared for air-dried and ethylene-glycol solvated testing, and for heat treatment testing at temperatures of 350ºC and 550ºC. Ethylene-glycol saturation was obtained by vapour immersion of samples for 8 h at 80ºC.\nMagnesium saturation and subsequent glycerol solvation was used to distinguish between smectite and vermiculite (vapour immersion, 8 h, 90ºC). The layer charge of the swelling clay minerals was estimated by potassium saturation. Cation exchange was performed by preparing a suspension of a solid:solute ratio of 1:2 (mg ml 1), 1 mol metalchloride. The solution was changed at 24, 3 and 0.5 h to obtain total exchange of the interlayer sites."
  }, {
    "heading": "Analytical techniques",
    "text": "XRPD analyses were performed on a Bruker D8 Advance diffractometer (Cu-Ka1), Bragg-Brentano geometry, secondary graphite monochromator) at the Institute of Mineralogy and Geology, University of Miskolc. Fixed 0.6 mm primary- and secondary-, and 0.2 mm detector slits were used, in a horizontal sample position.\nBulk-rock samples were measured using a rotating sample holder (2 65º (2y), step-scan 0.04º (2y), 2 sec/step counting time). Clay fraction samples were analysed for the (060) position (59 64º (2y), 0.01º, 2 sec/step, rotating sample holder). Oriented samples were measured in the range of 2º (2y) to 30º (2y) with 0.04º (2y) steps and 3 sec/step counting time. The basic investigation protocol for all clay fraction samples included measurements performed on air-dried, ethyleneglycol saturated, and heated samples (the latter with heating to 350ºC and 550ºC). On those samples which produced significantly different results in the routine tests, Mg and K cation exchange was also performed.\nTo investigate the altered clay spherules of the sample KB-1, scanning electron microscopy and energy dispersive X-ray spectrometry (EDS) were carried out in two different laboratories. Secondary electron (SE) images were obtained in the Institute for Nanotechnology, Bay Zoltán Foundation for Applied Research (BAY NANO), on a Hitachi S-4800 scanning electron microscope (20 kV, 10 mA). EDS and backscattered electron images (BSE) were acquired in the Department of Physical Metallurgy and Metalforming, University of Miskolc, on an AMRAY-1860 T6 instrument (25 kV, 1 2 nA). Area analysis was performed\non the measurements. Analytical transmission electron microscopy (ATEM) measurements (TEM images; HRTEM, high-resolution TEM images; SAED, selected area electron diffraction; and EDS, energy dispersive X-ray spectroscopy) were carried out at BAY NANO, on a FEI Tecnai G2 transmission electron microscope (200 kV) using two selected clay samples (KB-1 and KB-8). The TEM samples were prepared on a lacy carboncoated 300 mesh copper grid from a suspension of separated the clay fraction and distilled water."
  }, {
    "heading": "RESULTS",
    "text": ""
  }, {
    "heading": "X-ray powder diffraction (XRPD)",
    "text": "Our experimental results indicate that the clay fraction of each sample consists of a combination of kaolinite, illite, chlorite, smectite, vermiculite, illite/ smectite, and albite in different ratios. The XRPD patterns of the investigated clay fractions are summarized in Fig. 3, which shows the changes in clay mineral fraction throughout the section.\nFour samples (KB-1, KB-4, KB-8 and KB-19) were further selected for detailed clay mineralogical study, including K and Mg-saturation, subsequent glycerol solvation, and heat treatments. These data are presented in Fig. 4.\nThe dominant clay mineral in sample KB-1 is a swelling smectite with an original 15 Å basal spacing expanding to 17 Å upon glycolation and to 18 Å upon glycerol solvation. The K-exchange resulted in the emergence of a plateau-shaped broad peak between ~13 and ~11 Å. The overlapping peak at ~15.1 Å is shifted by K-exchange to a maximum at ~12.3 Å, which may indicate a Mg-dominated species (Barshad, 1954). Analysis of the K-exchanged specimen suggests that smectite has a variable layer charge, ranging from low to medium. The 10 Å peak of K-exchanged sample KB-1 and the 14.4 Å reflection appearing after Mgsaturation and glycerol solvation corresponds to vermiculite, detected in considerable amounts in this sample. Its basal spacing in the original structure is ~14.4 Å. It is associated with swelling chlorite or chlorite/vermiculite (or smectite) mixedlayer mineral, as revealed by the 14.625 Å peak in the EG-treated specimen and the broad reflection between 14 and 10 Å. The lowering of chlorite basal spacing by K-exchange and its swelling properties may indicate the presence of partly altered detrital chlorite and swelling minerals.\nDownloaded from https://pubs.geoscienceworld.org/claymin/article-pdf/47/2/177/3310808/gsclaymin.47.2.03-zaj.pdf by University of Arizona user on 21 February 2019\nBesides swelling clay minerals the sample contains small amounts of discrete chlorite and illite and illite/smectite.\nThe clay fraction of sample KB-4 is dominated by similar amounts of smectite, illite/smectite and\nkaolinite. The presence of variable layer charge smectite was also detected. The EG-saturation produced a peak at ~17 Å, with a possible smaller peak at ~16 Å. The emergence of a residual peak at ~13.6 Å in the specimen heated to 550ºC is\nDownloaded from https://pubs.geoscienceworld.org/claymin/article-pdf/47/2/177/3310808/gsclaymin.47.2.03-zaj.pdf by University of Arizona user on 21 February 2019\nindicative of the presence of discrete chlorite, intergrown with kaolinite, of diagenetic origin. The K-exchanged specimen displays a similar broad, plateau-shaped peak, in this case between ~15 and ~12 Å, suggesting a small layer charge of the smectite and illite/smectite interlayering.\nIn sample KB-8 no vermiculite or chlorite was detected by the cation exchange and EG treatment procedures. However, after heating to 550ºC, a residual peak at ~13.7 Å emerged, which is indicative of dehydrated brucite layers in the chlorite structure. This again suggests the presence of discrete chlorite as in sample KB-4. In both samples the intensity of this residual peak correlates with the intensity of kaolinite ~7.2 Å. Smectite is present with variable layer charge components, the broad plateau-shaped peak being situated between ~13 and ~10 Å, with an intensification of the 10 Å peak. In this part of the section, kaolinite becomes the dominant clay mineral, partly of detrital origin as indicated by its morphology revealed by TEM, and partly of diagenetic origin, as shown by the intrinsically associated chlorite.\nThe Mg-exchange treatment resulted mostly in the equalization of peak positions to a ~14.5 14.2 Å peak, from the original positions at ~15.1 Å and <14 Å, which indicates an Mg-dominant interlayer composition of the original smectite, with Fe and Ca contributions. The strongest difference in layer charge is observed in sample KB-1, where the ~16 Å and ~15.1 Å peaks are preserved from the ~16.1 Å and ~15.1 Å original peaks. In sample KB-19 the smectite-dominated composition of the clay fraction is re-established, with a general increase in layer charge as shown by K-exchange treatments. However, the Mg-dominated composition is preserved. According to d060, the smectite is dioctahedral. Thus, the Fe detected by ATEM-EDS probably occurs in the form of Fe-oxyhydroxide and/or is located mostly in the octahedral layer, replacing Al. The increase in layer charge and decrease in variability of its values stratigraphically upsection is of genetic significance. The smectite in the lower beds was predominantly formed in situ, in a synsedimentary setting, which favours the possibility of octahedral substitution. On the other hand, the smectite in beds higher in the section was mostly formed at the expense of micas; thus the octahedral substitution and layer charge variability is less common. The variability of smectite charge may help identify the origin of the swelling components, as suggested by several authors. In K-exchanged\nspecimens the peaks located in the ~10.3 12.5 Å region indicate authigenic, low-charge material, whereas the shift to the ~9.8 10.3 Å region indicates high charge, mica-derived material (Roberson & Jonas, 1965; Barshad, 1954; Weaver, 1958; Gorbunov & Gradusov, 1966).\nThe kaolinite:smectite and illite:smectite ratios show an increasing trend in the middle part of the studied section, based on the values of peak height and integrated peak area. The occurrence of discrete chlorite, revealed only after disintegration of the kaolinite structure, is strictly related to the presence of kaolinite. Where the abundance of kaolinite is reduced, remnant chlorite is no longer detected.\nAnalytical transmission electron microscopy (ATEM)\nIn sample KB-1, the dominant clay minerals are smectite and vermiculite (as determined by XRD and also verified by ATEM) (Fig. 5). Smectite varieties dominated by different cations (Mg, Ca, Fe) were observed in the sample (Figs 6 and 7). All of the measured smectites contain Ca, Mg, K and Fe, but the amounts of these cations are different among the measured grains. The clay minerals in the sample are not well crystallized. The size of smectite crystals is commonly only a few tenths of a nanometre, and they form clusters or aggregates of a few hundred nanometres in size. Adjacent to them some iron oxide grains are also present. Their crystal sizes are in the few hundred nanometre range. Few of them form 200 500 nm sized twinned crystals of a six-rayed star shape.\nDownloaded from https://pubs.geoscienceworld.org/claymin/article-pdf/47/2/177/3310808/gsclaymin.47.2.03-zaj.pdf by University of Arizona user on 21 February 2019\nSample KB-8 contains mainly kaolinite (Figs 8 and 9), apart from some smectite. The kaolinite has a crystal size of ~1 mm. The smectite crystals are similar those in sample KB-1. Similarly to sample KB-1, iron oxides are also present, including similar twinned forms."
  }, {
    "heading": "SEM of the altered spherules",
    "text": "After carbonate dissolution of sample KB-1, the >45 mm fraction of the residue contained pale bluish-green clay spherules, which exhibit perfect round or droplet shapes (Fig. 10). Moreover, some angular shaped grains were also found. The\nDownloaded from https://pubs.geoscienceworld.org/claymin/article-pdf/47/2/177/3310808/gsclaymin.47.2.03-zaj.pdf by University of Arizona user on 21 February 2019\nchemical compositions of the individual grains, measured by EDX, are given in Table 1. Their formulae could not be calculated for 4 tetrahedral + 2 octahedral cations (supposing true dioctahedrality) and deducing the Fe2+ content in accordance with the T + O = 6 requirement. Formulae were calculated instead for 11 oxygen (O10(OH)2\nanionic structure) and applying 15% Fe2+ content (from all the Fe), which is a good estimate for mature, dark green glauconitic materials (Tóth, 2007). The calculated formulae are given in Table 2. The composition of the grains ranges from illite to aluminoceladonite, with one glauconite (using the mica nomenclature of Rieder et al., 1998). Note that the chemistry-based classification is not sensitive to the estimated Fe2+ content; it would not change even if the real Fe2+ content were in the 0 50% range (except for the glauconite, which would be classified as illite at 50% Fe2+). The fine morphological details of these grains are shown in Fig. 11.\nD I SCUSS ION AND CONCLUS IONS"
  }, {
    "heading": "Effects of diagenesis",
    "text": "Diagenetic overprint appears weak in the section. Given the geological setting of the studied section, first illite, and later chlorite can form in the course of the progressing diagenesis, at the expense of swelling clays (smectite/vermiculite, illite-smectite). The lack of chlorite interstratification (chlorite/ vermiculite, corrensite), in addition to the presence of highly expansive clay minerals, indicates only minor alteration of clay minerals due to burial diagenesis. Furthermore, any significant effect of diagenesis can be excluded because kaolinite does\nDownloaded from https://pubs.geoscienceworld.org/claymin/article-pdf/47/2/177/3310808/gsclaymin.47.2.03-zaj.pdf by University of Arizona user on 21 February 2019\nnot show any sign of dissolution or alteration to dickite. The detrital clay minerals predominate in the analysed samples. Two of their characteristics are particularly important for geological explanation: (1) the smectite-vermiculite dominance in sample KB-1; and (2) the kaolinite dominance of the boundary mudstone. These signals are primary, rather than diagenetic in origin; in fact any diagenetic overprint would only weaken them.\nChanges in the clay mineral spectra across the Triassic-Jurassic boundary\nTwo observations warrant discussion and comparison with results from other studies. Firstly, the clay mineral pattern of sample KB-1 is very different from the other samples. It contains dominantly low- to medium-charged smectite and also vermiculite with Mg and Fe cations beside Al in the octahedral sheet. These can be formed from the alteration of mafic and ultramafic minerals (Velde & Meunier, 2008).\nSecondly, the clay mineral distribution in the boundary mudstone is kaolinite 5 illite + muscovite >> smectite > chlorite. The predominance of kaolinite suggests humid climate and intensive terrigenous input. Higher up in the Kendlbach section the clay mineral pattern changes to illite + muscovite >> kaolinite >>\nDownloaded from https://pubs.geoscienceworld.org/claymin/article-pdf/47/2/177/3310808/gsclaymin.47.2.03-zaj.pdf by University of Arizona user on 21 February 2019\nAbbreviations: Sph, spherule; Ang, angular; Al-celad., aluminoceladonite.\nTABLE 2. Calculated element distribution in the cation positions.\nShape Sph Sph Sph Sph Sph Ang Ang Ang Ang Grain ID 1 2 3 4 5 6 7 8 9\nK 0.38 0.44 0.56 0.56 0.53 0.62 0.51 0.60 0.66 Na 0.10 0.10 0.09 0.06 0.08 0.10 0.00 0.09 0.00 Ca 0.10 0.07 0.07 0.07 0.06 0.06 0.08 0.09 0.07 Ill occ. 0.58 0.60 0.73 0.69 0.67 0.76 0.59 0.78 0.74 Fe3+ 0.27 0.32 0.55 0.49 0.41 0.60 0.37 0.58 0.75 Mg 0.65 0.65 0.66 0.67 0.64 0.58 0.67 0.64 0.53 Al 1.14 1.11 0.85 0.90 0.99 0.81 1.00 0.81 0.67 Fe2+ 0.05 0.06 0.01 0.09 0.07 0.11 0.07 0.10 0.13\nOct occ. 2.11 2.14 2.14 2.15 2.12 2.10 2.13 2.12 2.10 Si 3.68 3.63 3.50 3.57 3.62 3.55 3.67 3.50 3.57 Al 0.32 0.37 0.50 0.43 0.38 0.45 0.33 0.50 0.43\nTetr occ. 4.00 4.00 4.00 4.00 4.00 4.00 4.00 4.00 4.00 O 10.00 10.00 10.00 10.00 10.00 10.00 10.00 10.00 10.00 OH 2.00 2.00 2.00 2.00 2.00 2.00 2.00 2.00 2.00\nTetr occ. 4.00 4.00 4.00 4.00 4.00 4.00 4.00 4.00 4.00 Oct occ. 2.11 2.14 2.14 2.15 2.12 2.10 2.13 2.12 2.10 Ill occ. 0.58 0.60 0.73 0.69 0.67 0.78 0.59 0.78 0.74 Tetr charge 15.68 15.63 15.50 15.57 15.62 15.55 15.67 15.50 15.57 Oct charge 5.65 5.71 5.70 5.67 5.64 5.61 5.66 5.63 5.62 Illite charge 0.68 0.67 0.80 0.76 0.73 0.84 0.67 0.87 0.81\nTotal charge 22.00 22.00 22.00 22.00 22.00 22.00 22.00 22.00 22.00\nO charge 5.65 5.71 5.70 5.67 5.64 5.61 5.66 5.63 5.62 VIAl/(VIAl+VIFe3+) 0.81 0.77 0.61 0.65 0.71 0.58 0.73 0.58 0.47 Illite charge 0.68 0.67 0.80 0.76 0.73 0.84 0.67 0.87 0.81\nVIR2+/oct occ. 0.33 0.33 0.35 0.35 0.34 0.33 0.34 0.35 0.32 VIAl/(VIAl+VIFe3+) 0.81 0.77 0.61 0.65 0.71 0.58 0.73 0.58 0.47 Illite charge 0.68 0.67 0.80 0.76 0.73 0.84 0.67 0.87 0.81\nDownloaded from https://pubs.geoscienceworld.org/claymin/article-pdf/47/2/177/3310808/gsclaymin.47.2.03-zaj.pdf by University of Arizona user on 21 February 2019\nsmectite, which corresponds to a less humid and more moderate climate.\nThe clay mineralogy infers the presence of volcanically derived material and sudden climatic change occurring near the TJB. Both phenomena are interpreted as a consequence of distant volcanic activity of the Central Atlantic Magmatic Province (CAMP), associated with the onset of rifting of Pangea and frequently cited as a possible trigger of the end-Triassic environmental and biotic crisis (Hesselbo et al., 2007).\nSeveral authors have reported comparable clay mineral distribution patterns from correlative units elsewhere. Ahlberg et al. (2003) reported a clay pattern from southern Sweden (kaolinite & illite >> chlorite and smectite (I-S), from Rhaetian-Jurassic terrestrial sedimentary successions (Höganäs Formation), and kaolinite & illite > variable smectite >> chlorite pattern from shallow marine deposits). They concluded that the original detrital composition was better preserved in the shallow marine settings and infer warm, humid conditions and intense weathering.\nMichalı́k et al. (2010) investigated the clay mineralogy of Triassic-Jurassic sections in the Tatra Mts in Slovakia. Illite is the major clay mineral in both sections which were studied. Within the illite group, they distinguish an illite-smectite mixed layer clay mineral, well crystallized illite and poorly crystallized illite. On the basis of the prevalence of illite-smectite (probably formed from a smectitic precursor), both in the Rhaetian and Hettangian parts of the sections, they suggest a long-term regime of a seasonally wet and dry climate (see also Righi & Meunier, 1995). In both sections a predominance of detrital kaolinite was found in the ‘‘Boundary Claystone’’. It is interpreted as a record of the increasing intensity of chemical weathering in the hinterland, because kaolinite preferentially forms under a warm and humid tropical climate in well drained soil profiles with accelerated leaching of the parent rocks due to high precipitation (Robert & Chamley, 1991; Ruffell et al., 2002). Van de Schootbrugge et al. (2009) documented large amounts of kaolinite in the Triletes Beds between the Triassic and Jurassic, at a level where a biological turnover is recorded based on spores and pollens. Michalı́k et al. (2010) also inferred a climatic and environmental shift from the change in the composition of the illitic material. The presence of authigenic Fe-illite in the uppermost Triassic permitted a reconstruction of the\nplaya environment and oxidizing conditions under arid/semi-arid climate (Środoń, 1999), whereas this clay mineral is absent in the overlying Jurassic formation. Clay mineralogy is in agreement with palynological results; thus Michalı́k et al. (2010) also infer significant climatic change at the system boundary, likely to be related to coeval CAMP volcanism. Based on organic molecules (PAH: polycyclic aromatic hydrocarbon) and the colour change of spores and pollen, van de Schootbrugge et al. (2009) suggested that massive flood basalt volcanism triggered the extinction. A study by Pieńkowski et al. (2012) reached a similar conclusion on the basis of a change in the colour of miospores, the composition of clay minerals, and the osmium isotope record, interpreting the osmium isotope signal as a record of volcanic fallout to explain these phenomena as a signal of CAMP volcanism. Significantly, neither study has found any evidence for an impact event.\nBrański (2009) also used clay minerals as indicators of episodes of intense weathering in the TJB interval in the Holy Cross Mountains in Poland. The clay mineral record of climate change and weathering, causally related to LIP volcanism and consequential biotic extinction, appears similar to other extreme greenhouse episodes, such as in the Toarcian (Early Jurassic) (e.g. Brański, 2010; Dera et al., 2009)."
  }, {
    "heading": "Spherules",
    "text": "The illite/aluminoceladonite composition of the spherules suggests that they are alteration products of volcanic material. The perfect round or droplet shape and the size (<100 mm) indicate their airborne formation. The most likely interpretation is that they represent volcanic glass droplets solidified in the air, which settled down in the sea and subsequently altered rapidly to clay minerals. The volcanic glass is not resistant to transportation processes; thus the preservation of the original shape of the spherules argues strongly that they most probably settled directly from the atmosphere without any significant transportation. Impact origin is a possible alternative interpretation of the spherules. The surface of some spherules shows incipient vesiculation (Fig. 10), favouring an origin from volatile-bearing lava. Since they are of similar composition, a similar clay mineral alteration is feasible for spherules ejected from an impact crater of mafic origin lithology; but our set of observa-\nDownloaded from https://pubs.geoscienceworld.org/claymin/article-pdf/47/2/177/3310808/gsclaymin.47.2.03-zaj.pdf by University of Arizona user on 21 February 2019\ntions at Kendlbachgraben is more compatible with a volcanic origin of the spherules.\nMichalı́k et al. (2007) report calcitized, round spherules with complex alteration from a bed 5 8 m below the TJB in the Zliechov Basin, but they cannot unambiguously identify their origin (impact ejecta, volcanic glass, or aragonitic particles). They occur at a slightly lower stratigraphic position compared with the spherules found in this study.\nThe presence of the volcanically derived spherules in the Kendlbachgraben section furnishes further evidence for the scenario in which CAMP activity is implicated as a key agent in the endTriassic global change."
  }, {
    "heading": "ACKNOWLEDGMENTS",
    "text": "Harald Lobitzer (formerly with the Austrian Geological Survey) introduced us to the section. The authors are thankful for the ATEM measurements to Péter Pekker. Erzsébet Tóth, Adrienn Menyhárt and Árpád Kovács are thanked for technical assistance and useful discussions. Helpful reviews by P. Brański and S.P. Hesselbo improved the manuscript. Financial support was provided by the Austrian-Hungarian Action Foundation 51ÖU7, the Hungarian Scientific Research Fund (grants T42802 and K72633) and also by the European Union and the European Social Fund under the grant agreement no. TÁMOP-4.2.1.B-10/2/ KONV-2010-0001 in the framework of the New Hungary Development Plan. This is MTA-MTMELTE Paleo contribution No. 166."
  }],
  "year": 2012,
  "references": [{
    "title": "TriassicJurassic weathering and clay mineral dispersal in basement areas and sedimentary basins of southern Sweden",
    "authors": ["A. Ahlberg", "I. Olsson", "P. Šimkevičius"],
    "venue": "Sedimentary Geology, 161,",
    "year": 2003
  }, {
    "title": "Cation exchange in micaceous minerals. II. Replaceability of ammonium and potassium from vermiculite, biotite, and montmorillonite",
    "authors": ["I. Barshad"],
    "venue": "Soil Science,",
    "year": 1954
  }, {
    "title": "A detailed palynological study of the Triassic-Jurassic transition in key sections of the Eiberg Basin (Northern Calcareous Alps, Austria)",
    "authors": ["N.R. Bonis", "W.M. Kürschner", "L. Krystyn"],
    "venue": "Review of Palaeobotany and Palynology,",
    "year": 2009
  }, {
    "title": "Influence of palaeoclimate and the greenhouse effect on Hettangian clay mineral assemblages (Holy Cross Mts. area, Polish Basin)",
    "authors": ["P. Brański"],
    "venue": "Geological Quarterly,",
    "year": 2009
  }, {
    "title": "Kaolinite peaks in early Toarcian profiles from the Polish Basin - an inferred record",
    "authors": ["P. Brański"],
    "year": 2010
  }, {
    "title": "Distribution of clay minerals in Early Jurassic Peritethyan seas: Palaeoclimatic significance inferred from multiproxy comparisons",
    "authors": ["G. Dera", "P. Pellenard", "P. Neige", "J.F. Deconinck", "E. Puceat", "J.L. Dommergues"],
    "year": 2009
  }, {
    "title": "The Alpine Kössen Formation, a key for European topmost Triassic correlations",
    "authors": ["R. Golebiowski"],
    "venue": "Albertiana, 8,",
    "year": 1990
  }, {
    "title": "A TriassicJurassic boundary section in the Northern Calcareous Alps (Austria). IGCP 199 ‘‘Rare Events in Geology’",
    "authors": ["R. Golebiowski", "R.E. Braunstein"],
    "venue": "Berichte Der Geologischen Bundesanstalt,",
    "year": 1988
  }, {
    "title": "Methods of highly dispersed mineral determination",
    "authors": ["N.I. Gorbunov", "B.P. Gradusov"],
    "venue": "Soil Science,",
    "year": 1966
  }, {
    "title": "Mass extinctions and sea-level changes",
    "authors": ["A. Hallam", "P.B. Wignall"],
    "venue": "Earth-Science Reviews,",
    "year": 1999
  }, {
    "title": "Terrestrial and marine mass extinction at the Triassic-Jurassic boundary synchronized with major carbon-cycle perturbation: A link to the initiation of massive volcanism",
    "authors": ["S.P. Hesselbo", "S.A. Robinson", "F. Surlyk", "S. Piasecki"],
    "venue": "Geology, 30,",
    "year": 2002
  }, {
    "title": "Triassic-Jurassic boundary events: Problems, prog r e s s , p o s s i b i l i t i e s . Pa l a e og eog r aph y",
    "authors": ["S.P. Hesselbo", "C.A. McRoberts", "J. Pálfy"],
    "venue": "Palaeoclimatology, Palaeoecology,",
    "year": 2007
  }, {
    "title": "A candidate GSSP for the base of the Jurassic in the Northern Calcareous Alps (Kuhjoch section, Karwende l Moun ta in s",
    "authors": ["A.v. Hillebrandt", "L. Krystyn", "W.M. Kuerschner"],
    "venue": "Ty ro l , Aus t r i a ) . International Subcommission on Jurassic",
    "year": 2007
  }, {
    "title": "On the oldest Jurassic ammonites of Europe (Northern Calcareous Alps, Austria) and their global significance",
    "authors": ["Hillebrandt A.v", "Krystyn L"],
    "venue": "Neues Jahrbuch für Geologie und Paläontologie Abhandlungen,",
    "year": 2009
  }, {
    "title": "Carbon-isotope stratigraphy and palynostratigraphy of the Triassic-Jurassic transition in the Tiefengraben section, Northern Calcareous Alps (Austria). Pa l a e o g e o g r a p h y , P a l a e o c l i m a t o l o g y",
    "authors": ["W.M. Kürschner", "N.R. Bonis", "L. Krystyn"],
    "year": 2007
  }, {
    "title": "Extensive 200million-year-old continental flood basalts of the Central Atlantic",
    "authors": ["A. Marzoli", "P.R. Renne", "E.M. Piccirillo", "M. Ernesto", "G. Bellieni", "A. De Min"],
    "venue": "Magmatic Province. Science,",
    "year": 1999
  }, {
    "title": "Record of environmental changes in the Triassic Jurassic boundary interval in the Zliechov Basin, Western Carpathians",
    "authors": ["J. Michalı́k", "O. Lintnerová", "A. Gaździcki", "J. Soták"],
    "year": 2007
  }, {
    "title": "Downloaded from https://pubs.geoscienceworld.org/claymin/article-pdf/47/2/177/3310808/gsclaymin.47.2.03-zaj.pdf by University of Arizona user on",
    "authors": ["N. Zajzon"],
    "year": 2019
  }, {
    "title": "Climate change at the Triassic/ Jurassic boundary in the northwestern Tethyan realm, inferred from sections in the Tatra Mountains (Slovakia)",
    "authors": ["K. Ruckwied"],
    "venue": "Acta Geologica Polonica,",
    "year": 2010
  }, {
    "title": "Organic carbon isotopic record across the Triassic-Jurassic boundary in Austria and its bearing on the cause of the mass extinction",
    "authors": ["R. Morante", "A. Hallam"],
    "venue": "Geology, 24,",
    "year": 1996
  }, {
    "title": "The palynostratigraphy of the Rhae t ian s tage",
    "authors": ["S.J. Morbey"],
    "venue": "Upper Tr iass ic , in the Kendelbachgraben, Austria. Palaeontographica, Abteilung B,",
    "year": 1975
  }, {
    "title": "Chronology of the Central Atlantic Magmatic Province: Implications for the Central Atlantic rifting processes and the Triassic-Jurassic biotic",
    "authors": ["S. Nomade", "K.B. Knight", "E. Beutel", "P.R. Renne", "C. Verati", "G. Feraud", "A. Marzoli", "N. Youbi", "H. Bertrand"],
    "year": 2007
  }, {
    "title": "Ascent of dinosaurs linked to an iridium anomaly at the Triassic-Jurassic",
    "authors": ["P.E. Olsen", "D.V. Kent", "H.-D. Sues", "C. Koeberl", "H. Huber", "A. Montanari", "E.C. Rainforth", "S.J. Fowell", "M.J. Szajna", "B.W. Hartline"],
    "year": 2002
  }, {
    "title": "Volcanism of the Central Atlantic Magmatic Province as a potential driving force in the end-Triassic mass extinction. Pp",
    "authors": ["J. Pálfy"],
    "year": 2003
  }, {
    "title": "Carbon isotope anomaly and other geochemical changes at the Triassic-Jurassic boundary from a marine section in Hungary",
    "authors": ["J. Pálfy", "A. Demény", "J. Haas", "M. Hetényi", "M.J. Orchard", "I. Vető"],
    "venue": "Geology, 29,",
    "year": 2001
  }, {
    "title": "Sedimentological, palynological, and geochemical studies of the terrestrial Triassic Jurassic boundary in north-western Poland",
    "authors": ["G. Pieńkowski", "G. Niedźwiedzki", "M. Waksmundzka"],
    "venue": "Geological Magazine, 149,",
    "year": 2012
  }, {
    "title": "Mass extinctions in the marine fossil record",
    "authors": ["D.M. Raup"],
    "venue": "Sepkoski J.J. Jr",
    "year": 1982
  }, {
    "title": "Nomenclature of the micas",
    "authors": ["M. Rieder", "G. Cavazzini", "Y.S. D’Yakonov", "V.A. FrankKamenetskii", "G. Gottardi", "S. Guggenheim", "P.V. Koval", "G. Müller", "A.M.R. Neiva", "E.W. Radoslovich", "J. Robert", "F.P. Sassi", "H. Takeda", "Z. Weiss", "D.R. Wones"],
    "year": 1998
  }, {
    "title": "Origin of clays by rock weathering and soil",
    "authors": ["D. Righi", "A. Meunier"],
    "venue": "formation. Pp",
    "year": 1995
  }, {
    "title": "Clay minerals intermediate between illite and montmorillonite",
    "authors": ["H.E. Roberson", "E.C. Jonas"],
    "venue": "American Mineralogist,",
    "year": 1965
  }, {
    "title": "Development of early Eocene warm climates, as inferred from clay mineral variations in oceanic sediments",
    "authors": ["C. Robert", "H. Chamley"],
    "venue": "Palaeogeography, Palaeoclimatology, Palaeoecology,",
    "year": 1991
  }, {
    "title": "Comparison of clay mineral stratigraphy to other palaeoclimate indicators in the Mesozoic of NW Europe",
    "authors": ["J.M. Ruffell A. McKinley", "R.H. Worden"],
    "venue": "Philosophical Transaction of the Royal Society of London A,",
    "year": 2002
  }, {
    "title": "Triassic-Jurassic organic carbon isotope stratigraphy of key sections in the western Tethys realm (Austria)",
    "authors": ["M. Ruhl", "W.M. Kuerschner", "Krystyn L"],
    "venue": "Earth and Planetary Science Letters, 281,",
    "year": 2009
  }, {
    "title": "Correlating the end-Triassic mass extinction and flood basalt volcanism at the 100 ka level",
    "authors": ["B. Schoene", "J. Guex", "A. Bartolini", "U. Schaltegger", "T.J. Blackburn"],
    "venue": "Geology, 38,",
    "year": 2010
  }, {
    "title": "Use of clay minerals in reconstructing geological processes: recent advances and some perspectives",
    "authors": ["J. Środoń"],
    "venue": "Clay Minerals,",
    "year": 1999
  }, {
    "title": "Analytical practice and crystal chemistry of the celadonite-glauconite group. The crystal chemistry of glauconitisation, based on some Hungarian examples",
    "authors": ["E. Tóth"],
    "venue": "PhD Thesis,",
    "year": 2007
  }, {
    "title": "Floral changes across the Triassic/Jurassic boundary linked to flood basalt",
    "authors": ["B. van de Schootbrugge", "T.M. Quan", "S. Lindstrom", "W. Puttmann", "C. Heunisch", "J. Pross", "J. Fiebig", "R. Petschick", "H.G. Rohling", "S. Richoz", "Y. Rosenthal", "P.G. Falkowski"],
    "year": 2009
  }, {
    "title": "Sudden productivity collapse associated with the Triassic-Jurassic boundary mass extinction",
    "authors": ["P.D. Ward", "J.W. Haggart", "E.S. Carter", "D. Wilbur", "H.W. Tipper", "T. Evans"],
    "venue": "Science, 292,",
    "year": 2001
  }, {
    "title": "The Origin of Clay Minerals in Soils and Weathered Rocks",
    "authors": ["B. Velde", "A. Meunier"],
    "year": 2008
  }, {
    "title": "A discussion on the origin of clay minerals in sedimentary rocks",
    "authors": ["C.E. Weaver"],
    "venue": "Clays and Clay Minerals, 566,",
    "year": 1958
  }],
  "id": "SP:9fa828703899ee66e20e4f6bba989ed0059656c6",
  "authors": [{
    "name": "N. ZAJZON",
    "affiliations": []
  }, {
    "name": "P ÁLFY",
    "affiliations": []
  }],
  "abstractText": "The Triassic-Jurassic boundary (TJB) is marked by one of the five largest Phanerozoic mass extinctions. To constrain existing models for TJB events, we obtained a stratigraphically highly resolved dataset from a marine section at Kendlbachgraben, Austria. The topmost Triassic Kössen Formation contains low to medium-charged smectite and vermiculite as alteration products of mafic-ultramafic minerals. The clay minerals in the boundary mudstone are kaolinite 5 illite + muscovite >> smectite > chlorite. Predominant kaolinite suggests humid climate and abundant terrigenous input. In the lowermost Jurassic, the clay mineral pattern changes to illite + muscovite >> kaolinite >> smectite, which reflects change to less humid and more moderate climate. The topmost Kössen Formation also contains clay spherules. Their composition, shape and size indicate that they are alteration products of airborne volcanic glass droplets solidified in the air, settled in the sea and altered rapidly with negligible transport in terrestrial or marine environments. Our data are consistent with sudden climatic change at the TJB, as a result of large-scale volcanic activity of the Central Atlantic Magmatic Province which produced distal airfall volcanic ash.",
  "title": "Detailed clay mineralogy of the Triassic- Jurassic boundary section at Kendlbachgraben (Northern Calcareous Alps, Austria)"
}