{
  "sections": [{
    "text": "ElEmEnts, Vol. 14, pp. 225–230 August 2018225\n1811-5209/18/0014-0225$2.50 DOI: 10.2138/gselements.14.4.225"
  }, {
    "heading": "The Central Andes:",
    "text": ""
  }, {
    "heading": "Elements of an Extreme Land",
    "text": ""
  }, {
    "heading": "INTRODUCTION",
    "text": "The Andes Mountains of South America are the longest continental mountain range on the planet, stretching some 7,000 km from Venezuela in the north to Patagonia in the south. This massive mountain chain is geographically divided, north to south, into the Northern, Central and Southern Andes. The Central Andes are divided from west to east into the Coastal Cordillera [“cordillera” means “mountain range”], the Longitudinal Valley (or Central Depression), the Western and Eastern Cordilleras that have elevations well above 5,000 m, and the high Altiplano plains that have formed between them at 3,800 m and 4,300 m.\nThe Central Andes encompass the mountains of Argentina, Bolivia, Chile, and Peru. This is a land of extremes. The Central Andes hosts the driest and oldest desert on Earth, the Atacama Desert, the highest volcanoes, and one of the most voluminous ignimbrite provinces on Earth. The Western Cordillera of the Central Andes and the Central Depression (Chile) hold the richest deposits of copper, plus huge deposits of salts containing, for example, lithium\nand iodine. The Altiplano Plateau itself is one of the largest orogenic plateaus, second only to the Tibetan Plateau. Endemic species of wildlife abound. And, of course, the Central Andes are home to archetypal “andesite” magmatism. Processes that govern the tectonic evolution, elevation change, climate extremes, erosion rates, as well as the styles of magmatism and ore deposits, are all interconnected during the evolution of this mountain chain.\nThe Andes have been shaped by an active zone of tectonic conver-\ngence and the subduction of oceanic plates below the South American continent. This process resulted in the development of a magmatic arc over the last ~200 million years; since Jurassic times. Geochemical signatures that characterize the remarkably long geologic record of volcanism bear witness to major changes in the Andean mountain belt over this time period, most notably with respect to the geometry and dynamics of the subduction zone, the crustal thickness of the Andes, and consequent changes in topography. The mean present-day elevation of 4,000 m across the Central Andean plateau has, in turn, helped to alter atmospheric circulation patterns and create one of the steepest climatic gradients on Earth. This climate produces rainfall in the eastern foreland of several metres per year, contrasting sharply with the hyperarid core of the Atacama Desert, which receives less than 2 mm per year.\nA satellite image highlights the general structural setting of the Central Andes (Fig. 1). From west to east, major morphotectonic units include the Coastal Cordillera (CC), the Longitudinal Valley or Central Depression (CD), the Western Cordillera (WC) the Altiplano–Puna Plateau (AP), the Eastern Cordillera (EC), and the Subandean Ranges (SUR). Along the western margin of the continent, the Coastal Cordillera is cut only by a few rivers that drain from the Western Cordillera. For large parts, the Central Depression is a closed drainage basin that produces abundant salt deposits, in addition to having large accumulations of sediments and eroded volcanic rocks derived from the Western Cordillera. The active volcanic chain runs along the Western Cordillera and marks the western boundary of the low-relief Altiplano–Puna Plateau, at elevations between 3,800 m and 4,300 m. The plateau region is infilled with Cenozoic sediments and with volcanic units stretching east towards the Eastern Cordillera. It also hosts the world’s largest salt flats, or “salars”. Salar de Uyuni, for example, holds immense deposits of lithium salts. The high Eastern Cordillera is a large tectonic “pop-up” structure, which towers above Lake Titicaca on\nThe Central Andes and the Atacama Desert represent a unique geological, climatic, and magmatic setting on our planet. It is the only place on Earth where subduction of an oceanic plate below an active continental margin has led to an extensive mountain chain and an orogenic plateau that is second in size only to the Tibetan Plateau, which resulted from continental collision. In this article, we introduce the history of the Central Andes and the evolution of its landscape. We also discuss links between tectonic forces, magmatism, and the extreme hyperarid climate of this land that, in turn, has led to rich deposits of precious ores and minerals.\nKeywords: volcanism, active continental margin, tectonic shortening, uplift and erosion, hyperaridity, mineral deposits\nGerhard Wörner1, Taylor F. Schildgen2,3, and Martin Reich4,5\n1 Abt. Geochemie, Geowissenschaftliches Zentrum Universität Göttingen Goldschmidtstr. 1 37077 Göttingen, Germany E-mail: gwoerne@gwdg.de\n2 GFZ German Research Centre for Geosciences Telegrafenberg, 14473 Potsdam, Germany E-mail: tschild@gfz-potsdam.de\n3 Department of Earth and Environmental Science University of Potsdam Karl-Liebknecht-Str. 24, 14476 Potsdam, Germany\n4 Department of Geology, FCFM Universidad de Chile Plaza Ercilla 803, Santiago, Chile E-mail: mreich@ing.uchile.cl\n5 Andean Geothermal Center of Excellence (CEGA), FCFM Universidad de Chile Santiago, Chile\nDownloaded from https://pubs.geoscienceworld.org/msa/elements/article-pdf/14/4/225/4486214/gselements-14-4-225.pdf by University of Arizona user on 20 February 2019\nElEmEnts August 2018226\nthe eastern Altiplano. Between the Eastern Cordillera and the Amazonian lowlands in tropical Bolivia and Brazil is an actively deforming fold-and-thrust belt which forms the Subandean Ranges.\nIn this issue of Elements, we provide an overview of five primary themes that characterize the evolution of the Central Andes. We explore (1) the spatio-temporal evolution of topography in the Central Andes, which provides clues to the mechanisms behind topographic growth; (2) the spatio-temporal characteristics of magmatism in the Central Andes, with a focus on how geochemical signatures reflect changes in crustal thickness and magmatic plumbing systems over time; (3) the origin of the classic Andean ignimbrite flare-ups, as well as their potential contribution to crustal thickening; (4) the development of nitrate deposits, with an emphasis on the hyperarid climatic conditions necessary for their surface accumulation; (5) the formation of metallic ore resources, with consideration for the magmatic and hydrothermal conditions necessary for their development. Together, these topics highlight how the evolution of this unique active continental margin links crustal thickness to the compositions of magma of the active volcanic chain above the subduction zone and how the topography of the orogen has evolved and created both the spectacular topography and one of the driest deserts on Earth (Figs. 2 and 3). Tectonic movements, magmatic activity and even the increasingly arid climate have also combined to form some of the world’s richest mineral resources.\nFigure 2 The Western Escarpment of the Western Cordillera near Arica in northernmost Chile (18°S) from 2,860 m to 5,250 m elevation. In the foreground are exposed young (>11.5 Ma) fluvial sediments (SED) derived from the uplifting Cordillera at the horizon. These gravels accumulated in a tectonic basin and are now overthrusted by older volcanic rocks (OVR, 12–20 Ma) along a fault line in the middle ground (F). An older convergent fault system displaces, and erosion exposes, rocks of the metamorphic basement (MB), which are the oldest rocks in Chile (Wörner et al. 2000a). The crest of the Western Cordillera (WC) is formed by the same ~20 Ma ignimbrites belonging to the “older volcanic rock” sequence at lower elevations. phOtO: g. WöRNeR.\nVolcano (6,093 m) towers over the river at 1,960 m elevation, only 19 km away. phOtO: g. WöRNeR. (B) Volcanic deposits, such as ignimbrites and lava flows, found at different paleo-topographic levels allow for the reconstruction of the canyon's incision history over the past several million years. Combined constraints from volcanic flows (Thouret et al. 2007) and thermochronology (Schildgen et al. 2007) show that canyon incision started no earlier than 11 Ma and was largely complete by 2 Ma. This incision history places important limits on when the surface into which the canyon was incised rose to its modern elevation. phOtO: t. SchIlDgeN.\nDownloaded from https://pubs.geoscienceworld.org/msa/elements/article-pdf/14/4/225/4486214/gselements-14-4-225.pdf by University of Arizona user on 20 February 2019\nElEmEnts August 2018227"
  }, {
    "heading": "TOPOGRAPHIC GROWTH",
    "text": ""
  }, {
    "heading": "IN THE CENTRAL ANDES",
    "text": "Topographic growth can be a consequence of several processes. One process is crustal thickening, whether through tectonic shortening of the crust or magmatic addition, which causes the crust to float higher on the mantle below it, leading to a rise in crustal rocks. A second process is the delamination of dense lower crust that can cause the crust above it to rise upwards due to reduced density of the crustal column. Depending on the rate of erosion at the Earth’s surface, this upward motion of rocks can result in increased surface elevation. Due to the exceedingly low erosion rates in the arid to hyperarid Central Andes, surface elevation can be considered as a direct proxy for the amount of rock uplift. Reconstructions of topography through space and time provide an independent line of evidence for how the crust has evolved and for the processes that have contributed to its evolution. Because paleo-elevation cannot be measured directly from the geologic record, techniques to estimate past elevation typically take advantage of how topographic growth affects surface processes and atmospheric circulation. For example, topographic growth commonly leads to river incision, a process that can be tracked through dated reference surfaces or thermochronology. On the western margin of the Central Andes, this incision during the past 10 My has resulted in spectacular canyons, some of which reach depths of >3,000 m (e.g. Cotahuasi and Colca Canyons in southern Peru) (Fig. 3). Because topographic growth also affects temperature and precipitation patterns, it influences the stable-isotope composition of rainfall, which can be preserved in Earth-surface materials such as volcanic glasses, plant leaf waxes, and soil carbonates. Vegetation patterns and characteristics are also potentially affected, with such changes also being preserved in the rock record.\nSchildgen and Hoke (2018 this issue) illustrate that the Central Andes show a disparate history of topographic growth. Some parts of the Western Cordillera and the Puna Plateau rose to modern elevations prior to 10 Ma; large swaths of the Western Cordillera and the Altiplano Plateau region reached their modern elevations between 10 Ma and 5 Ma (Fig. 3). However, most areas along the eastern margin rose to their modern elevations only within the last 5 My. Although constraining the contribution of magmatic addition to crustal thickening and topographic growth remains notoriously difficult (Wörner et al. 2018 this issue), it likely played a role only in the early rise of the Western Cordillera. Nevertheless, the high topography of the plateau region, and areas farther east, are likely due to crustal thickening through tectonic shortening, which in some areas may have been accompanied by lithospheric delamination.\nMAGMATISM IN THE CENTRAL ANDES The landscape at the western margin and throughout the Altiplano of the Central Andes between 15°S and 27°S is dominated by numerous stratovolcanoes (Fig. 4) and large ignimbrite sheets (Fig. 5). These volcanic rocks can be as old 25 Ma (Late Oligocene). About 50 volcanoes are presently or potentially active. Despite a ~200 My history of active subduction along the western margin of South America, significant changes in magma compositions occurred during the past 10 My due to increasing interaction of mantle-derived magmas with increasingly thick and thermally evolving continental crust. These variations in geochemical signatures of the volcanic rocks, which are in part related to the minerals that form during magma evolution, reflect the increasing pressure under which magmas evolved, potentially providing a method through which to\nreconstruct crustal thicknesses through time. Attempts to convert these geochemical signatures to crustal thicknesses must be done with caution, however, because magmas may evolve at different levels within the crust. The geochemical database currently available, which is used by Mamani et al. (2010) and Brandmeier and Wörner (2016) to document compositional changes through space and time, provides compelling support for recent (<10 My) thickening to >70 km throughout much of the Central Andes. Thus, changing magma compositions are linked to the associated process of crustal shortening, paleo-topography, and to the regional climate variations that have resulted in the increase in aridity over the same period of geological time."
  }, {
    "heading": "THE NEOGENE IGNIMBRITE FLARE-UP",
    "text": "While steady-state volcanism characterized by andesite– dacite lava compositions have dominated the history of volcanism in the Central Andes, a series of ignimbrite flareups migrated from north to south over the last 25 My and left a prominent impact on the landscape of the Central Andes. A flare-up comprises large plateau-forming ignimbrite sheets that are sourced from large caldera complexes and represent magma volumes of several thousand km3 (Fig. 5) The Central Andean series of diachronous flare-ups have been related to the subduction of the Juan Fernández Ridge (Kay and Coira 2009; Freymuth et al. 2015), which followed a southerly path beneath the overriding plate of the Central Andes due to its oblique orientation with respect to the subduction direction. Starting at a similar time, accelerated westward movement of the South American Plate over the Nazca Plate is thought to have contributed to enhanced crustal shortening and concomitant thickening in the Central Andes, as well as initiating eclogite facies metamorphism of the lower crust, thereby increasing its density. Periodic removal (or “delamination”) of that dense lower crust, together with steepening of the subducting slab following passage of the ridge, results in pulses of\nfrom Ajoya Volcano (5,130 m) looking NE. Volcano name abbreviation letters are, P (Parinacota, 6,348 m), S (Sajama, 6,542 m), Q (Quisi Quisini, a Pleistocene, glaciated volcano). Lago Chungará, as seen today, formed as a consequence of a sector collapse of Parinacota, seen as hummocky terrain to the west (leFt). The volcanic history of Parinacota spans from 163 ka to <3 ka, and the erupted products range from basalt to rhyolite (52–75 wt% SiO2) (Wörner et al. 1988). (B) Summit crater of El Misti Volcano (5,822 m) in southern Peru with the glaciated Plio-Pleistocene Pichu Pichu chain of stratovolcanoes on the horizon. phOtOS: g. WöRNeR\nDownloaded from https://pubs.geoscienceworld.org/msa/elements/article-pdf/14/4/225/4486214/gselements-14-4-225.pdf by University of Arizona user on 20 February 2019\nElEmEnts August 2018228\nincreased magma production in the mantle wedge, and it is this that fuels the large crustal magmatic systems, the partial melting of crustal rocks, and an ignimbrite flare up.\nWörner et al. (2018 this issue) note that changing ignimbrite and andesite geochemistry is a consequence of crustal thickening through time, but de Silva and Kay (2018 this issue) consider the mass balance of all the processes contributing to ignimbrite flare-ups and whether or not this style of magmatism may contribute to thickening. De Silva and Kay (2018 this issue) also consider how the foundering of lower crust into the mantle may enrich mantle source rocks over time. Estimations of the volume of new crust added through ignimbrite flare-ups, compared to the volume of crust lost through the process of delamination and subduction erosion, suggest that the ignimbrite flare-up over the last 11 My in the Puna region may, in fact, have been a time of net crustal loss. Moreover, recycling of the crust into the mantle through subduction erosion and delamination may have helped the Andean crust evolve toward an increasingly granodioritic composition (de Silva and Kay 2018 this issue)."
  }, {
    "heading": "SALAR DEPOSITS OF THE ATACAMA DESERT",
    "text": "The hyperarid conditions of the Atacama Desert result from three main factors: the cold Humboldt Current in the Pacific Ocean, which inhibits air masses from rising; the sub-tropical high-pressure weather system; and the high Central Andean topography, which blocks moisture-bearing easterly winds from reaching the core and western margin of the Central Andes. The onset of hyperaridity within the\nAtacama Desert is, thus, considered to mark the time at which topography of the Central Andes rose above the critical elevation that prevents moisture advection from the east. From at least 25 Ma, parts of the Atacama Desert have experienced hyperarid conditions (Dunai et al. 2005), which has effectively “fossilized” the landscapes of the Coastal Cordillera and the western slopes of the Central Andes (Fig. 6). Extensive salars formed in closed basins that themselves are the consequence of tectonic and volcanic processes. Salar de Uyuni on the Bolivian Altiplano at 3,660 m holds the world’s richest deposit of lithium salts, a commodity that will become increasingly important in electro-mobility. Smaller basins in the Western Cordillera are mined for the boron mineral borax (Fig. 7), which is used as an ingredient in high-performance glassware, glazing, and in chemical processing.\nNitrate salts typically originate from the atmosphere and are highly soluble in water. This\nmakes massive nitrate deposits extremely rare at the Earth’s surface. Although nitrate deposits can be found in limited\nFigure 5 (A) False colour Landsat images north of the Salar de Atacama region with Pastos Grande (PG) caldera in\nthe centre filled and surrounded by a 2.89 Ma ignimbrite (Kern et al 2016). Yellow colours: ignimbrites; dark brown, grey to black: young andesitic lavas and stratovolcanoes. Blue: snow on summits or salt in salar basins. Other colours: volcaniclastic sediments (violet) and older basement rocks (lighter brown). Well-known and/ or active stratovolcanoes, some of which are mentioned in this issue, are labeled: Auc: Aucanquilcha; Oll: Ollague; SpSp: San Pedro–San Pablo; CD: Chao Dacite; Ut: Uturuncu. laNDSat Image, pROceSSINg by K. eRpeNSteIN, K. hOFmaNN, geOINFORmatIK, FU beRlIN. (B) Slightly tilted and faulted ignimbrites (21–19 Ma) of the Oxaya Formation (Chile, 18°S), labelled “Ox”, overlying folded Jurassic marine back-arc sediments (Wörner et al. 2002; Van Zalinge et al. 2016). Height of section ~1,500 m. (C) Puripicar Ignimbrite of the Altiplano–Puna Volcanic Complex (~4 Ma) erupted from the Cerro Guacha Caldera (Salisbury et al. 2011). (D) Lauca Ignimbrite (2.7 Ma), labelled “L”, overlying 7 Ma to 3 Ma fluvial to evaporitic sediments on the Chilean Altiplano (Wörner et al. 2000b). Snow-capped Tacora stratovolcano at the border between Chile and Peru on the horizon. phOtOS: g. WöRNeR\nA\nB\nC\nD\nDownloaded from https://pubs.geoscienceworld.org/msa/elements/article-pdf/14/4/225/4486214/gselements-14-4-225.pdf by University of Arizona user on 20 February 2019\nElEmEnts August 2018229\nquantities in other deserts around the world, the Atacama Desert has the largest nitrate deposits, which are concentrated in the Central Depression of northern Chile. These nitrates stand out for having a thickness of up to several metres and for their widespread areal extent of 700 km by 20 km. The occurrence of these massive deposits attests to more than 10 My of hyperaridity in the Atacama Desert (Sun et al. 2018).\nThe isotopic composition of these nitrates can also be traced back to the climatic history of the depositional region. Nitrogen and oxygen isotopes can be used to trace the source of the nitrate, as well as any post-depositional biological modification. This biological component indicates that conditions must have been moist enough to support microbial activity. Within the Atacama nitrates, minimal biological alteration indicates persistent hyperarid conditions. Hence, these mineral resources reflect the unique climatic history of the Atacama Desert, where arid to hyperarid conditions appear to have persisted for many millions of years, with little erosion despite steep topo graphy on the western flank of the orogen and elevations that exceeded several kilometres prior to 10 Ma (Schildgen and Hoke 2018 this issue).\nThese unique geological conditions, and the nitrate deposits of the Atacama Desert, also contributed to a varied human socio-economic history. During the “war of the Pacific” (1879–1884) Chile fought against allied Peru and Bolivia in order to control the mineral and salar deposits of the Atacama. Large mining operations ensued (Fig. 8) and provided Great Britain with the raw materials needed for the explosives used in World War I. Mining continued during the first three decades of the 20th century until alternate sources for nitrates became widely available as a result of German chemists Fritz Haber and Carl Bosch who, in the early 20th century, developed and industrialised the production of ammonia through the fixation of nitrogen via catalytic reactions that combined hydrogen with nitrogen. Many Andean nitrate mines were then abandoned, leaving numerous ghost towns, and now all one sees are the remains of nitrate mines and processing plants in the middle of the desert (Fig. 8B). However, a number of previously abandoned mines have now re-opened to extract iodine.\nANDEAN ORE DEPOSITS A link between magmatic activity and crustal thickening also applies to the rich ore deposits in the Central Andes. Here, some of the most productive porphyry copper deposits (Fig. 9a) are the source of considerable wealth, either individually through large international companies that exploit the resources or nationally for the state-owned Chilean Codelco. Typically, such deposits are related to regional faults and are located in intrusive rocks of lower Paleogene to Cretaceous age. Ore-bearing rocks are generally low grade (0.4% to <1% Cu) but are extracted on a large scale,\ne.g. Chuquicamata, which mines some 600,000 tonnes of copper annually (Fig. 9B). The particular hyper-arid climatic conditions and extremely low erosion rates have led to rich secondary supergene copper mineralisations (e.g. at Mina Sur in northern Chile) that include the mineral named after the desert itself: atacamite, a copper (II) hydroxychloride (Fig. 9C). Atacamite forms from saline waters under arid surface conditions and easily dissolves in pure water (Cameron et al. 2007). Such supergene mineralisations have been dated at >18 Ma (Alpers and Brimhall 1988) and confirm the long-lasting extreme aridity of the Atacama Desert.\nFigure 7 (A) Borax deposits in the Salar de Surire (N. Chile at 18°50’S at 4,270 m). (B) Borax crystals in a dried salar pond at Salar de Surire. (C) Endemic Andean flamingos in the Salar de Surire Natural Monument. Note borax mining activities (trucks) in the background. phOtOS: g. WöRNeR\nA\nB\nC\nDownloaded from https://pubs.geoscienceworld.org/msa/elements/article-pdf/14/4/225/4486214/gselements-14-4-225.pdf by University of Arizona user on 20 February 2019\nElEmEnts August 2018230"
  }, {
    "heading": "ACKNOWLEDGMENTS",
    "text": "We thank Jon Blundy and the Elements editorial staff for their support and for improving this manuscript. Multiple funding agencies have contributed financial support for our research in the Central Andes. We apologize to the many eminent researchers who have published essential data and ideas about the evolution of the Central Andes that we were not able to cite appropriately in the articles of this issue. Your work and insights are greatly appreciated.\nFigure 9 (A) La Escondida in N. Chile (24°16’S) is one of the largest and most productive porphyry copper mines in Cretaceous to Paleogene intrusive rocks on the western margin of the Western Cordillera. (B) Radomiro Tomic pit (Chile) looking NW (February 1999). Mining includes the supergene copper oxide zone which has substantial deposits of atacamite. Intensely vertically fractured copper oxide ore is to the right of the drills, with overlying gravels slumping into pit. phOtO FROm cameRON et al. (2010), USeD WIth peRmISSION. (C) Atacamite (dark green) with chrysocolla (light blue) and halloysite (white) from La Farola Mine, Las Pintadas district, Copiapó Province (N. Chile). SpecImeN aND phOtO: g. WöRNeR.\nA B\nC\nDownloaded from https://pubs.geoscienceworld.org/msa/elements/article-pdf/14/4/225/4486214/gselements-14-4-225.pdf by University of Arizona user on 20 February 2019"
  }],
  "year": 2018,
  "references": [{
    "title": "Middle Miocene climatic change in the Atacama Desert, northern Chile: evidence from supergene mineralization at La Escondida",
    "authors": ["CN Alpers", "GH Brimhall"],
    "year": 1988
  }, {
    "title": "Compositional variations of ignimbrite magmatism in the Central Andes over the past 26 Ma — a multivariate statistical perspective",
    "authors": ["M Brandmeier", "G Wörner"],
    "year": 2016
  }, {
    "title": "Atacamite in the oxide zone of copper deposits in northern Chile: involvement of deep formation waters",
    "authors": ["EM Cameron", "MI Leybourne", "C Palacios"],
    "venue": "Mineralium Deposita",
    "year": 2007
  }, {
    "title": "Geochemical anomalies in northern Chile as a surface expression of the extended supergene metallogenesis of buried copper",
    "authors": ["EM Cameron", "MI Leybourne", "M Reich", "C Palacios"],
    "year": 2010
  }, {
    "title": "Turning up the heat: high-flux magmatism in the Central Andes",
    "authors": ["SL de Silva", "SM Kay"],
    "year": 2018
  }, {
    "title": "Oligocene–Miocene age of aridity in the Atacama Desert revealed by exposure age dating of erosion-sensitive",
    "authors": ["TJ Dunai", "GA González López", "J Juez-Larré"],
    "venue": "landforms. Geology",
    "year": 2005
  }, {
    "title": "The origin and crust/mantle mass balance of Central Andean ignimbrite magmatism constrained by oxygen and strontium isotopes and erupted",
    "authors": ["H Freymuth", "M Brandmeier", "G Wörner"],
    "year": 2015
  }, {
    "title": "Shallowing and steepening subduction zones conti",
    "authors": ["SM Kay", "BL Coira"],
    "year": 2009
  }, {
    "title": "Geochronological imaging of an episodically constructed subvolcanic batholith: U/Pb in zircon chronchemistry of the Altiplano-Puna Volcanic Complex",
    "authors": ["JM Kern"],
    "year": 2016
  }, {
    "title": "Geochemical variations in igneous rocks of the Central Andean orocline (13°S to 18°S): tracing crustal thickening and magma generation",
    "authors": ["M Mamani", "G Wörner", "T Sempere"],
    "year": 2010
  }, {
    "title": "40Ar/39Ar chronostratigraphy of Altiplano-Puna volcanic complex ignimbrites reveals the development of a major magmatic province",
    "authors": ["MJ Salisbury"],
    "year": 2011
  }, {
    "title": "Uplift of the western margin of the Andean plateau revealed from canyon incision history, southern Peru",
    "authors": ["TF Schildgen", "KV Hodges", "KX Whipple", "PW Reiners", "MS Pringle"],
    "year": 2007
  }, {
    "title": "More than ten million years of hyper-aridity recorded in the Atacama Gravels",
    "authors": ["T Sun", "H Bao", "M Reich", "SR Hemming"],
    "venue": "Geochimica et Cosmochimica Acta",
    "year": 2018
  }, {
    "title": "Geochronologic and stratigraphic constraints on canyon incision and Miocene uplift of the Central Andes in Peru",
    "authors": ["Thouret J-C"],
    "venue": "Earth and Planetary Science",
    "year": 2007
  }, {
    "title": "Early Miocene large-volume ignimbrites of the Oxaya Formation in the Central Andes",
    "authors": ["ME van Zalinge", "RSJ Sparks", "FJ Cooper", "DJ Condon"],
    "venue": "Journal of the Geological Society",
    "year": 2016
  }, {
    "title": "The Nevados de Payachata volcanic region (18°S/69°W, N. Chile). I. Geological geochemical and isotopic observations",
    "authors": ["G Wörner"],
    "venue": "Bulletin of Volcanology",
    "year": 1988
  }, {
    "title": "Geochronology (40Ar/39Ar, K-Ar, and He-exposure ages) of Cenozoic magmatic rocks from Northern Chile",
    "authors": ["G Wörner", "K Hammerschmidt", "F HenjesKunst", "J Lezaun", "H Wilke"],
    "year": 2000
  }, {
    "title": "Precambrian and Early Paleozoic evolution of the Andean basement at Belen (northern Chile) and Cerro Uyarani (western Bolivia Altiplano)",
    "authors": ["G Wörner"],
    "year": 2000
  }, {
    "title": "Evolution of the West Andean Escarpment at 18°S (N. Chile) during the last 25 Ma: uplift, erosion and collapse through time",
    "authors": ["G Wörner", "D Ulig", "I Kohler", "H Seyfried"],
    "venue": "Tectonophysics",
    "year": 2002
  }, {
    "title": "24°16’S) is one of the largest and most productive porphyry copper mines in Cretaceous to Paleogene intrusive rocks on the western margin of the Western Cordillera",
    "authors": ["La Escondida in N. Chile"],
    "venue": "Radomiro Tomic pit (Chile) looking NW (February",
    "year": 1999
  }],
  "id": "SP:07b6b9c2df02f8f48fbcb81891c8955aa3aba319",
  "authors": [],
  "abstractText": "The Andes Mountains of South America are the longest continental mountain range on the planet, stretching some 7,000 km from Venezuela in the north to Patagonia in the south. This massive mountain chain is geographically divided, north to south, into the Northern, Central and Southern Andes. The Central Andes are divided from west to east into the Coastal Cordillera [“cordillera” means “mountain range”], the Longitudinal Valley (or Central Depression), the Western and Eastern Cordilleras that have elevations well above 5,000 m, and the high Altiplano plains that have formed between them at 3,800 m and 4,300 m.",
  "title": "The Central Andes: Elements of an Extreme Land"
}