{
  "sections": [{
    "text": "The Oligocene Creede Formation represents an exceptionally well-preserved intracaldera sedimentary sequence within a large, resurgent caldera. The tuffaceous, epiclastic, and limestone deposits observed in surface exposures and Continental Scientific Drilling Program (CSDP) core provide a record of depositional processes and basin evolution following caldera collapse. The basal part of the Creede Formation is characterized by interbedded caldera wall– derived debris-flow breccias and ephemeral lake deposits. This unit is succeeded by deep-water lacustrine beds that constitute the bulk of the Creede Formation. Interbedded fallout tuffs from intracaldera volcanic eruptions significantly affected lacustrine sedimentation patterns and provide a means of basinwide correlation. Prominent sublacustrine travertine accumulations circumscribe the margins of the moat basin and probably outline the structural margin of the caldera. Deposition in a cool, montane climate is indicated by the presence of pseudomorphs after ikaite in the travertine and lake beds, and corroborative paleofloral analyses. Distinctive lowstand (shallow lake) and highstand (deep lake) faciesassociation distributions were deposited. Changes in the proportion and character of lowstand versus highstand sequences imply an evolution from a narrow, deep, steepwalled basin to a broad, shallow, incised basin through time. Carbonate minerals were deposited in the lake as travertine at spring-orifices, and as suspension-fallout laminae across the bottom. Little evidence for shelly or fish fauna is preserved in the lake beds. The character of the laminated strata and abundance of depositional carbonate suggest that the lake evolved into a permanently stratified, bicarbonate lake. The volume and mineralogy of depositional carbonate changed through time, but evidence for development of hypersaline, alkaline lake-water compositions is not observed. The level of basin-fill and geomorphic considerations preclude control of lake level by a hydrologic sill; thus, the basin hydrology appears to have been controlled through a combination of climate and groundwater seepage. The deposits of the Creede Formation closely resemble those in modern and ancient caldera and crater lake basins. The effects of volcanism on detrital lacustrine sedimentation are profound; however, the influences on lake chemistry and biology are less clear. The extensive travertine in the Creede Formation appears to be related to the volcanic setting, although the origin is as of yet unclear."
  }, {
    "heading": "INTRODUCTION",
    "text": "Many calderas and craters contain significant thicknesses of pyroclastic, epiclastic, and chemical sediments overlying and interbedded with primary igneous materials. These predominantly lacustrine sedimentary deposits provide information regarding the postcollapse paleoenvironment (Nelson, 1967; Bailey et al., 1976; R. C. M. Smith, 1991), hydrology (Bailey et al., 1976; Nielsen and Hulen, 1984; Larsen, 1994a), heat flow (Newhall et al., 1987), climate (Poppe et al., 1985; Newhall et al., 1987; Giresse et al., 1991; Larsen, 1994a), and volcanic processes (Rowe et al., 1992; Nelson et al., 1994). In some cases they also may host mineral-deposit resources (Rytuba, 1981). Most available information on the sediment composition and sedimentary processes in these environments is based on studies of recent\nvolcanoes (Poppe et al., 1985; Newhall et al., 1987; Giresse et al., 1991; Nelson et al., 1994). These studies provide geologic snapshots of active processes, but provide less clear information regarding processes active through the evolution of caldera basins. The Creede caldera (Fig. 1) is the best preserved caldera within the late Tertiary San Juan volcanic field in southwestern Colorado and is a type-example of a large, resurgent caldera (Lipman, 1984). Following caldera formation, the moat basin was filled with as much as 1000 m of intracaldera sedimentary deposits of the Creede Formation, and lava flows and domes of the Fisher Quartz Latite. Extensive surface exposures and recently obtained Continental Scientific Drilling Project (CSDP) cores provide an excellent record of sedimentary and volcanic processes in a posteruption caldera environment. The purpose of this contribution is to (1) document the types and distribution of sedimentary facies and, by inference, sedimentary processes in an intracaldera environment; (2) provide insight regarding the influence of volcanism and geomorphic evolution on sedimentation in the caldera basin; and (3) assess some of the limnological characteristics of the lake. The results provide a substantial database with which to test conceptual models for sedimentation in intracaldera/crater settings that are based on observations in modern systems (e.g., Nelson et al., 1994). Moreover, many of the results are sufficiently general to be applied to other ancient and modern lacustrine environments."
  }, {
    "heading": "METHODS OF STUDY",
    "text": "The distribution of sedimentary facies and structural features was mapped at a scale of 1:25 000, and 23detailed stratigraphic sections were measured (Larsen, 1994b). Parts of CSDP cores CCM-1 and CCM-2 *Present address: Department of Geological Sciences, University of Memphis, Memphis, Tennessee 38152.\nGSA Bulletin; May 1996; v. 108; no. 5; p. 526–544; 15 figures; 4 tables.\n526\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/108/5/526/3382437/i0016-7606-108-5-526.pdf by University of Arizona user on 26 February 2019\n(Fig. 2) were described in detail. The complete stratigraphy of the cores is described in detail elsewhere (see Larsen and Nelson, 1996). Approximately 150 thin sections were described. Soluble carbonate content was determined gravimetrically on 150 samples by dissolution in 1 N Na-acetate solution (buffered at pH 5 5). Mole percent magnesium in 16 bulk carbonate samples was determined by X-ray diffraction using the method of Goldsmith et al. (1961). Total organic carbon, hydrogen index, and oxygen index were determined by Joel Leventhal and Ted Daws at the U.S. Geological Survey (Denver) using a Leco carbon apparatus and Rock-Eval anhydrous pyrolysis."
  }, {
    "heading": "GEOLOGIC BACKGROUND",
    "text": "The Creede caldera lies at the intersection of three older calderas (La Garita, Bachelor, and South River) in the central caldera cluster of the San Juan Mountains (Fig. 1; Lipman et al., 1989). It was formed by an eruption-related collapse of an approximately circular, 12-km-diameter region, and was concurrently partially filled with the dacitic Snowshoe Mountain Tuff (Steven and Ratté, 1965). Following the collapse, the central part of the Creede caldera was uplifted to form a resurgent dome (Steven and Ratté, 1965). The structural moat thus created was subsequently filled with intracaldera lava flows and domes of\nthe Fisher Quartz Latite, and intercalated tuffaceous, epiclastic, and limestone deposits of the Creede Formation (Fig. 2). The duration of Creede Formation sedimentation was ,660 000 yr based on 40Ar/39Ar dating of enclosing volcanic units (Lanphere, 1994). Faulting followed Creede Formation deposition and created two major graben systems, Rio Grande and Clear Creek (Fig. 1; Steven and Lipman, 1976). Faulting is also interpreted to have initiated development of the ancient Creede hydrothermal system, ultimately resulting in the epithermal Ag-Pb-Zn deposits for which the region is well known (Steven and Eaton, 1975; Bethke, 1987). The Creede Formation was initially interpreted to have been deposited within a shallow-water lacustrine or possibly playa environment (Steven and Ratté, 1965; Bodine et al., 1987). More recent studies (Larsen, 1994a, 1994b) have established that most of the Creede Formation represents deposition in a relatively deep-water lacustrine setting. Furthermore, zeolitic diagenesis in the Creede Formation reflects burial and hydrothermal processes (Finkelstein et al., 1994; Larsen and Crossey, 1994) rather than the previously hypothesized saline, alkalinelake processes. Paleofloral studies of the well-preserved leaf fossils within the lacustrine beds have yielded different interpretations of the paleoclimate. Using a floristic approach, Axelrod (1987) interpreted the paleoclimate within the moat basin to have been warm and semiarid. Wolfe and Schorn (1989), applying a physiognomic analysis of Axelrod’s data, interpreted the paleoclimate to have been similar to the cool, montane climate within the region today. Furthermore, Wolfe and Schorn suggested that the floral data represent conditions experienced at the caldera rim rather than those within the basin. The sedimentological data and evidence for the former presence of ikaite (Larsen, 1994a), a cold-water carbonate mineral, are most consistent with the paleoclimatic interpretations of Wolfe and Schorn (1989)."
  }, {
    "heading": "STRATIGRAPHY AND STRUCTURE OF THE CREEDE FORMATION",
    "text": "Although exposures of the Creede Formation are found throughout the caldera moat, no more than 100 m of section is exposed at any location. Extensive faulting (Fig. 2) commonly prohibits correlation across major drainages. Cores CCM-1 and CCM-2 provide the most complete sections\n527Geological Society of America Bulletin, May 1996\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/108/5/526/3382437/i0016-7606-108-5-526.pdf by University of Arizona user on 26 February 2019\nof Creede Formation. Correlation between the cores (Fig. 3) was accomplished using a combination of lithostratigraphy, tephrostratigraphy, and borehole geophysical data (Larsen and Nelson, 1996). Core-to-surface correlation was completed using lithological and mineralogical characteristics of the fallout tuffs (labeled A through M2 in Fig. 3) and lithologic characteristics of the depositional and early diagenetic carbonates (Larsen, 1994b). The base of the Creede Formation in core CCM-2 is chosen as a da-\n528 Geological Society of America Bulletin, May 1996\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/108/5/526/3382437/i0016-7606-108-5-526.pdf by University of Arizona user on 26 February 2019\ntum because of the great thickness represented by this core. Assuming that no fault exists between the CCM-2 site and measured sections 0.5 km to the north, '700 m of Creede Formation are present in the north-central part of the moat. Much of the faulting in the Creede Formation appears to be related to formation of the Rio Grande graben structure. Displacements of as much as 200 m are indicated by surface mapping and the correlation in Figure 3. Travertine accumulations are observed around the margins of the moat basin, but also commonly follow the trace of faults. The moat-margin travertine distribution does not correspond to a lithologic discontinuity or a specific elevation, but probably reflects the position of the caldera ring-fracture system (Heiken and Krier, 1987) and preexisting structures (Larsen, 1994b)."
  }, {
    "heading": "FACIES AND FACIES ASSOCIATIONS",
    "text": "Sedimentary and Pyroclastic Facies The stratified sedimentary facies include laminae and beds composed of pyroclastic and epiclastic detritus, depositional carbonate, intraclasts, and minor organic material (Table 1). Low-magnesium calcite is the only carbonate mineral identified by X-ray diffraction of bulk samples (Table 2). Freshly broken travertine and carbonaterich laminae facies usually emit a strong petroliferous odor, presumably because of the escape of organic gases. Carbonized organic material is commonly preserved along partings, especially in laminated facies. Impressions of conifer needles, shrub leaves, and deciduous tree leaves are common; insect impressions are rare. Remains of shelly or vertebrate fauna are nearly absent in the beds; gastropod shells have been reported (E. Evanoff, 1993, personal commun.) and diatoms are present in some travertine deposits (P. M. Bethke, 1995, personal commun.). The alternating carbonate and detrital laminae (Fig. 4A) are similar to seasonal laminae observed by Ludlam (1969) and Kelts and Hsu (1978). The discrete nature and relative purity of the carbonate laminae is consistent with such an origin; however, compositionally distinct laminations may\n529Geological Society of America Bulletin, May 1996\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/108/5/526/3382437/i0016-7606-108-5-526.pdf by University of Arizona user on 26 February 2019\nalso form at other periodicities (e.g., Halfman and Johnson, 1988). The carbonate laminae are interpreted to have formed through organic processes based on the presence of (1) elongate peloids that closely resemble lacustrine shrimp fecal pellets (e.g., Eardley, 1938), (2) significant organic carbon contents, and (3) hydrogen-rich, lacustrine-aquatic kerogen compositions (Table 2). Calcareous pseudomorphs are observed along partings in the laminated facies, where they are 1–10 cm long, and in travertine, where they reach lengths of 1 m. The crystallographic form of the pseudomorphs ranges from monoclinic prisms to nearly tetragonal dipyramids. The pseudomorphs are replaced by very fine- to medium-grained, sand-sized, rounded, calcite grains, composed of 100 wt% CaCO3 (Larsen, 1994a). The pseudomorph morphologies, replacement textures, and chemical characteristics are diagnostic of pseudomorphs after ikaite (Larsen, 1994a; Shearman and Smith, 1985). Ikaite, CaCO3 z 6H2O, is metastable with respect to calcite at near-surface conditions (Marland, 1975) but is observed in numerous modern cold-water marine and lacustrine settings (Bransfield Strait, Antarctica; Barrow, Alaska; Mono Lake, California). Formation of ikaite requires a solution supersaturated with respect to calcite, water temperatures of 0–3 8C, and presence of a chemical component in solution to inhibit growth of anhydrous carbonates (Shearman et al., 1989; Bischoff et al., 1993a). The graded tuffaceous sandstones have characteristics of lacustrine turbidites (Fig. 4B; Table 1). Similar types of simple graded turbidites have been interpreted to reflect synchronous deposition from two flows separated along a density boundary within a lake: a high-density underflow and a low-density interflow (Sturm and Matter, 1978). Many of the coarser-grained, graded, massive sandstones and conglomerates (Fig. 5A) interbedded with the laminated strata show characteristics indicative of both\n530 Geological Society of America Bulletin, May 1996\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/108/5/526/3382437/i0016-7606-108-5-526.pdf by University of Arizona user on 26 February 2019\ndebris-flow and turbidity current depositional processes (Table 1). Thus, subaqueous sediment-gravity-flow strata in the Creede Formation reflect a continuum of process (Fisher, 1983; Smith and Lowe, 1991), rather than simple end members. Wave-rippled sandstones (Table 1) provide an estimate of water depth conditions represented by shallow-water facies. Using the approach of Komar (1974), with maximum orbital velocity data from Allen (1984), the wave-rippled beds could have formed at maximum water depths ranging from 1.0 to 9.0 m (Table 3). Although some of the beds analyzed have vertical form indices (VFI) greater than the upper limit for vortex ripple stability (VFI 5 10; Allen, 1984), it is likely that the ripple forms were compacted during lithification. A similar approach can be applied to estimate the maximum water depth for formation of pinchand-swell laminae (Table 1). Using some reasonable values for storm characteristics in the Creede moat basin (8–16 km fetch, 48–64 km/hr winds, 1–2 hr storm duration), waves with periods between 3.5 and 5.0 s could produce orbital velocities of 12 cm/s (data from Komar, 1976). Considering these conditions, the threshold for movement of\n531Geological Society of America Bulletin, May 1996\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/108/5/526/3382437/i0016-7606-108-5-526.pdf by University of Arizona user on 26 February 2019\n0.1-mm-sized quartz grains would occur between 11 and 25 m water depth (Table 3). Large-scale cross-bedded, calcareous sandstones and conglomerates (Fig. 5B; Table 1) are interpreted to represent waveformed-terrace foresets based on the (1) winnowing of all fine-grained detritus; (2) abundance of grains with calcareous coatings, commonly in the form of ooids; and (3) moderate or bimodal sorting of the grains. Similar facies have been documented by Swirydczuk et al. (1980) and are observed in wave-formed terraces at numerous lakes in the western Great Basin, United States. Facies reflecting deposition by unidirectional currents are primarily found adjacent to the margin of the moat basin. The coarsegrained texture, horizontal-bedding to lowangle cross-bedding structure, and rarity of channel structures (Fig. 5C) suggest deposition by sheetfloods and shallow, braided streams. Pyroclastic facies are dominated by fallout tuffs (Fig. 5D), although pyroclastic flow deposits are observed locally (Table 1). Fisher Quartz Latite volcanoes are considered to have been the sources of the tuffs based on (1) mineralogical similarity of the tuffs to the Fisher Quartz Latite lavas (Larsen, 1994b), (2) the proximity of the tuffs to lava domes, and (3) contemporary emplacement of the Fisher Quartz Latite and Creede Formation. It is not clear that all of the tuffs originated within the caldera. For example, Fisher Quartz Latite lavas are also present north of the Creede caldera (Steven and Ratté, 1965). Furthermore, a number of the tuffs in the upper part of the lacustrine sequence (tuffs I through K, Fig. 3) contain significantly less hornblende and more pyroxene than the others (Larsen, 1994b), consistent with the mineralogy of lavas found north of the caldera (Ratté and Steven, 1967). The travertine mounds (Fig. 5E) are dominantly composed of massive, laminated, and stromatolitic travertine facies, although travertine-cemented clastic facies are also present (Table 1). The travertine facies are largely composed of micritic, clumped-micritic, and radial-fibrous varieties of calcite (Fig. 5F), all of which contain evidence for a microbial and/or algal origin (Table 1). Pseudomorphs after ikaite are also present in massive and laminated travertine facies, either as monoclinic prisms in disorganized nests and weakly radiating clusters or as pseudotetragonal prisms in radiating and aligned arrangements (Larsen, 1994a). Similar types of pseudomorphs are observed in Pleistocene tufa adjacent to Pyramid and Mono Lakes, western Great Basin, United States (Shearman et al., 1989). Facies Associations The facies associations represent commonly observed combinations of the depositional facies and relate to specific depositional environments (Table 4). Because aquatic fauna are absent, and structures indicative of subaerial exposure are rare,\nlacustrine facies associations are identified by the presence of finely laminated facies. The lacustrine-margin facies associations contain a variety of wave- and unidirectional-current-worked, sandy and pebbly strata interbedded with laminated beds. The alluvial facies contain a variety of unidirectional-current-worked strata, little or no laminated strata, and evidence for subaerial exposure. Lacustrine-Profundal Facies Association. This facies association (Table 4) is volumetrically the most abundant in the Creede Formation. Similar associations of facies are commonly recognized in deep-water environments (.20–30 m) of temperate lakes (Ludlam, 1969; Kelts and Hsu, 1978), and crater and small caldera lakes (Poppe et al., 1985; Nelson et al., 1986; Giresse et al., 1991). The association probably represents lacustrine-slope environments dominated by laminated facies and slump structures (Fig. 6A). Laminae-dominated sections lacking slump structures, but containing intraclast-rich debris flows, probably represent basinal settings isolated from sources of sandy detritus. Turbidites and debris flows are interbedded with the laminated facies in a random manner (Fig. 6B), although meter-scale, fining-upward and coarsening-upward cycles are locally present. The lack of organization of dominantly turbiditic sections is characteristic of base-of-slope aprons of nonchannelized turbidites described in Crater Lake, Oregon (Nelson et al., 1986). These turbiditic systems develop basinward of debris chutes in the walls of the Crater Lake caldera (Nelson et al., 1986); similar chutes likely existed along the walls of the Creede caldera. Pinch-and-swell, cross-laminated facies are locally present and interpreted to reflect periods of decreased water depth or stronger storm activity. Slump intervals show complete gradation from tight, recumbent folds (Fig. 6A) to tabular beds with high concentrations of bedding-parallel platy and folded intraclasts. The thickest slump interval is at least 29 m thick and provides an estimate for the water depth of the profundal facies. The slumped beds are composed of and overlain by lacustrine-profundal facies that show no indication of wave reworking. Assuming that the slump deposit filled topography on the bottom of the lake, the lake depth prior to slumping must have been .40–54 m. Lacustrine-Fan Facies Association. This facies association is composed predominantly of pebbly, sediment-gravity-flow beds\n532 Geological Society of America Bulletin, May 1996\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/108/5/526/3382437/i0016-7606-108-5-526.pdf by University of Arizona user on 26 February 2019\nwith subordinate sandy turbidites and crossstratified facies (Table 4). Individual packages of fan strata are 9–30 m thick and lenticular (Fig. 7). The fan packages grade basinward over hundreds of meters into strata composed of suspension laminae and sandy, turbiditic beds. Where observed, channels are filled with crudely bedded or cross-bedded pebble conglomerate that fines upward into sandy, turbiditic facies. Exposure patterns of lacustrine-fan facies suggest a fan-like geometry with pronounced basinward decrease in grain size and bed thickness, characteristics typical of subaqueous fan deposits (Nelson and Nilsen, 1984). Interbedded fan packages (Fig. 7) are found basinward of present-day canyons and paleovalleys in the caldera walls. This type of fan deposition appears to have been directly related to the subaerial drainage system. Thinner, less complex intervals of fan deposits are observed to overlie thick fallout tuffs and are not necessarily found basinward of paleodrainages. These deposits are hypothesized to have resulted from eruption-related sediment progradation. Although the Creede lacustrine-fan deposits are analogous to their marine counterparts, they are much coarser grained and contain few well-defined channels. These\n533Geological Society of America Bulletin, May 1996\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/108/5/526/3382437/i0016-7606-108-5-526.pdf by University of Arizona user on 26 February 2019\ndifferences may have resulted from a number of factors: (1) the abundance of coarsegrained sediment, (2) high sedimentation rate, and (3) abrupt transition from steep to shallow slopes in the Creede basin. Lacustrine-Travertine Facies Association. This facies association includes linear (fissure-ridge) and domical mounds with both concordant and discordant relationships to stratified lacustrine facies (Fig. 8). Concordant bedding relationships to lacustrine facies and abundance of pseudomorphs after ikaite imply a subaqueous origin. The lacustrine travertine deposits are interpreted to have formed largely by the activity of microorganisms where effluent from fracture systems entered into the lake. The lack of circumscribing aprons of debris and paucity of travertine blocks in sedimentgravity-flow beds indicate that the travertine mounds had little topographic expression (possibly 5 m or less) during formation. Debris-Apron Facies Association. These deposits are dominated by tabular, lithicrich, debris-flow beds with intervening finergrained facies (Fig. 9 and Table 4). This association is found only around the margin of the basin and grades basinward into lacustrine-profundal facies. These deposits are analogous to basin-margin, debris-apron deposits described at Crater Lake, Oregon (Nelson et al., 1986). At Crater Lake, coarse-grained sediment derived from the caldera walls is transported by sediment gravity flows along subaerial debris chutes into the lake and deposited as nonchannelized debris-flow beds near the basin margin. Ephemeral-Lake Facies Association. This association contains laminated, wave-rippled, and current-formed facies but also abundant desiccation cracks (Table 4). It is\nfound only near the base of the Creede Formation and is especially prominent in core CCM-2. It is interpreted to represent deposition in early ephemeral lakes that occupied the moat following high-discharge, hydrologic events. Nearshore Facies Association. This association is typified by moderately sorted, wave-rippled, planar cross-laminated, and horizontal-laminated sandstone, but also includes sandstone-siltstone couplets related to flood or turbidity current activity (Table 4). This association is interbedded with other lacustrine margin associations (Fig. 10A) and represents deposition in water depths as much as '9 m. Shoreline Facies Association. This association includes wave-worked-terrace foresets and associated calcareous bottomset beds (Table 4). These deposits generally lie between nearshore facies and streamworked facies (Fig. 11), and are interpreted to record the position of the paleoshoreline. Although this association is preserved only in proximity to the alluvial-fan/fan-delta association, carbonate-coated intraclasts and framework grains are common in sediment-\n534 Geological Society of America Bulletin, May 1996\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/108/5/526/3382437/i0016-7606-108-5-526.pdf by University of Arizona user on 26 February 2019\ngravity-flow deposits within lacustrineprofundal and fan units. This observation suggests that, despite the paucity of waveformed-terrace facies, the foreshore was a zone of sediment modification that supplied offshore depositional environments. Gilbert-Type Delta Facies Association. This association is composed of inclined beds of pebbly sandstone and conglomerate (foresets) overlain by horizontal-bedded, pebbly sandstone and conglomerate (topsets). Fine-grained lamina commonly intervene between foresets and represent deposition during periods of low flow or temporary abandonment. This association is relatively rare and is observed only in proximity to nearshore or alluvial-fan/fan-delta associations. Alluvial-Fan/Fan-Delta Facies Association. This association forms vertical sequences that grade from debris-flow- to sheetflood-dominated deposits, capped by shallow-water, lacustrine-margin associations (nearshore, shoreline, or Gilbert-type delta) and braided-stream deposits (Fig. 10\n535Geological Society of America Bulletin, May 1996\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/108/5/526/3382437/i0016-7606-108-5-526.pdf by University of Arizona user on 26 February 2019\nand Table 4). Laminated facies are uncommon or absent, and evidence for subaerial exposure is rarely present. Facies in the lower part of the sequences are similar to either sediment-gravity-flow-dominated portions of volcaniclastic alluvial fans (e.g., Waresback and Turbeville, 1990) or sheetflood-dominated portions of alluvial fans (e.g., Blair and MacPherson, 1994). These sections are interpreted as proximal alluvial fan deposits. The stream channel and Gilbert-type deltaic deposits reflect sedimentation from small streams that incised the fan. The alluvial-fan and stream deposits grade laterally and vertically into shoreline and nearshore deposits. Thick sequences dominated by sheetflood deposits and capped by braided-stream and shallow-water lacustrine deposits (Fig. 10B) are found basinward of major paleocanyons. These sequences are interpreted to represent fans produced by major perennial streams entering the moat basin. Thinner sequences dominated by lithic-rich, sediment-gravity-flow deposits capped by thin intervals of stream or wave-worked deposits (Fig. 10A) are believed to represent fans draining smaller canyons with minor or ephemeral streams. The vertical facies relationships are interpreted to reflect variable discharge characteristics of the paleodrainage systems and their response to rising lake level. During lake-level rise, stream and shallow-water lacustrine deposits aggraded extensively basinward of the major paleocanyons. Fans basinward of smaller canyons aggraded only minimal thicknesses of shallow-water deposits prior to being drowned. Alluvial-Valley Facies Association. Fining-upward sequences are also present in the fill of paleovalleys that were incised within the caldera walls. The most prominent paleovalley, the Bachelor paleovalley (Fig. 1), drained into the Creede caldera from the north. Sequences in the Bachelor paleovalley fill comprise colluvial breccia and conglomerate that grade upward into channel-fill conglomerate, sandstone, and cumulic paleosols (Fig. 12). These facies are capped by nearshore and profundallacustrine deposits. Unlike the fan sequences, the character of the alluvial-valley sequences does not vary appreciably downgradient (Rice, 1984). The confinement of these deposits to the paleovalleys, predominance of channelized facies, vertical facies distributions, and valley-parallel channel orientations (Fig. 12) are most consistent with deposits of a braided stream that aggraded its valley. The capping lacustrine fa-\n536 Geological Society of America Bulletin, May 1996\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/108/5/526/3382437/i0016-7606-108-5-526.pdf by University of Arizona user on 26 February 2019\ncies extend 1–2 km up the valley, indicating that lake levels rose high enough to flood the valley. Talus and Landslide Facies Association. These deposits are dominated by colluvial and landslide breccias (Table 4) with crude bedding orientations that approach the angle of repose. They are found only around the margin of the basin and along paleovalley walls. They generally lack laminated facies and are interpreted to represent subaerial or subaqueous talus and landslide deposits. Lacustrine-Margin Travertine Facies Association. Travertine facies are also found in association with alluvial-fan/fan-delta and\n537Geological Society of America Bulletin, May 1996\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/108/5/526/3382437/i0016-7606-108-5-526.pdf by University of Arizona user on 26 February 2019\ntalus deposits (Table 4). These facies usually lack pseudomorphs after ikaite, but locally possess mud cracks and borings."
  }, {
    "heading": "DEPOSITIONAL MODEL AND HISTORY",
    "text": "Distribution of Facies Associations and Depositional Model\nLacustrine deposits are exposed throughout most of the basin. Deltaic and lacustrine-fan deposits are observed basinward of identified and hypothesized (on the basis of present-day geomorphology) paleovalleys (Fig. 2). Two end-member depositional conditions are distinguished, based on the interpreted lake level (Fig. 13); however, distributions intermediate between these are also present. The highstand (deep lake) distribution represents periods in which lacustrine-profundal, lacustrine-fan, lacustrine-travertine, and debris-apron deposits were laid down across the entire moat basin (Fig. 13A). The best modern analogy for this condition is probably Crater Lake, Oregon (Nelson, 1967; Nelson et al., 1986), although calderamargin paleovalleys and associated depositional packages are noticeably missing at Crater Lake. Shoreline deposits existed in a narrow strand at the intersection of the water surface and the caldera margin. Most of the coarse-grained detritus was deposited in either debris-apron settings fed by debris chutes around the basin margin or lacustrine-fan environments basinward of paleovalleys. Progradation of lacustrine-fan deposits is interpreted to have been initiated through a fall in lake level or disturbance of the drainage basin (eruption-related defoliation and fallout, fire, etc.). Turbidites were deposited across the basin floor by dilute, stream-related turbidity currents and flow transformation products of debris flows. Carbonate sediment precipitates and finegrained detrital sediment rained out of the water column to form seasonal laminations. Travertine deposits formed both around the basin margin and in basinal settings along fracture/fault systems. Ikaite precipitated in silty sediments across the entire lake basin\nand in all but the most marginal travertine deposits. The lowstand (shallow lake) distribution represents periods in which alluvial-fan/fandelta deposits and associated shallow-water, lacustrine-margin deposits extended well into the basin (Fig. 13B). Many modern and ancient lake systems have this distribution of facies associations, but Pyramid Lake, Nevada, and Mono Lake, California, are most pertinent because they also have extensive tufa with pseudomorphs after ikaite (Shearman et al., 1989). Lowered base level in the basin enhanced incision and canyon-cutting around the caldera margin and resurgent dome. Upon stabilization or rise in lake level, fan deltas prograded into the lake basin from the mouths of canyons and smaller drainages. Braided stream and deltaic deposits were laid down in distal-fan environments by perennial and ephemeral streams incised into the fans. Wave-formed terraces were deposited around the margin of the lake and prograded into the lake on the tops of major deltaic systems. Sediment-gravity flow and suspension deposition occurred in the basinal lacustrine settings, much as it would during highstand conditions. Nearshore facies formed a more prominent zone than that present during highstand conditions. Travertine activity was reduced in the caldera wall areas and more focused in the basinal settings. Ikaite precipitation in silty sediments was confined to more basinal settings; however, ikaite precipitated in travertine adjacent to nearshore environments. Periods of lake-level rise are evident from correlative fining-upward, transgressive sequences composed of alluvial and lacustrine-margin deposits, such as those shown in Figures 10 and 12. Evidence for deepening is not obvious in the lacustrine-profundal deposits. Conversely, periods of lakelevel fall are usually indicated by truncated shallow- to deep-water lacustrine facies overlain by alluvial or lacustrine-margin facies. Indications of possible lake-level fall in lacustrine-profundal deposits include (1) increased abundance of pinch-and-swell sandstones; (2) sediment-gravity-flow beds composed predominantly of carbonate-coated, shoreline-association sands; and (3) progradation of lacustrine-fan deposits.\nDepositional History of the Creede Moat Basin\nUsing the facies association relationships discussed above, the sedimentological and hydrological history of the basin was recon-\n538 Geological Society of America Bulletin, May 1996\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/108/5/526/3382437/i0016-7606-108-5-526.pdf by University of Arizona user on 26 February 2019\nstructed from core and outcrop observations (Fig. 14). The early caldera environment was dominated by erosional processes on the unstable caldera walls and deposition of lithic-rich debris-flow and debris-avalanche breccias. Beds of caldera-wall–derived breccia were tilted 208–308 to the west during resurgence of the central core of the caldera (Steven and Ratté, 1965). Sediment-gravityflow deposition was punctuated by periods in which ephemeral lakes occupied the center of the newly formed moat. Organic material is rare in these deposits, suggesting that vegetation was not yet fully established;\nhowever, rooting and bioturbation were observed in a few of the fine-grained beds. At some point, water accumulated in the basin to form a permanent lake, informally named Lake Creede. This probably required cooling of the caldera floor as well as the obvious condition that inflow exceed infiltration and evaporation. Lake level rose without a significant fall to form a relatively deep lake by the time of the C tuff (Figs. 3 and 14). Fallout of the B tuff signifies the beginning of an active period of intracaldera volcanism that contributed greatly to sedimentation in the lake. Abundant fossilized plant debris in this and all overlying lake beds indicate that vegetation around the caldera was firmly established. Strata in cores and surface exposures show evidence for a significant lake-level fall between the G and H tuffs. Lacustrine-fan deposits are first observed above the H tuff in core CCM-1 and correlative strata at sections AP-1 and WC-1. The pre–H tuff lake-level fall is interpreted to have been instrumental in enhancing development of canyons around the caldera margin, thus providing flow confinement and sediment focusing necessary for lacustrine-fan development. The extent of lacustrine-profundal deposits near the margin of the basin indicates that highstand conditions prevailed following fallout of the H through J tuffs. Carbonate sedimentation also became an important process during this period, first dominated by suspension laminations, but progressively replaced by ikaite precipitation through time. A slow but progressive lake-level fall commenced following fallout of the J tuff. As a result, erosion and extensive alluvial-fan/ fan-delta sedimentation occurred around the margin of the moat basin during and following fallout of the L tuffs. The Bachelor paleovalley was incised down to at least the 2683 m (8800 ft) level (Heiken and Krier, 1987), which approximately corresponds to the level of post–L1 tuff erosion at exposures in the town of Creede. Lake level rebounded following the L tuff lowstand, but continued to fluctuate between high and intermediate levels through the time of the M tuffs. Lacustrine-fan and deltaic deposits are more widespread above the L tuffs, suggesting increased sediment load from canyon drainages. The subsequent depositional history of the moat is more speculative because it is based largely on data from the paleovalleyfill sequences. Importantly, beds above the\n539Geological Society of America Bulletin, May 1996\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/108/5/526/3382437/i0016-7606-108-5-526.pdf by University of Arizona user on 26 February 2019\nM tuffs in the southeastern moat are capped by Fisher Quartz Latite lava, indicating that volcanism continued through most if not all of Creede Formation deposition. Paleovalley fill containing lacustrine and alluvial deposits is found on the resurgent dome and caldera walls at elevations up to 3232 m. Assuming a reasonable topographic gradient of 5% between the aggraded paleovalley fill and the center of the moat, the Creede moat would have filled to a present-day elevation of at least 3080 m ('10 100 ft). Accounting for the 5% grade, the thickness of the Creede Formation in the center of the moat basin would have been 1017 m."
  }, {
    "heading": "DISCUSSION",
    "text": "Geomorphic Development and Basin Closure Despite its 26.8 Ma age, the morphology of the Creede caldera is exceptionally well preserved (Fig. 2). The caldera walls are steepest (.308) in topographically lowest exposures and show decreasing inclination\nwith increasing elevation. The Creede Formation onlaps the walls upward in the section; this is especially obvious in the paleovalleys. The morphology of the basin is thus regarded to have evolved from narrow and steep sided, similar to the Crater Lake (Oregon) basin, to broad and gentle sided, similar to the Valles (New Mexico) and Long Valley (California) caldera moat basins. This change in basin morphology is interpreted to have resulted in greater lake surface area and, therefore, surface evaporation through time. The change in basin morphology is speculated to have produced the upsection change from predominantly highstand to intermediate-stand conditions (Fig. 14). Sedimentation was also influenced greatly by two other geomorphological characteristics: (1) the basin was set in a broad, low-relief plateau rather than an isolated mountain top, and (2) active growth of intracaldera volcanoes modified the shape and drainage system of the caldera moat. As incision into the caldera walls increased through time, more stream discharge from the surrounding plateau was focused into the moat basin. The results of this process are seen in the upsection increase in coarsegrained fan and deltaic deposits outboard of paleovalleys. The effect of the intracaldera dome volcanoes was similar: as they grew they produced ready-made canyons against the topographic margin of the caldera and resurgent dome. Similar drainage control by intracaldera volcanism also is obvious at Atitlán caldera in Guatemala (Newhall et al., 1987). As noted previously, the Creede Formation is only observed within the confines of the Creede caldera and paleovalleys that slope into the caldera. The only reasonable surface outlet lies in the southeastern part of the basin, where post-Creede Hinsdale basalt fills topography at a level of 3050 m ('10 000 ft) (T. Steven, 1993, personal commun.). The possibility of surface drainage during highstand conditions cannot be ruled out; however, the youngest lake deposits are observed at elevations .3050 m. This type of relationship suggests that the Creede caldera basin was, operationally, a topographically closed-basin lake through most of its history.\nInfluence of Volcanism on Sedimentation\nContemporaneous volcanism in the moat basin is interpreted to have affected sedimentation style and rate, and possibly chem-\n540 Geological Society of America Bulletin, May 1996\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/108/5/526/3382437/i0016-7606-108-5-526.pdf by University of Arizona user on 26 February 2019\nical and biological processes in the lake. Rapid aggradation of pyroclastic materials following fallout and ash-flow events is indicated by the purity of reworked pyroclastic material and extensive soft-sediment deformation within and above fallout intervals. Aggradation is interpreted to have resulted in part from primary ash fallout into the lake, but mostly from increased sediment yield from the surrounding drainage basin. Increased sediment yield from caldera wall drainages is further suggested by the presence of thin lacustrine-fan deposits overlying erosional truncation of fallout deposits, especially in basin-margin settings. Modern studies have shown that sediment yield increases because of both the deposited ash blanket and increased slope erosion in response to defoliation and local devegetation (Collins and Dunne, 1986; Pierson and Costa, 1994). Alluvial volcaniclastic sequences have been interpreted in terms of syneruption and inter-eruption depositional sequences (Vessell and Davies, 1981; G. A. Smith, 1991). A similar model for lacustrine deposits, based largely on observations in the Creede Formation, is presented in Figure 15. The lower contact of the syneruption facies is sharp, as in fluvial settings (G. A. Smith, 1991). The relatively massive syneruption facies is followed by posteruption facies comprising ash turbidites and lamina with abundant organic material and progressively more pumice (if pumice was available). These deposits then grade upward into inter-eruption facies comprising normal tuffaceous and carbonate lacustrine-profundal deposits. In the case of the lower dacitic tuffs (Fig. 14), the absence of pumice in the fallout tuffs probably reflects the influence of hydrovolcanic fragmentation (Heiken et al., 1994). In the overlying tuffs, the pumice is interpreted to have initially floated in the lake, only later to have settled to the bottom or been reworked into lacustrine-margin deposits. This inference is in accord with pumice floating on Lake Oskjuvatn within the Askja volcanic depression, Iceland, shortly following pumiceous landslides and eruptions (Olafsson, 1980). The sedimentation rate is interpreted to have increased abruptly following the eruption and decreased gradually through the posteruption period (Fig. 15). Considering erosion and lacustrine sedimentation rates observed in modern settings affected by eruptions (Pierson and Costa, 1994; Anderson et al., 1985a), the entire eruption and posteruption period could represent as little as 5– 10 yr. One of the effects of fallout events was to temporarily shut down carbonate production in the open lake waters (Fig. 15). Studies of modern lakes affected by eruptions indicate that short-term effects (10 yr or so) include increase in the total dissolved solids, and variation in the amount and type of aquatic biological activity (Larson, 1993). Minor and trace-element compositions of Creede carbonates above the I tuff, however, do not show variations that can be uniquely ascribed to eruption effects (Forsman et al., 1994). Other Controls on Sedimentation Moat basin subsidence is predicted by some models for dome resurgence (e.g., Marsh, 1984) and might explain the pronounced thickening (220%–275%) of correlative beds from basin-margin sections to core CCM-2 (Fig. 3). Using the compaction model of Van Hinte (see Angevine et al., 1990), a 20%–40% increase in total original thickness might result from grain-size differences between basin-margin and basincentral sections. The remaining basinward thickening must be explained by primary depositional slope, slope failure, or tectonic subsidence. At present, the relative importance of these possibilities cannot be deter-\n541Geological Society of America Bulletin, May 1996\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/108/5/526/3382437/i0016-7606-108-5-526.pdf by University of Arizona user on 26 February 2019\nmined. Perhaps shallow seismic lines across the moat basin could help to resolve this problem. Assuming that the Creede basin was topographically closed, the high-frequency, lake-level variations (Fig. 14) are interpreted to have been controlled by climatic variables. Pseudomorphs after ikaite are present in basinal strata associated with both highstands and lowstands; thus temperature variations are unlikely to have been a primary control on lake level. This conclusion is further supported by the similarity of paleofloral assemblages taken from locations representing both highstand and intermediate-stand conditions (data of Wolfe and Schorn, 1989). We hypothesize that Lake Creede’s climate was cold during the entire lake history, but was subjected to either alternating wet and dry periods or periodic changes in the seasonality of moisture. The importance of variations in precipitation on lake water balance has been demonstrated through numerical modeling experiments (Phillips et al., 1992). Reexamination of the Creede paleofloral record with the stratigraphy presented in Figure 3 may provide further insight into fine-scale climatic variations.\nPhysical and Chemical Characteristics of the Lake Environment\nThe depositional facies and carbonate mineralogy provide additional information regarding the structure and water chemistry of the lake. The alternating detrital and carbonate laminae are characteristic of temperate, meromictic lakes (Anderson et al., 1985b). In the case of Lake Creede, waters of the hypolimnion were probably anoxic as indicated by depositional pyrite, preservation of laminae and organic materials, and pseudomorphs after ikaite (see Larsen, 1994a). Epilimnion waters were likely oxygenated and hosted algal/bacterial and lacustrine shrimp populations. The large range of sulfur isotopic values from diagenetic pyrite is interpreted to have resulted from bacterial sulfate reduction (Rye et al., 1996; McKibben et al., 1994). Other workers (e.g., Ilchik and Rumble, 1994), however, have suggested that much of the sulfur entered the lake as volcanic H2S. Ilchik and Rumble argue that the paucity of framboids and excess of sulfidic sulfur relative to organic carbon (Leventhal, 1994) imply volcanic input. In either case, the evidence supports an interpretation of oxygen-\ndepleted waters within the hypolimnion of Lake Creede. The predominance of carbonate minerals and absence of sulfates is indicative of chemical evolution toward bicarbonate-rich waters (Eugster and Hardy, 1978). Some caution is required because anoxia in the hypolimnion would favor reduced, rather than oxidized, sulfur species; thus sulfates might not be expected to precipitate. Ikaite is generally associated with brackish to saline waters (Shearman and Smith, 1985). The carbonate peloids bear close resemblance to fecal pellets of modern brine shrimp from the Great Salt Lake, Utah (Eardley, 1938). The salinity and water chemistry limits for these animals are unknown, but their presence suggests at least brackish water. The absence of evaporitic minerals such as gaylussite or trona, however, suggests that the lake waters did not reach hypersaline concentrations. This is further supported by the prevalence of pseudomorphs after ikaite throughout the section (ikaite is known to react with hypersaline bicarbonate brine to form gaylussite [Bischoff et al., 1993b]) and the absence of authigenic silicate mineral distributions characteristic of saline, alkaline lakes in tuffaceous deposits (Larsen, 1994b; Finkelstein et al., 1994). Assuming that the basin was topographically closed, the apparent continuity of the carbonate record above 400 m in the section implies some degree of ground-water seepage (e.g., Wood and Sanford, 1990). Water-balance modeling of the basin suggests that a small quantity of ground-water seepage ('0.005 of the input flux) would limit evaporative concentration and account for the observed carbonate mineralogy (Larsen and Crossey, 1994; Larsen, unpubl. data). One of the odd features of the Creede carbonates is the lack of Mg carbonates, either as high-magnesium calcite or dolomite. Trace-element geochemistry and textural data suggest that aragonite and high-magnesium calcite may have formed originally, but were later diagenetically replaced by low-magnesium calcite (Forsman et al., 1994; Hay et al., 1994). Even assuming this to be the case, it would not account for the magnesium contents expected from evaporative concentration even with ground-water seepage (Larsen, 1994b; Larsen and Crossey, 1994). If most of the carbonate was precipitated in relatively dilute, Carich epilimnion waters, however, magnesium contents might be expected to be minimal. Magnesium in more concentrated hypolimnion waters may have been selectively removed by authigenic silicate formation in the sediments (e.g., Yuretich and Cerling, 1983). Formation of ikaite in travertine and lacustrine-profundal environments implies that a chemical inhibitor to anhydrous carbonate precipitation was present in both environments. High dissolved phosphate contents ('10 mg/L) are known to inhibit calcite growth and allow ikaite precipitation (Bischoff et al., 1993a). Such conditions are expected in muddy, organic-rich sediments undergoing bacterial sulfate reduction and concomitant organic oxidation. Ikaite precipitates near spring outlets at Mono Lake, California, during winter months as a result of the mixing of dilute, calcium-rich spring water and phosphate-rich, bicarbonate lake water (Bischoff et al., 1993b). Elevated phosphate contents are known to form in relatively cool, meteoric-water–dominated, bicarbonate-rich geothermal fluids (Stauffer, 1982). Such waters are interpreted to have been present during the early history of Crater Lake, Oregon, based on diatom assemblages (Nelson et al., 1994). Given the geomorphic configuration of the Creede caldera, it seems likely that similar meteoricwater–dominated geothermal fluids played a role in travertine precipitation (Larsen, 1994a). The abundance of carbonate minerals and travertine in the Creede Formation is anomalous when compared to modern lake basins in volcanic regions. If the extensive carbonate deposits are interpreted to be related to low-temperature hydrothermal circulation, as has been previously suggested (Steven and Friedman, 1968; Rye et al., 1988; Larsen, 1994a), what is the source of the calcium? Steven and Friedman (1968) argued that the carbon stable-isotope composition of the travertine could have been derived from decarbonation reactions during metamorphism of Mesozoic limestones that may underlie the San Juan volcanic field. Similar associations have been made between large travertine deposits adjacent to other calderas and subsurface limestone (Bargar, 1978; Goff and Shevenell, 1987). White et al., (1980) showed experimentally, however, that calcium-rich waters can result during low-temperature, acidic alteration of crystalline rhyolitic tuff. A strontium isotope study of the Creede carbonates is being pursued to help clarify the origin of the calcium and constrain the hydrology of the spring system.\n542 Geological Society of America Bulletin, May 1996\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/108/5/526/3382437/i0016-7606-108-5-526.pdf by University of Arizona user on 26 February 2019\nComparison to Other Caldera and Crater Lake Deposits\nComparison of long-term sedimentation patterns and chemical evolution between modern and ancient examples is hampered by the lack of core studies in modern caldera and crater lakes. The only other detailed core study of an intracaldera sequence known to the authors is that of the Miocene Whitehorse caldera, southeastern Oregon (Rytuba et al., 1981). The basic stratigraphy is similar to that of the Creede Formation: an early phase of breccia and alluvial deposits followed by quiet-water lacustrine deposits with interspersed ash fallout beds. This sequence as well as that at Creede are in accordance with the general model for intracaldera sedimentation in small calderas proposed by Nelson et al. (1994): (1) collapse along ring fractures to form the basin, (2) an early stage of subaerial sedimentation, and (3) subaqueous suspension settling and sediment-gravity-flow sedimentation. Primary fallout and pyroclastic-flow deposition may also be prominent, as at Creede; however, the clastic fill of most caldera-lake basins is largely reworked tuffaceous and epiclastic detritus. Deltaic sedimentation is only prominent in relatively old (.20 000 yr) caldera and crater lakes (e.g., Newhall et al., 1987; Giresse et al., 1991). Lake-water chemistry in many young caldera lakes (,1000 yr) is strongly controlled by water–volcanic rock interactions and volcanic emissions (Olafsson, 1980; Ball and Glucksman, 1978) as is the case in small crater lakes (e.g., Rowe et al., 1992). The results of the present study suggest that the long-term chemical evolution of caldera lakes may depend on factors such as the development of chemical stratification and surface drainage or groundwater seepage, as well as the intensity of intracaldera volcanic activity. Many relatively young (,1000 yr) caldera lakes contain diminished and less diverse aquatic populations than do nonvolcanic lakes in the same geographic area (e.g., Ball and Glucksman, 1978; Olafsson, 1980). Diatoms are, however, prominent in the sediments of most modern caldera lakes (Nelson et al., 1994; Newhall et al., 1987; Poppe et al., 1985) and in the ancient Whitehorse caldera lake (Rytuba et al., 1981). The paucity of diatoms at Creede is anomalous, but could be a result of diagenetic alteration or the chemical effects of permanent stratification in Lake Creede."
  }, {
    "heading": "CONCLUSIONS",
    "text": "The Creede Formation provides a wellpreserved record of sedimentation in a caldera lake within an ancient caldera. The sedimentary facies are dominated by relatively deep-water (lacustrine-profundal) turbiditic and suspension lamination deposits. Lacustrine-margin and alluvial deposits are present around the margin of the basin. In addition, lacustrine travertine formed extensive accumulations along the ring-fracture zone and other fractures. Deposition is inferred to have occurred in a relatively deep, basin-filling lake that experienced climatically induced, alternating highstand and lowstand conditions. Much of the clastic sediment was derived from contemporaneous intracaldera volcanism. Volcanic eruptions are interpreted to have produced rapid aggradation of ash-rich sediment in the lake, sediment progradation from basin-margin drainages, and possibly chemical and biological changes in the lake waters. Development of intracaldera volcanoes and basin-margin incision are believed to have increased water and sediment discharge from the surrounding plateau through time. Sedimentation and erosional patterns suggest that the basin geometry evolved from being narrow and deep to broad and shallow through the depositional history. The role that tectonic subsidence played in forming the 1000 m of accommodation space required by the Creede Formation is uncertain. Stratigraphic and sedimentological data suggest that the lake evolved into a permanently stratified lake, with cold, bicarbonate-rich waters. Waters in the epilimnion were likely fresh and oxidated, but those in the hypolimnion were anoxic and more concentrated. Lake Creede had many characteristics common to modern caldera and crater lakes (geometry, sedimentary processes, paucity of biota, etc.). The abundance of depositional carbonate at Creede is, however, anomalous and requires further study."
  }, {
    "heading": "ACKNOWLEDGMENTS",
    "text": "This research was supported by National Science Foundation grants EAR 9116021 and 9005344 to Crossey, and institutional funding from the University of New Mexico Department of Earth and Planetary Sciences and Graduate Student Association. Gary A. Smith introduced us to many of the field-related problems in the Creede Formation and contributed many ideas to the\nmanuscript. Undergraduate and graduate assistants Johan Forsman, David Hicks, Chris Inoue, Jennifer Loomis, Shanda Norris, and David Schwarting contributed effort in field and laboratory work. Accommodations for field work at Creede were provided by the U.S. Geological Survey and Homestake Mining Company. Much insight was gained through discussions with the CSDP on-site science crew (Phil Bethke, Wayne Campbell, Dan Hayba, Jeff Hulen, and Randy Streufert) at Creede in 1991. The U.S. Geological Survey (Denver) Core Repository provided assistance with core description and sampling. The following are acknowledged for helpful discussions: Steve Altaner, Paul Barton, Wolfgang Elston, Dave Finkelstein, Richard Hay, Grant Heiken, Marvin Lanphere, Joel Leventhal, Phil Nelson, Richard Reynolds, Joe Rosenbaum, Bob Rye, Tom Steven, and Crayton Yapp. X-ray diffraction analysis was conducted at the University of New Mexico Earth and Planetary Sciences X-ray diffraction laboratory. We thank Joel Leventhal of the U.S. Geological Survey for anhydrous pyrolysis data. The manuscript was improved through thoughtful reviews by Brenda Kirkland George and T. C. Johnson."
  }, {
    "heading": "REFERENCES CITED",
    "text": "Allen, J. R. L., 1984, Sedimentary Structures, their character and physical basis, volume I: Amsterdam, Elsevier, Developments in Sedimentology 30, 593 p. Anderson, R. Y., Nuhfer, E. B., and Dean, W. E., 1985a, Sedimentation in a blast-zone lake at Mount St. Helens, Washington—Implications for varve formation: Geology, v. 13, p. 348–352. Anderson, R. Y., Dean, W. E., Bradbury, P. J., and Love, D., 1985b, Meromictic lakes and varved lake sediments in North America: U.S. Geological Survey Bulletin 1607, 19 p. Angevine, C. L., Heller, P. L., and Paola, C., 1990, Quantitative sedimentary basin modeling: American Association of Petroleum Geologists Continuing Education Course Note Series 32, 134 p. Axelrod, D. I., 1987, The late Oligocene Creede flora, Colorado: Berkeley, University of California Press, 234 p. Bailey, R. A., Dalrymple, G. B., and Lanphere, M. A., 1976, Volcanism, structure, and geochronology of Long Valley caldera, Mono County, California: Journal of Geophysical Research, v. 81, p. 725–744. Ball, E., and Glucksman, J., 1978, Limnological studies of Lake Wisdom, a large New Guinea caldera lake with a simple fauna: Freshwater Biology, v. 8, p. 455–468. Ball, E., and Glucksman, J., 1980, A limnological survey of Lake Dakataua, a large caldera lake on west New Britain, Papua New Guinea, with comparisons to Lake Wisdom, a younger nearby caldera lake: Freshwater Biology, v. 10, p. 73–84. Bargar, K. E., 1978, Geology and thermal history of Mammoth Hot Springs, Yellowstone National Park, Wyoming: U.S. Geological Survey Bulletin 1444, 51 p. Bethke, P. M., 1987, The Creede, Colorado ore-forming system: A summary model: Geological Society of America Abstracts with Programs, v. 19, p. 260. Bischoff, J. L., Fitzpatrick, J. A., and Rosenbauer, R. J., 1993a, The solubility and stabilization of ikaite (CaCO3 z 6H2O) from 0 to 25 8C: Environmental and paleoclimatic implications for thinolitic tufa: Journal of Geology, v. 101, p. 21–33. Bischoff, J. L., Stine, S., Rosenbauer, R. J., Fitzpatrick, J. A., and Stafford, T. W., 1993b, Ikaite precipitation by mixing of shoreline springs and lake water, Mono Lake, California: Geochimica et Cosmochimica Acta, v. 57, p. 3855–3866. Blair, T. C., and MacPherson, J. G., 1994, Alluvial fans and their natural distinction from rivers based on morphology, hydraulic processes, sedimentary processes, and facies assemblages: Journal of Sedimentary Research, v. A64, p. 450–489. Bodine, M. W., Jr., Hay, R. L., Madsen, B. M., and Altaner, S. P., 1987, Lacustrine volcaniclastic sediments in the Creede For-\n543Geological Society of America Bulletin, May 1996\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/108/5/526/3382437/i0016-7606-108-5-526.pdf by University of Arizona user on 26 February 2019\nmation, San Juan Mountains, CO: Geological Society of America Abstracts with Programs, v. 19, p. 261. Casanova, J., 1986, East African Rift stromatolites, in Frostick, L. E., Renaut, R. W., Reid, I., and Tiercelin, J. J., eds., Sedimentation in the African rifts: Oxford, Blackwell, p. 201–210. Chafetz, H. S., and Folk, R. L., 1984, Travertines: Depositional morphology and the bacterially constructed constituents: Journal of Sedimentary Petrology, v. 54, p. 289–316. Collins, B. D., and Dunne, T., 1986, Erosion of tephra from the 1980 eruption of Mount St. Helens: Geological Society of America Bulletin, v. 97, p. 896–905. Eardley, A. J., 1938, Sediments of Great Salt Lake, Utah: American Association of Petroleum Geologists Bulletin, v. 22, p. 1305–1411. Eugster, H. P., and Hardy, L. A., 1978, Saline lakes, in Lerman, A., ed., Lakes: Chemistry, geology, physics: New York, Springer-Verlag, p. 237–294. Finkelstein, D. B., Altaner, S. P., and Hay, R. L., 1994, Silicate diagenesis of tuffs and their geochemical implications for pore fluids in the Oligocene Creede Formation, southwestern Colorado: Geological Society of America Abstracts with Programs, v. 26, p. A-398. Fisher, R. V., 1983, Flow transformations in sediment gravity flows: Geology, v. 11, p. 273–274. Fisher, R. V., and Schmincke, H.-U., 1984, Pyroclastic rocks: Berlin, Springer-Verlag, 472 p. Forsman, J., Larsen, D., and Crossey, L. J., 1994, Carbonate geochemistry of moat sediments of the Creede caldera, CO: Geological Society of America Abstracts with Programs, v. 26, p. A-400. Giresse, P., Maley, J., and Kelts, K., 1991, Sedimentation and paleoenvironment in crater lake Barombi Mbo, Cameroon, during the last 25,000 years: Sedimentary Geology, v. 71, p. 151–175. Glicken, H., 1991, Sedimentary architecture of large volcanic-debris avalanches, in Fisher, R. V., and Smith, G. A., eds., Sedimentation in volcanic settings: Society of Economic Paleontologists and Mineralogists Special Publication 45, p. 99–106. Goff, F., and Shevenell, L., 1987, Travertine deposits of Soda Dam, NewMexico, and their implication for the age and evolution of the Valles caldera hydrothermal system: Geological Society of America Bulletin, v. 99, p. 292–302. Goldsmith, J., Graf, D., and Heard, H., 1961, Lattice constants of the calcium-magnesium carbonates: American Mineralogist, v. 46, p. 453–457. Halfman, J. D., and Johnson, T. C., 1988, High-resolution record of cyclic climatic change during the past 4 ka from Lake Turkana, Kenya: Geology, v. 16, p. 496–500. Hay, R. L., Finkelstein, D. B., and Altaner, S. P., 1994, Origin and diagenesis of lacustrine carbonates in the late Oligocene Creede Formation, southwestern Colorado: Geological Society of America Abstracts with Programs, v. 26, p. A-399. Heiken, G., and Krier, D. J., 1987, Moat deposits of the Creede caldera, CO: Los Alamos, New Mexico, Los Alamos Laboratory, LA-10943-MS, 36 p. Heiken, G., Krier, D., and McCormick, T., 1994, Intracaldera volcanism and sedimentation—Creede caldera, Colorado: Geological Society of America Abstracts with Programs, v. 26, p. A-400. Ilchik, R. P., and Rumble, D., III, 1994, Pyrite and calcite isotopic systematics during diagenesis and fluid infiltration in the Creede caldera, Colorado: Geological Society of America Abstracts with Programs, v. 26, p. A-399. Kelts, K., and Hsü, K. J., 1978, Freshwater carbonate sedimentation, in Lerman, A., ed., Lakes: Chemistry, geology, physics: New York, Springer-Verlag, p. 295–324. Komar, P. D., 1974, Oscillatory ripple marks and the evaluation of ancient wave conditions and environments: Journal of Sedimentary Petrology, v. 44, p. 169–180. Komar, P. D., 1976, Beach processes and sedimentation: Englewood Cliffs, New Jersey, Prentice-Hall, 429 p. Lanphere, M. A., 1994, Duration of sedimentation of the Creede Formation: Geological Society of America Abstracts with Programs, v. 26, p. A-400. Larson, D., 1993, The recovery of Spirit Lake: American Scientist, v. 81, p. 166–177. Larsen, D., 1994a, Origin and paleoenvironmental significance of calcite pseudomorphs after ikaite in the Oligocene Creede Formation, Colorado: Journal of Sedimentary Research, v. A64, p. 593–603. Larsen, D., 1994b, Depositional environments and diagenesis in the Creede Formation, San Juan Mountains, Colorado [Ph.D. dissert.]: Albuquerque, University of New Mexico, 315 p. Larsen, D., and Crossey, L. J., 1994, Analysis of sedimentation, hydrology, and diagenesis within an ancient caldera lake basin: The Oligocene Creede Formation, Colorado, U.S.A.: Geological Society of America Abstracts with Programs, v. 26, p. A-400. Larsen, D., and Nelson, P. H., 1996, Stratigraphy and geophysical characteristics of the Oligocene Creede Formation in two cored boreholes: U.S. Geological Survey Open-File Report (in press). Leventhal, J., 1994, Carbon-sulfur-iron relationships in Creede caldera cores show evidence of syngenetic, diagenetic, and epigenetic processes: Geological Society of America Abstracts with Programs, v. 26, p. A-400–A-401. Lipman, P. W., 1984, The roots of ash-flow tuff calderas in western North America: windows into the tops of granitic batholiths: Journal of Geophysical Research, v. B89, p. 8801–8841. Lipman, P.W., Sawyer, D. A., andHon, K., 1989, Central San Juan caldera cluster, in Chapin, C. E., and Zidek, J., eds., Field excursions to volcanic terranes in the western United States, Volume 1, Southern Rocky Mountain region: New Mexico Bureau of Mines and Mineral Resources Memoir 46, p. 330–350. Lowe, D. R., 1979, Sediment gravity flows: Their classification and some problems of application to natural flows and deposits, in Doyle, L. J., and Pilkey, O. H., eds., Geology of continental slopes: Society of Economic Paleontologists and Mineralogists Special Publication 27, p. 75–82. Lowe, D. R., 1982, Sediment gravity flows: II. Depositional models with special reference to the deposits of high-density turbidity currents: Journal of Sedimentary Petrology, v. 52, p. 279–297. Ludlam, S. D., 1969, Fayetteville Green Lake, New York. III. The laminated sediments: Limnology and Oceanography, v. 14, p. 849–857. Marland, G., 1975, Stability of calcium carbonate hexahydrate (ikaite): Geochimica et Cosmochimica Acta, v. 39, p. 83–91. Marsh, B. D., 1984, On the mechanics of caldera resurgence: Journal of Geophysical Research, v. B89, p. 8245–8252. McKibben, M. A., Rye, R. O., Eldridge, C. S., and Bethke, P. M., 1994, Sulfur isotope geochemistry of the Creede Formation and implications for hydrothermal vein mineralization: Geological Society of America Abstracts with Programs, v. 26, p. A-399. Nelson, A. R., 1992, Lithofacies analysis of colluvial sediments—An aid in interpreting the recent history of Quaternary normal faults in the Basin and Range Province, western United States: Journal of Sedimentary Petrology, v. 62, p. 607–621. Nelson, C. H., 1967, Sediments of Crater Lake, Oregon: Geological Society of America Bulletin, v. 78, p. 833–848. Nelson, C. H., and Nilsen, T. H., 1984, Modern and ancient deepsea fan sedimentation: Society of Economic Paleontologists and Mineralogists Short Course Notes 14, 404 p. Nelson, C. H., Meyer, A. W., Thor, D., and Larsen, M., 1986, Crater Lake, Oregon: A restricted basin with base-of-slope aprons of nonchannelized turbidites: Geology, v. 14, p. 238–241. Nelson, C. H., Bacon, C. R., Robinson, S. W., Adam, D. P., Bradbury, J. P., Barber, J. H., Schwartz, D., and Vagenas, G., 1994, The volcanic, sedimentologic, and paleolimnologic history of the Crater Lake caldera floor, Oregon: Evidence for small caldera evolution: Geological Society of America Bulletin, v. 106, p. 684–704. Newhall, C. G., Paull, C. K., Bradbury, J. P., Higuera-Gundy, A., Poppe, L. J., Self, S., Bonar Sharpless, N., and Ziagos, J., 1987, Recent geologic history of Lake Atitlan, a caldera lake in western Guatemala: Journal of Volcanology and Geothermal Research, v. 33, p. 81–107. Nielsen, D. L., and Hulen, J. B., 1984, Internal geology and evolution of the Redondo dome, Valles caldera, New Mexico: Journal of Geophysical Research, v. B89, p. 8695–8711. Olafsson, J., 1980, Temperature structure and water chemistry of the caldera LakeOskjuvatn, Iceland: Limnology andOceanography, v. 25, p. 779–788. Phillips, F. M., Campbell, A. R., Kruger, C., Johnson, P., Roberts, R., and Keyes, E., 1992, A reconstruction of the response of the water balance in western United States lake basins to climate change: New Mexico Water Resources Research Institute Report 269, 154 p. Picard, M. D., and High, L. R., Jr., 1973, Sedimentary structures of ephemeral streams: Amsterdam, Elsevier, Developments in Sedimentology 17, 223 p. Pierson, T. C., and Costa, J. E., 1994, Trends in sediment yield from volcanoes following explosive eruptions: Geological Society of America Abstracts with Programs, v. 26, p. A-377. Poppe, L. J., Paull, C. K., Newhall, C. G., Bradbury, J. P., and Ziagos, J., 1985, A geophysical and geological study of Laguna De Ayarza, a Guatemalan caldera lake: Journal of Volcanology and Geothermal Research, v. 25, p. 125–144. Ratté, J. C., and Steven, T. A., 1967, Ash flows and related volcanic rocks associated with the Creede caldera, San Juan Mountains, Colorado: U.S. Geological Survey Professional Paper 524-H, p. H1–H58. Rice, J. A., 1984, Controls on silver mineralization in the Creede Formation, Creede, Colorado [Master’s thesis]: Fort Collins, Colorado State University, 113 p. Rowe, G. L., Jr., Brantley, S. E., Fernandes, M., Fernandes, J. F., Borgia, A., and Barquero, J., 1992, Fluid-volcano interaction in an active stratovolcano: The crater lake system of Poas volcano, Costa Rica: Journal of Volcanology and Geothermal Research, v. 49, p. 23–51. Rust, B. R., 1978, Depositional models for braided alluvium, in Miall, A. D., ed., Fluvial sedimentology: Calgary, Canadian Society for Petroleum Geologists, p. 605–626. Rye, R. O., Plumlee, G. S., Bethke, P. M., and Barton, P. B., 1988, Stable isotope geochemistry of the Creede, Colorado hydrothermal system: U.S. Geological Survey Open-File Report 88-356, 40 p. Rye, R. O., Bethke, P. M., and Finkelstein, D. B., 1996, Stable isotope geochemistry of the Creede Formation and implications for the origin of fluids responsible for hydrothermal\nvein minerals in the Creede mining district: U.S. Geological Survey Open-File Report (in press). Rytuba, J. J., 1981, Relation of calderas to ore deposits in the western United States: Arizona Geological Society Digest, v. 14, p. 227–236. Rytuba, J. J., Minor, J. A., andMcKee, E. H., 1981, Geology of the Whitehorse Caldera and caldera-fill deposits, Malheur County, Oregon: U.S. Geological Survey Open-File Report 81-1092, p. 1–19. Scholl, D. W., and Taft, W. H., 1964, Algae, contributors to the formation of calcareous tufa, Mono Lake, California: Journal of Sedimentary Petrology, v. 34, p. 309–319. Shearman, D. J., and Smith, A. J., 1985, Ikaite, the parent mineral of jarrowite-type pseudomorphs: Proceedings of the Geologists Association, v. 96, p. 305–314. Shearman, D. J., McGugan, A., Stein, C., and Smith, A. J., 1989, Ikaite, CaCO3 z 6H2O, precursor of the thinolites in the Quaternary tufas and tufa mounds of the Lahontan and Mono Lake Basins, western United States: Geological Society of America Bulletin, v. 101, p. 913–917. Smith, G. A., 1991, Facies sequences and geometries in continental volcaniclastic sequences, in Fisher, R. V., and Smith, G. A., eds., Sedimentation in volcanic settings: Society of Economic Paleontologists and Mineralogists Special Publication 45, p. 109–122. Smith, G. A., and Lowe, D. R., 1991, Lahars: Volcano-hydrologic events and deposition in the debris flow-hyperconcentrated flow continuum, in Fisher, R. V., and Smith, G. A., eds., Sedimentation in volcanic settings: Society of Economic Paleontologists and Mineralogists Special Publication 45, p. 59–70. Smith, R. C. M., 1991, Landscape response to a major ignimbrite eruption, Taupo volcanic center, New Zealand, in Fisher, R. V., and Smith, G. A., eds., Sedimentation in volcanic settings: Society of Economic Paleontologists and Mineralogists Special Publication 45, p. 123–138. Smoot, J. P., and Lowenstein, T. K., 1991, Depositional environments of nonmarine evaporites, inMelvin, J. L., ed., Evaporites, petroleum and mineral resources: Amsterdam, Elsevier, Developments in Sedimentology 50, p. 189–347. Stauffer, R. E., 1982, Fluorapatite and fluorite solubility controls on geothermal waters in Yellowstone National Park: Geochimica et Cosmochimica Acta, v. 46, p. 465–474. Steven, T. A., and Eaton, G. P., 1975, Environment of ore deposition in the Creede mining district, San Juan Mountains, Colorado: Part I. Geologic, hydrologic, and geophysical setting: Economic Geology, v. 70, p. 1023–1037. Steven, T. A., and Friedman, I., 1968, The source of travertine in the Creede Formation, San JuanMountains, Colorado: U.S. Geological Survey Professional Paper 600-B, p. 29–36. Steven, T. A., and Lipman, P. W., 1976, Calderas of the San Juan volcanic field, southwestern Colorado: U.S. Geological Survey Professional Paper 958, 35 p. Steven, T. A., and Ratté, J. C., 1965, Geology and structural control of ore deposition in the Creede district, San JuanMountains, CO: U.S. Geological Survey Professional Paper 487, 90 p. Sturm, M., and Matter, A., 1978, Turbidites and varves in Lake Brienz (Switzerland): Deposition of clastic detritus by density currents, inMatter, A., and Tucker, M. E., eds., Modern and ancient lake sediments: Oxford, Blackwell, p. 145–166. Swirydczuk, K., Wilkinson, B. H., and Smith, G. R., 1980, The Pliocene Glenns Ferry Oolite—II: Sedimentology of oolitic lacustrine terrace Deposits: Journal of Sedimentary Petrology, v. 50, p. 1237–1248. Vessell, R. K., and Davies, D. K., 1981, Nonmarine sedimentation in an active fore arc basin, in Ethridge, F. G., and Flores, R. M., eds., Recent and ancient nonmarine depositional environments: Models for exploration: Society of Economic Paleontologists and Mineralogists Special Publication 31, p. 31–45. Waresback, D. B., and Turbeville, B. N., 1990, Evolution of a Plio–Pleistocene volcanogenic-alluvial fan: The Puye Formation, Jemez Mountains, New Mexico: Geological Society of America Bulletin, v. 102, p. 298–314. White, A. F., Claasen, H. C., and Benson, L. V., 1980, The effect of dissolution of volcanic glass on the water chemistry in a tuffaceous aquifer, Ranier Mesa, Nevada: Geochemistry of water: U.S. Geological Survey Water-Supply Paper 1535-Q, 34 p. Wolfe, J. A., and Schorn, H. E., 1989, Paleoecologic, paleoclimatic, and evolutionary significance of the Oligocene Creede flora, Colorado: Paleobiology, v. 15, p. 180–198. Wood, W. W., and Sanford, W. E., 1990, Ground-water control on evaporite deposition: Economic Geology, v. 85, p. 1226–1235. Yuretich, R. F., and Cerling, T. E., 1983, Hydrogeochemistry of Lake Turkana, Kenya: Mass balance and mineral reactions in an alkaline lake: Geochimica et Cosmochimica Acta, v. 47, p. 1099–1109."
  }, {
    "heading": "MANUSCRIPT RECEIVED BY THE SOCIETY MARCH 8, 1995 REVISED MANUSCRIPT RECEIVED AUGUST 18, 1995 MANUSCRIPT ACCEPTED SEPTEMBER 30, 1995",
    "text": "544 Geological Society of America Bulletin, May 1996\nPrinted in U.S.A.\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/108/5/526/3382437/i0016-7606-108-5-526.pdf by University of Arizona user on 26 February 2019"
  }],
  "year": 1996,
  "references": [],
  "id": "SP:c4e81da2b216fe4754189ee59c9d3d2029af1a80",
  "authors": [{
    "name": "Daniel Larsen",
    "affiliations": []
  }, {
    "name": "Laura J. Crossey",
    "affiliations": []
  }],
  "abstractText": "The Oligocene Creede Formation represents an exceptionally well-preserved intracaldera sedimentary sequence within a large, resurgent caldera. The tuffaceous, epiclastic, and limestone deposits observed in surface exposures and Continental Scientific Drilling Program (CSDP) core provide a record of depositional processes and basin evolution following caldera collapse. The basal part of the Creede Formation is characterized by interbedded caldera wall– derived debris-flow breccias and ephemeral lake deposits. This unit is succeeded by deep-water lacustrine beds that constitute the bulk of the Creede Formation. Interbedded fallout tuffs from intracaldera volcanic eruptions significantly affected lacustrine sedimentation patterns and provide a means of basinwide correlation. Prominent sublacustrine travertine accumulations circumscribe the margins of the moat basin and probably outline the structural margin of the caldera. Deposition in a cool, montane climate is indicated by the presence of pseudomorphs after ikaite in the travertine and lake beds, and corroborative paleofloral analyses. Distinctive lowstand (shallow lake) and highstand (deep lake) faciesassociation distributions were deposited. Changes in the proportion and character of lowstand versus highstand sequences imply an evolution from a narrow, deep, steepwalled basin to a broad, shallow, incised ba-",
  "title": "Depositional environments and paleolimnology of an ancient caldera lake: Oligocene Creede Formation, Colorado"
}