{
  "sections": [{
    "text": "Investigation of patterns and processes of late Quaternary sedimentation in the Lesser Antilles island arc indicates that the major components of deep-water sediment are volcaniclastic silt and clay, redeposited shallow-water carbonate (mainly aragonite and high-Mg calcite), pelagic carbonate (mainly low-Mg calcite), and windblown dust from Africa. Although sediment derived from the adjacent South American continent is included in accreted trench deposits, marine deposition of this sediment within the arc is insignificant, except at the south end of the forearc. Distribution of sedimentary components within the Lesser Antilles arc is controlled primarily by arc volcanism. A Miocene shift in the locus of volcanism, which caused the arc to bifurcate, created two sedimentologic regimes. In the southern part of the arc, which is characterized by volcanically active islands with high relief, deep-water sediment is dominantly volcaniclastic. In contrast, in the northern part of the arc, where a broad arc platform separates high-relief, active volcanoes from low-relief, extinct volcanoes surrounded by wide carbonate shelves, deep-water sediment is composed mainly of redeposited shallow-water carbonate, pelagic carbonate, and eolian-transported Saharan dust. Superposed on the facies patterns determined by arc volcanism is a subtle, but distinct record of Quaternary climate change. Glacial-interglacial periods are recorded in deep-water sediment by variations in sedimentation rate, composition, and texture. Volcaniclastic sedimentation responded to lowstands of sea level by increased sedimentation rates and thicker and/or more frequent turbidites, reflecting intensified currents in interisland passages and increased erosion of exposed insular shelves. Deep-\nwater carbonate sedimentation records decreased carbonate productivity on exposed shelves and in the open ocean during glacial lowstands, as well as variations in carbonate preservation associated with changes in ocean circulation. Deposition of Saharan dust increased during glacial periods because of intensified wind strengths."
  }, {
    "heading": "INTRODUCTION",
    "text": "Marine sediment included in volcanic-arc assemblages formed in zones of plate convergence is a potential source of detailed information regarding arc evolution and paleoceanography. Knowledge of sedimentary processes in modern arcs is essential for interpretation of ancient arc sequences, which are common in accreted terranes (Jones et al., 1982) and are attractive petroleum prospects (Dickinson and Yarborough, 1976; Fulthrope and Schlanger, 1989). Sedimentation in arc complexes is typically dominated by volcanogenic deposition, and volcanic sediment in modern arcs has been the focus of much research (e.g., Sigurdsson et al., 1980; Smith and Landis, 1995; Underwood et al., 1995, and references therein). These studies have shown that volcaniclastic sediment records local tectonic events, such as arc volcanism, rifting, and collision, as well as changes in eustatic sea level (e.g., Marsaglia, 1992; Clift, 1994; Reid et al., 1994). In addition to volcanic deposits, siliciclastic and/or carbonate sediment is also a significant component of some volcanic arcs. Siliciclastic sediment, typically derived from continental sources adjacent to arcs, is of particular importance in continental-margin arcs (Dickinson and Seely, 1979; Dickinson, 1982). Carbonate, although often neglected in discourses on sedimentation in volcanic settings (e.g., Fisher and Smith, 1991), commonly forms thick sedimentary sequences in\nlow-latitude arcs (e.g., Garrison et al., 1975; Reid, 1986, 1989; Reid and Ginsburg, 1986; Watkins and Flory, 1986; Watkins, 1993; Soja, 1990, 1991, 1993; Fulthrope and Schlanger, 1989). These sequences are especially informative components of arc assemblages, providing sensitive indicators of depositional environments and paleogeography (Reid and Tempelman-Kluit, 1987; Watkins, 1993; Soja, 1991, 1994). Although there are, to our knowledge, no detailed studies of deep-water carbonate sedimentation in modern volcanic arcs, studies in passive margin settings have shown that Quaternary periplatform ooze records sea level fluctuations and changes in ocean circulation (e.g., Droxler et al., 1983, 1990, 1991; Boardman et al., 1986; Glaser and Droxler, 1993; Haddad, 1994). This paper examines patterns and processes of late Quaternary deep-water (.200 m) sedimentation in the modern island-arc setting of the Lesser Antilles, an intraoceanic arc at the eastern margin of the Caribbean Sea. The composition and origin of volcanogenic sediment in the Lesser Antilles arc have been documented in several studies (Carey and Sigurdsson, 1978, 1980; Sigurdsson et al., 1980). In addition, Wright (1984a) developed a model for sedimentation in this area, based mainly on surficial facies. Our investigation presents a new perspective on sedimentation in this volcanic arc. In contrast to Wright (1984a), who recognized three major types of deep-water sediment (volcanogenic detritus, pelagic carbonate, and sediment from the adjacent South American continent), we argue that redeposited, shallow-water carbonate and windblown detritus from Africa are also important components. Moreover, we show that, although sediment from South American rivers is incorporated into the arc by accretion, marine deposition of this sediment within the arc is relatively unimportant.\nGSA Bulletin; January 1996; v. 108; no. 1; p. 78–100; 11 figures; 5 tables.\n78\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/108/1/78/3382416/i0016-7606-108-1-78.pdf by University of Arizona user on 26 February 2019\nA major goal of our research was to determine the effects of Quaternary climate change on a mixed volcanic/carbonate/siliciclastic depositional system that is strongly controlled by local volcanism and related tectonics. Our results extend Damuth’s (1977) comprehensive study of late Quaternary sedimentation in the western equatorial Atlantic into the Lesser Antilles region, thereby providing an integrated view of late Quaternary sedimentation along the entire northeast margin of South America."
  }, {
    "heading": "Geologic Setting",
    "text": "The Lesser Antilles arc marks the zone of westward subduction of the Atlantic oceanic crust beneath the Caribbean plate. A chain of volcanic islands, which stretch 800 km fromAnguilla in the north to Grenada in the south, forms a magmatic-arc platform (Fig. 1). Arc volcanism has been active during the past 40 m.y., with two major periods of eruptions during Eocene–Oligocene and late Miocene–early Pliocene (Martin-Kaye, 1969). During late Miocene time, the locus of volcanism north of Dominica shifted west, possibly related to the arrival of an aseismic ridge at the trench (Bouysse, 1984), and a chain of young, active volcanic islands formed west of the older chain of extinct volcanoes. South of Dominica, the zones of younger and older volcanism coincide. The depression between the two volcanic ridges in the north part of the arc forms a broad intra-arc basin. Extinct volcanoes on the east side of this basin (Antigua, St. Martins, etc., which are collectively known as the Limestone Caribbees) are surrounded by carbonate shelves 20–40 km wide and 10–40 m deep. Holocene reefs are common on pre-Holocene benches on these wide shelves (Adey and Burke, 1976), and relict reefs, calcareous skeletal sand, and foraminiferal algal nodules characterize shelf-margin assemblages (Macintyre, 1972; Reid and Macintyre, 1988). Volcanically active islands, such as Guadeloupe, Martinique, and Grenada, are surrounded by narrow shelves, which are sites of carbonate and volcanogenic sedimentation. The magmatic-arc platform is bordered on the west by the backarc Grenada Basin and on the east by a chain of discrete forearc basins and an accretionary prism (Fig. 1). Aves Ridge, probably a former arc active from Early Cretaceous to early Eocene (Bouysse, 1984), lies to the west of the Grenada Basin. The eastern boundary of the accretionary prism is defined by a trench\ndipping 408–508 west, where the Atlantic plate is subducted beneath the Caribbean plate at 2.2 cm/yr (Minster and Jordan, 1978)."
  }, {
    "heading": "Core Locations and Analyses",
    "text": "This study is based on analysis of sediment recovered in 22 piston cores representative of four tectonic provinces (Fig. 1). Cores were collected during cruises Gs7605 of the R/V Gillis and En20 of the R/V Endeavor in 1976 and 1978; En20 cores are designated simply as En throughout this paper, and Gs7605 cores are designated as Gs (e.g., core En20-8 is referred to as En 8 and core Gs7605-18 as Gs 18). The cores range in length from 1.6 to 8.7 m and were collected in water depths of 600–5100 m (Table 1). Sedimentologic analyses included macroscopic core description, petrography (thin sections and smear slides), grain size (percent greater than and less than 63 mm), carbonate content, X-ray diffraction of carbonate and clay mineral assemblages, scanning electron microscopy, and age determinations. Details of the methods are presented in an appendix. The chronostratigraphic framework used throughout this paper is based on several climatically controlled disappearances and reappearances of foraminifera in theGloborotalia menardii complex (Ericson and Wollin, 1956, 1968) and the mid-Wisconsin disappearance of Pulleniatina obliquiloculata (Prell and Damuth, 1978). The G. menardii zonation provides a tenfold subdivision of the Quaternary into stages Z through Q based on the presence or absence of the G. menardii complex. In general, the Z zone represents the Holocene (0–12 ka); Y, the Wisconsin glaciation (12–81 ka); X, the last interglacial (81–128 ka); and W, another glacial period (128–186 ka). The V zone (186–500 ka) spans 3 complete glacial/interglacial cycles, and zones U through Q include at least 15 cycles (Damuth, 1977). P. obliquiloculata subdivides the Wisconsin glaciation into two intervals, Y1 (12–35 ka) and Y2 (35–81 ka)."
  }, {
    "heading": "Sediment Classification",
    "text": "Deep-water sediment in the Lesser Antilles region includes background deposits, which represent more or less continuous deposition of pelagic and hemipelagic sediment, and discrete layers, which represent episodic deposition by sediment gravity flows. Pelagic sediment consists mainly of\ngrains that initially enter the hydrosphere beyond the shelf-slope break (e.g., eoliantransported dust) or are created by organisms in the open-ocean region and subsequently settle to the sea floor (Pickering et al., 1989). In the present study, these sediments are subdivided on the basis of carbonate content into ooze (.60% CaCO3), marl (25%–60% CaCO3), and pelagic clay (,25% CaCO3). Hemipelagic sediment contains a pelagic component, generally 5%–50% but up to 75%, with the remainder of the sediment consisting of detrital grains that enter the ocean at the coast and/or grains that are formed on the shallow shelves and carried off the shelf by waves, tidal currents, or in dilute turbidity currents, eventually settling to the sea floor (modified from Pickering et al., 1989). We classify hemipelagic sediment using established size terminology (sand, silt, clay) with the primary modifiers ‘‘calcareous,’’ ‘‘volcanic,’’ and ‘‘siliciclastic’’ identifying dominant (.50%) components. Secondary modifiers are used to indicate significant proportions (25%–50%) of additional components. Thus a volcanic calcareous sand contains .50% carbonate sand with 25%–50% volcanic grains, whereas a calcareous volcanic sand contains.50%volcanic sand with 25%–50% carbonate grains. Volcanic components are mainly plagioclase, glass shards, pyroxene, hornblende, and iron and titanium oxides; silt-sized fragments of altered glass enclosing microphenocrysts are also abundant. Siliciclastic components are quartz, K-feldspar, biotite, and muscovite, minerals typically derived from weathering continental deposits. Turbidite deposits, which form distinct layers within the background sediment, are characterized by erosional bases, fining-upward sequences, and gradational upper contacts. They are subdivided according to carbonate content as follows: carbonate-rich turbidites, designated ‘‘tc,’’ contain .25% CaCO3; carbonate-poor turbidites contain ,25% CaCO3 and are designated ‘tv’ (volcanic-rich) or ‘‘ts’’ (siliciclastic-rich), depending on the composition of noncarbonate components. Pyroclastic sediment, interpreted to be derived directly from volcanic eruptions, includes two categories, tephra-fall deposits and pyroclastic-gravity-flow deposits. Tephrafall deposits form by the fallout of atmospherically transported tephra from explosive eruptions, which settles passively to the seafloor. The layers are typically several centimeters thick, normally graded, have a\nSEDIMENTATION IN THE LESSER ANTILLES\n79Geological Society of America Bulletin, January 1996\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/108/1/78/3382416/i0016-7606-108-1-78.pdf by University of Arizona user on 26 February 2019\nsharp lower contact and a diffuse upper one, and consist of glass shards, crystals, and lithic fragments. Pyroclastic-gravity-flow deposits form by the entrance of subaerial pyroclastic flows or debris flows into the sea from subaerial eruptions or by direct discharge of flows from submarine eruptions. They are transported as particulate gravity flows and form deposits that contain evidence of flow emplacement. In general, these deposits are thicker, coarser grained, and more poorly sorted than tephra-fall deposits. The dominant components of the pyroclastic-flow deposits are pumice, glass shards, crystals, and lithic fragments."
  }, {
    "heading": "RESULTS",
    "text": ""
  }, {
    "heading": "Stratigraphy",
    "text": "Backarc Sediment. The sedimentary records of backarc cores appear to be continuous, showing no evidence of unconformities (Fig. 2A). Cored intervals are varia-"
  }, {
    "heading": "REID ET AL.",
    "text": "80 Geological Society of America Bulletin, January 1996\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/108/1/78/3382416/i0016-7606-108-1-78.pdf by University of Arizona user on 26 February 2019\nble in age. In two cores (Gs 2 and Gs 27), sediment is ,40 ka; in another two cores (En 10 and En 46), the oldest sediment is 40–81 ka; and in two more (En 6 and En 8), the maximum age is 128–186 ka. Sediment in the backarc basin is dominantly olive gray (5Y4/2–5Y6/2), hemipelagic, clayey volcanic silt interbedded with turbidites and pyroclastic deposits (Fig. 2A). The most northern core, En 10, consists mainly of calcareous volcanic silt, and En 8 is volcanic calcareous silt. The abundance of quartz increases in core Gs 27, at the south end of the Grenada Basin, but even in this core, quartz accounts for,10% of the background sediment, which consists mainly of altered volcanic fragments. Carbonate content is higher to the north than to the south, with CaCO3 constituting an average of 35%–65% of sediment in cores En 10, En 8, and En 6, but ,25% of cores Gs 2, En 46, and Gs 27 in the Grenada Basin (Figs. 2A and 4). The higher carbonate content of the more northern cores is reflected in lighter colors, with the volcanic calcareous silt in core En 8 having a yellowgray (5Y 7/2) color. Grain size (Fig. 3) and carbonate content (Fig. 4) lack consistent variation with relative sea level changes during the late Quaternary, except in core En\n10, where carbonate decreases from an average of 63% during the Holocene (Z) to 39% during the Wisconsin glaciation (Y1) (Fig. 4). Turbidites are abundant in the Grenada Basin. They range in thickness from 1 to 42 cm and average 8 cm. West of Grenada, in core Gs 27, most turbidites are carbonate rich (Fig. 2A), composed of calcareous volcanic sand with an average of 35% CaCO3 ('10% higher than in the background sediment). Farther north, in cores En 46 and Gs 2, most of the turbidites are volcanic rich (Fig. 2A), composed of volcanic sand with ,10% carbonate. The thickest layers were deposited in the Grenada Basin during the Wisconsin glaciation (Y), but there is no obvious variation in the frequency of layers with changes in relative sea level. Tephra-fall layers are present in cores in the middle part of the backarc basin (cores En 8, En 6, and En 46). These layers range in thickness from 1 to 8 cm and average 4 cm. The ash layers are rich in glass shards, and carbonate content is ,10%. Core Gs 2 contains a coarse pyroclastic deposit, up to 0.75 m thick, that formed during a major explosive eruption on the island of Dominica (Carey and Sigurdsson, 1980). The deposits from this eruption are widespread in the Grenada Basin and contain pumice clasts up to several centimeters in diameter. Magmatic-Arc Platform Sediment. Unconformities are apparent in some cores on the arc platform (Fig. 2B). The age of sediment in core En 16 is not resolved, but an interval of missing section is likely present below a thick sandy turbidite in the upper part of this core. In addition, sediment at the top of core Gs 29 is older than 500 ka. Other cores on the platform (En 2, En 11, and Gs 18) record more continuous deposition; these cores bottom in Y, above YP. obliq., suggesting the cored intervals are younger than 40 ka. Sediment on the magmatic-arc platform varies from north to south in color, grain size, and carbonate content (Fig. 2B). North of Guadeloupe, in cores En 2, En 11, and En 16, background sediment is mainly yellowgray to light olive-gray (5Y8/1–5Y5/2), volcanic calcareous silt containing 40%–90% carbonate. South of Guadeloupe, in cores Gs 18 and Gs 29, background sediment is olive-gray (5Y4/1–5Y5/2), clayey volcanic silt and clayey calcareous volcanic silt with 10%–30% carbonate. Grain size of the background sediment in two cores (carbonate-rich core En 2, and volcanic-rich core Gs 18) was coarser during the low sea level of the late Wisconsin glaciation than during the Holocene highstand, as indicated by the decrease in percent sediment ,63 mm from 80%–90% in Z to '60% in Y1 (Fig. 3). Grain size in other platform sediment is relatively unchanged during glacial lowstands (Fig. 3). Similarly, bulk carbonate contents of platform sediment does not vary consistently with sea level change (Fig. 4). Background sediment on the arc platform is interbedded with turbidites ranging in thickness from 1 to 28 cm (average 11 cm). Turbidites are more abundant in the northern part of the platform than in the southern part. The turbidites in cores En 2 and En 16 are carbonate rich (‘‘tc’’ type, Fig. 2B), fineto medium-grained calcareous sand or calcareous volcanic sand with 40%–80% CaCO3; turbidites in core En 11 and the rare layers in cores Gs 18 and Gs 29 are carbonate-poor (‘‘tv’’ type, Fig. 2B) volcanic sand and gravel with,5%CaCO3. Turbidites are more frequent in the Wisconsin glaciation (Y) than during the Holocene (Z), and the thickest layers were also deposited during glacial time. Only one tephra-fall layer is preserved in cores on the magmatic-arc platform; this layer occurs in glacial zone U of core Gs 29. Forearc and Accretionary Prism Sediment. Sediment in the forearc and accretionary prism records continuous deposition and is highly varied in age (Figs. 2C and 2D). Sediment in three of the cores (Gs 4, Gs 5, and En 49) is younger than 40 ka; two cores (En 47, Gs 66) bottom in X (81–128 ka); three cores (En 18, Gs 13, and Gs 11) bottom in V (186–500 ka); one core (En 19) bottoms near the U/V boundary (ca. 500 ka); and one core (En 30) bottoms in T (ca. 800 ka). The forearc and accretionary prism represent more pelagic realms of sedimentation than the platform and backarc. Sediment is mainly yellow-brown (10YR 5/2–10YR 6/4) marl, except in the southern half of the forearc (cores En 47, GS 13, and En 49), which is mainly hemipelagic, olive-gray (5Y6/2), clayey volcanic silt (Figs. 2C and 2D). The most abundant grains in the hemipelagic sediment are altered volcanic fragments, but silt-sized quartz also forms a minor component (,10%) of sediment in the Tobago Trough (i.e., core En 49). Cores Gs 4 and Gs 5, in the middle part of the forearc, are mixtures of both pelagic sediment (mainly ooze and pelagic clay) and hemipelagic, clayey, calcareous volcanic silt (Fig. 2C).\nSEDIMENTATION IN THE LESSER ANTILLES\n81Geological Society of America Bulletin, January 1996\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/108/1/78/3382416/i0016-7606-108-1-78.pdf by University of Arizona user on 26 February 2019\nF ig ur e 2. L it ho st ra ti gr ap hi c se ct io ns of re pr es en ta ti ve co re s in th e ba ck ar c (A ), m ag m at ic -a rc pl at fo rm (B ), fo re ar c (C ), an d ac cr et io na ry pr is m an d ab ys sa l pl ai n\n(D ). Se ct io ns de pi ct ge ne ra li ze d li th ol og y, G . m en ar di i zo na ti on , pe rc en t se di m en t > 63 m m in si ze ,a nd to ta lc ar bo na te co nt en t of bu lk se di m en t.\n82 Geological Society of America Bulletin, January 1996\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/108/1/78/3382416/i0016-7606-108-1-78.pdf by University of Arizona user on 26 February 2019\nF ig ur e 2. (C on tin ue d) .B ac kg ro un d de po si ts re pr es en t m or e or le ss co nt in uo us de po si ti on of pe la gi c or he m ip el ag ic se di m en t. A ge s of G .m en ar di i zo ne s ar e in ka .\n83Geological Society of America Bulletin, January 1996\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/108/1/78/3382416/i0016-7606-108-1-78.pdf by University of Arizona user on 26 February 2019\nCarbonate content of the pelagic sediment decreases from '40%–60% during the Holocene (Z) to 25%–40% during the Wisconsin glaciation (Y) (Fig. 4). Carbonate content of the hemipelagic sediments at the south end of the forearc ranges from 10% to 25% and exhibits no consistent variation with sea level. The background sediment in the forearc is generally fine grained. In most cores, 70%–90% of the sediment is ,63 mm in size; cores En 30 and Gs 11 are slightly coarser, with only 50%–60% of the sediment ,63 mm. The cores also exhibit subtle changes in grain size with sea level, with these changes occurring in opposite directions in pelagic and hemipelagic sediment (Fig. 3). In pelagic sediment, the percent ,63 mm increased slightly during the Wisconsin glaciation (Y), corresponding to decreased grain size; the size change is especially evident in core Gs 11, where the percent ,63 mm increased from 50% in the Holocene (Z) to 73% and 61% during the Wisconsin glaciation (Y1 and Y2). Conversely, the percent ,63 mm in the clayey volcanic silt of core Gs 13 decreased slightly during glacial periods corresponding to increased grain size. Episodic deposits are rare in cores in the northern part of the forearc and accretionary prism (i.e., in En 18 and En 19) and rare to abundant in cores from the middle and southern parts (Figs. 2C and 2D). The most common types of episodic deposits are carbonate-rich turbidites and tephra-fall deposits; a few carbonate-poor turbidites are also present. The carbonate-rich turbidites are composed of volcanic calcareous sand or calcareous volcanic sand with 30%–60% CaCO3 (typically higher than in the background sediment); these carbonate-rich turbidites are 2–45 cm thick, averaging 13 cm. Carbonate-rich turbidites are more common during the Wisconsin glaciation (Y) than in the Holocene (Z). Ash-fall layers in the forearc and accretionary prism are 1–10 cm thick, averaging 4 cm. Most of the ash layers have sharp lower contacts; in some cases the upper contacts are sharp, in others they are gradational. Some layers are graded, others are not. Carbonate content of the ash layers is characteristically lower than that of the background sediment. Rare volcanic-rich turbidites occur in pelagic sediment of cores En 30, Gs 5, and Gs 11. These turbidites consist of volcanic sand with ,5% CaCO3; they are 1–3 cm thick, averaging 2 cm. Abyssal Plain. Core Gs 56 on the abyssal plain consists of olive-gray (5Y 5/2–5T 6/2), clayey, siliciclastic silt interbedded with siliciclastic turbidites, 2–30 cm thick (averaging 5 cm) (Fig. 2D). This core was not sampled in enough detail to get a complete stratigraphy, but comparison with cores described by Damuth (1977) suggest that the rust colored layer at 61 cm approximates the Holocene/Pleistocene (Z/Y) boundary (12 ka)."
  }, {
    "heading": "Sedimentation Rates",
    "text": "Sedimentation rates in the Lesser Antilles arc show spatial and temporal variations (Fig. 5). In the backarc, these rates increase from north to south. During the Holocene highstand of sea level, the sedimentation rate in En 10, in the north, was '3 cm/k.y., increasing to 23 cm/k.y. at Gs 27 in the Grenada Basin. Backarc sedimentation rates were consistently higher during lowstands of the Wisconsin glaciation (Y) than during the Holocene highstand (Z); in some cores (e.g., En 6), the difference is slight, but in other cores (e.g., En 10), sedimentation rates more than quadrupled during the glacial period. Increased sedimentation in core En 10 corresponds to a decrease in carbonate content from 63% to 39% (Fig. 4), reflecting increased input of volcaniclastic material to the backarc during the lowstand of sea level."
  }, {
    "heading": "REID ET AL.",
    "text": "84 Geological Society of America Bulletin, January 1996\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/108/1/78/3382416/i0016-7606-108-1-78.pdf by University of Arizona user on 26 February 2019\nSedimentation rates on the magmatic-arc platform are somewhat problematic because of uncertainties in some of the core stratigraphies; however, calculated rates are on the order of 5–10 cm/k.y. (Fig. 5). In general, sedimentation rates during the Wisconsin glaciation (Y) were higher than during the Holocene, increasing, for example, from 5 to .8 cm/k.y. in core En 11 and from 4 to 9 cm/k.y. in core Gs 18. Increases in sedimentation rates during glacial periods correspond to increased grain size of sediment deposited during these lowstands of sea level (Fig. 3). Sedimentation rates of pelagic sediment in the forearc basin (e.g., in cores En 18, En 30, and Gs 13) and in the accretionary prism consistently range from 1 to 3 cm/k.y. and do not vary consistently with sea level changes (Fig. 5). These rates are similar to those reported by Damuth (1977) for cores in the extreme southeast part of the accretionary prism and on the abyssal plain, although sedimentation rates in Damuth’s cores increase from '2 cm/k.y. in the Holocene to '3.5 cm/k.y. during the Wisconsin glaciation. Higher sedimentation rates of 5–15 cm/ k.y. characterize hemipelagic sediment in the forearc basin—for example, in the Tobago Trough (cores En 47 and En 49) and west of Dominica (cores Gs 4 and Gs 5). In these areas of more rapid sedimentation, rates were usually higher during the Wisconsin glaciation (Y) than during the Holocene (Z)."
  }, {
    "heading": "Carbonate Size Fractionation and Mineralogy",
    "text": "Carbonate components of deep-water sediment in the arc show distinct trends in grain size. Most of the carbonate in bulk samples (typically 70%–80%) is ,63 mm in size, with the remaining 20%–30% being\nsand-sized (Fig. 6A). The proportion of carbonate in the fine fraction (,63 mm) is generally equivalent to that in the bulk sediment, reflecting the fine-grained nature of the background sediments. Although sandsized carbonate is a minor component (,20%) of the bulk sediment, percent CaCO3 in sand-sized fractions is typically high, ranging from 25% to 75%. Indeed, the sand fractions of most cores (except En 10, En 2, En 11, and En 16) are more carbonaterich (by 5%–30%) than the fine fractions. In contrast to background sediment, where the bulk of the carbonate is ,63 mm in size, the major portion of carbonate in carbonate-rich turbidites (50%–75%) is sand-sized (Fig. 6B). Carbonate constitutes an average of 40%–80% of sand-sized fractions of carbonate-rich turbidites and 25%– 75% of the fine (,63 mm) fractions of these layers. In addition to variations in proportions of carbonate, the size fractions of background sediment and turbidites exhibit differences in proportions of aragonite, high-Mg calcite (typically 8–13 mole%MgCO3) and low-Mg calcite (,4 mole% MgCO3) (Figs. 6A and 6B). These differences reflect variations in compositions of the carbonate components. Examination of the sediments with optical and scanning electron microscopes suggests that most of the low-Mg calcite in the cores is pelagic in origin, with sand-sized grains consisting mainly of foraminifera, and finegrained (,63 mm) low-Mg calcite consisting of small foraminifera and coccoliths. These pelagic grains are well preserved in most cores, even those in water depths .5000 m, the approximate calcium compensation depth (CCD) for the western North Atlantic (Damuth, 1977). Coccoliths are altered, however, in three cores above the CCD at the south end of the arc. In core Gs 29 on the platform, with a water depth of 1680 m, nannofossils are abundant and well preserved at the surface, but rare and poorly preserved at the base of the core. Nannofossils are also rare and poorly preserved at the base of core En 49, with a water depth of 2447 m in the Tobago Trough. Nannofossils are abundant but fused together in core En 47, farther north in the Tobago Trough, with a water depth of 1475 m. Aragonitic components of the Lesser Antilles cores are both pelagic and shallowwater in origin, with sand-sized aragonite consisting of pteropods,Halimeda, and coral fragments, and fine aragonite consisting largely of 2 mm needles. High-Mg calcite in the cores is probably primarily of shallow-\nSEDIMENTATION IN THE LESSER ANTILLES\n85Geological Society of America Bulletin, January 1996\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/108/1/78/3382416/i0016-7606-108-1-78.pdf by University of Arizona user on 26 February 2019\nwater origin. Sand-sized, high-Mg calcite consists mainly of shallow-water benthic foraminifera and coralline algae, although some of the deep-water benthic foraminifera, which are relatively uncommon, may also be high-Mg calcite, and high-Mg calcite cement may be present in some pelagic foraminifera. The sand-sized shallow-water carbonate grains are characteristically redbrown in thin section and are commonly micritized and difficult to identify. Mineralogy thus provides a general indication of the relative proportions of pelagic and shallow-water carbonate grains in deepwater sediment of the Lesser Antilles. Low-Mg calcite approximates pelagic input, whereas aragonite and high-Mg calcite, especially in the fine fraction (,63 mm), are primarily derived from shallow water. Although pteropods are also a source of aragonite, previous studies (e.g., Boardman and Neumann, 1984) have shown that pteropod aragonite is primarily sand-sized and contributes little to the fine-grained fraction of deep-water sediment. Our data, which indicate that percent aragonite is commonly greater than percent high-Mg calcite in the sand fraction of the deep-water sediment— but that aragonite and high-Mg calcite are typically equivalent in the fine (,63 mm) fraction—are consistent with the suggestion that pelagic aragonite is mainly sand-sized. In addition, the covariation of aragonite and high-Mg calcite in the fine fraction supports the inference that these minerals are primarily derived from shallow-water shelves surrounding the volcanic islands, where both are abundant (Reid and Macintyre, 1988; Macintyre, 1972). The relative proportions of carbonate minerals in background sediment of the Lesser Antilles cores exhibit distinct geographic variations. In general, the amount of aragonite plus high-Mg calcite (A 1 HMC)\nis higher in the northern part of the arc, north of Guadeloupe, than in the southern part (Fig. 6A). The fine fraction of the background sediment, which contains the bulk of the carbonate, typically includes about equal amounts of aragonite and high-Mg calcite. In the backarc, the total amount of A 1 HMC in the,63 mm fraction of background sediment ranges from 30% to 70% in the northern cores, and 30%–40% in cores from the southern part of the Grenada Basin. On the magmatic-arc platform, A 1 HMC in the fine fraction of background sediment ranges from 40% to 90% in cores north of Guadeloupe and 40%–50% in cores to the south. In the forearc and accretionary prism, A 1 HMC is 0%–20% in both pelagic and hemipelagic sediment, with no apparent increase in more northern cores. The sand fraction of background sediment throughout the arc typically contains 10%–50% less A 1 HMC (and correspondingly more lowMg calcite) than the fine fraction, and aragonite is generally more abundant than high-Mg calcite in these sand fractions. The mineralogy of carbonate-rich turbidites in the backarc and on the arc platform is generally similar to that in background sediment, with A 1 HMC forming an average of 60%–70% of the ,63 mm fraction and 35%–60% of the sand fraction (Fig. 6B). In contrast, in the forearc, the proportion of A 1 HMC in these turbidites (40%–60%) is considerably higher than in the hemipelagic background sediment (10%–20%). In the accretionary prism, the mineralogy of the single carbonate-rich turbidite in core GS 11 is equivalent to that of the pelagic background sediment, with ,10% A 1 HMC. Downhole variations in the size distribution and mineralogy of carbonate are evident in the background sediment of a few cores (Fig. 7). In the backarc, the amount of fine-grained carbonate in core En 10 was lower during the Wisconsin glaciation (Y1) than in the Holocene (Z), corresponding to decreased carbonate content of the bulk sediment (Figs. 7A and 4). In cores En 2 and Gs 18 on the magmatic-arc platform, the amount of fine-grained carbonate in bulk sediment decreased, and the amount of sand-sized carbonate increased during the Wisconsin glaciation (Y1) relative to theHolocene (Z), although the carbonate content of the bulk sediment remained relatively constant (Figs. 7A and 4); the increase in sand-sized carbonate corresponds to increased grain size in these cores during lowstand of Y1 (Fig. 3). In the forearc, the"
  }, {
    "heading": "REID ET AL.",
    "text": "86 Geological Society of America Bulletin, January 1996\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/108/1/78/3382416/i0016-7606-108-1-78.pdf by University of Arizona user on 26 February 2019\namount of sand-sized carbonate in the pelagic sediments of cores En 30 and En 18 decreased during glacial lowstands, corresponding to the decrease in carbonate content of the bulk sediment and the slight decrease in grain size in these cores (Figs. 7A, 3, and 4). Indeed, there is a remarkably good correlation between percent CaCO3 .63 mm in cores En 30 and En 18 and the d18O records of these cores (Fig. 7A). Downhole variations in carbonate mineralogy are distinct in each tectonic province (Fig. 7B). In the backarc, fine-grained (,63 mm) high-Mg calcite increased in glacial lowstands (Y1, Y2, andW) in cores En 6 and En 8. On the arc platform, the amount of fine-grained aragonite in core En 2 decreased during the Y1 glacial lowstand. Cores En 18 and En 30 in the forearc have less aragonite and high-Mg calcite in zones Z to W, with both minerals absent or rare during interglacial zone V, and, in the case of core En 30, reoccurring in zones U and T."
  }, {
    "heading": "Clay Mineralogy",
    "text": "Clay-sized, noncarbonate sediment typically constitutes 10%–40% of background sediment in the Lesser Antilles cores (Table 2). In general, clay minerals in the claysized fraction consist of'50% kaolinite plus chlorite, 30% illite, and 20% smectite (the montmorillonite group of clay minerals). The clay assemblages determined in this study are similar to those reported by Wright (1984a) for surface sediments in the arc and are typical of many marine sediments. Kaolinite, which forms by extreme chemical weathering of silicate minerals, especially feldspars, is abundant throughout the tropics. Smectite clays, which commonly contain Na or Ca, are characteristic alteration products of basic igneous rocks, forming, for example, by weathering lava flows or volcanic ash or by diagenetic alteration of ash deposited on the sea floor. Illite, a Kbearing micaceous clay, is typically derived\nfrom the weathering of siliceous (acidic) rocks. Sources of clay minerals in the arc sediment are discussed in subsequent sections."
  }, {
    "heading": "DISCUSSION",
    "text": ""
  }, {
    "heading": "Sedimentary Processes",
    "text": "Carbonate Sedimentation. Deep-water carbonate sedimentation in the Lesser Antilles arc includes deposition of both shallow-water and pelagic components. The primary source of shallow-water carbonate is the insular shelves on the arc platform. Shallow-water carbonate is carried from the shelves to deep water as suspended material and in turbidity currents. Pelagic carbonate is formed throughout the arc in open-ocean surface waters and is deposited as a perennial rain. Suspended carbonate transported from the shelves is predominantly fine-grained material thrown into suspension in the boundary layer in association with gravity flows or carried by currents associated with storms and tides; this suspended material spreads laterally and accumulates slowly along with pelagic components. The high proportions of A 1 HMC (40%–90%) in carbonate-rich (50%–85% CaCO3) background sediment on the northern part of the magmatic-arc platform indicate that the wide shelves around low islands with extinct volcanoes are prolific sources of carbonate sediment. Narrow shelves around the higher, volcanically active islands in the southern part of the arc also supply moderate amounts of fine-grained, shallow-water carbonate grains (40%–50% A 1 HMC in background sediment with 10%–30% CaCO3) to intra-arc basins in the southern half of the platform. Cyclic variation in amount and mineralogy of carbonate sediment on the arc platform (i.e., decreased amount of fine-grained aragonite during lowstands of sea level, as in core En 2, Fig. 7) is identical to that recorded in periplatform ooze of carbonate environments, such as the Bahamas, Nicaragua Rise, and Maldives (e.g., Droxler et al., 1983, 1988, 1990; Boardman et al., 1986; Glaser and Droxler, 1991, 1993). The cause of this cyclic variation is uncertain. Boardman et al. (1986) argued that the cycles result solely from variations in input, reflecting changes in banktop production during high- and lowstands of sea level. Droxler et al. (1983, 1991), on the other hand, claimed that the cycles are caused, at least in part, by\nSEDIMENTATION IN THE LESSER ANTILLES\n87Geological Society of America Bulletin, January 1996\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/108/1/78/3382416/i0016-7606-108-1-78.pdf by University of Arizona user on 26 February 2019\ndissolution associated with climatically controlled fluctuations in aragonite saturation depth. As the carbonate-rich platform cores analyzed in our study are from relatively shallow water (,1000 m), well above Quaternary aragonite saturation depths in this region ('4000m in the western Atlantic and 1100–1800 m in the Caribbean; Droxler et al., 1991; Glaser andDroxler, 1993; Haddad, 1994), the observed cycles are most likely the result of variations in bank-top production. Westward transport of suspended carbonate from the shelves by strong, prevailing westerly currents, which have velocities$30 cm/s (Metcalf, 1976), is indicated by the relatively high proportions of A 1 HMC in backarc sediment (30%–70% of ,63 mm carbonate in the north backarc and 30%– 40% of ,63 mm carbonate in the Grenada Basin). Less fine carbonate (,63 mm) in some backarc cores (e.g., En 10, Fig. 7A) during lowstands of sea level and corresponding decreased aragonite during these glacial periods are equivalent to cyclic variations on the arc platform, as discussed above. In addition, increased abundance of fine-grained high-Mg calcite during glacial lowstands, as evident in cores En 6 and En 8 (Fig. 7B), coincide with periods of maximum preservation of metastable carbonate in cores from intermediate water depths on theNicaraguaRise (seeHaddad, 1994).Variable carbonate preservation in the Nicaraguan cores is interpreted to reflect climatecontrolled variations in the flow of Antarctic intermediate water into the Caribbean (Haddad, 1994). At least some fine-grained, shallow-water carbonate is also carried eastward from the shelves, as indicated by low to moderate proportions of A 1 HMC (,10%–40% of ,63mm carbonate, decreasing with distance from the shelves) in surface sediments of the forearc and accretionary prism. Additional"
  }, {
    "heading": "REID ET AL.",
    "text": "88 Geological Society of America Bulletin, January 1996\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/108/1/78/3382416/i0016-7606-108-1-78.pdf by University of Arizona user on 26 February 2019\naragonite and high-Mg calcite in these areas may have been lost by dissolution, as much of the forearc and accretionary prism are below present-day saturation depths of aragonite ('4000 m; Droxler et al., 1991) and high-Mg calcite (900–1500 m; Droxler et al., 1991) in the western North Atlantic. The temporary disappearance of aragonite and high-Mg calcite in the mid-section of core En 30, as well as the absence of these minerals in the lower section of core En 18, corresponds to a mid-Brunhes interval (zone V) of poor carbonate preservation that is recorded in sediment aged ca. 0.3–0.6 Ma throughout the North Atlantic and equatorial Indian and Pacific Oceans (Peterson and Prell, 1985; Crowley, 1985; Droxler at al., 1990; Bassinot et al., 1994). In contrast to suspended transport of shallow-water carbonate, which involves mainly fine-grained material, turbidity currents transport both sand-sized and finegrained carbonate from insular shelves to deep water. Shallow-water carbonate is generally mixed with pelagic carbonate and volcaniclastic grains in these flows, as indicated by the high relative abundances of low-Mg calcite (40%–65% of sand-sized carbonate, Fig. 6B) and moderate to high proportions of sand-sized volcaniclastic grains (20%– 60%; Fig. 6B). Carbonate-rich turbidite flows originating in shallow water in the northern part of the arc are typically trapped in intra-arc basins on the wide platform, but to the south, where the platform is narrow, these flows descend to forearc and backarc basins. The predominance of carbonate-rich turbidites in the forearc may reflect preferential development of carbonate buildups on the windward rims of the shelves (Macintyre, 1972; Adey and Burke, 1976). Potential triggers of turbidity currents are sea-level fall, hurricane-scale storm waves, tectonic uplift, and seismic activity. Increased frequency and/or thickness of turbidites in the Lesser Antilles region during glacial periods (Fig. 2) is similar to that observed in other volcanic arcs (e.g., Shanmugam and Moila, 1982; Reid et al., 1994) and in siliciclastic systems (e.g., Wetzl and Kohl, 1985; Shanmugam et al., 1985). This response to low sea level contrasts with that of pure carbonate systems, however, where turbidite frequency typically decreases during glacial periods (Droxler and Schlager, 1985; Schlager et al., 1994). Shallow-water carbonate detritus, together with volcaniclastic and siliciclastic sediment, dilute the perennial rain of pelagic carbonate in most of the arc. Pelagic carbonate is, however, a major component of sediments in the northern part of the forearc and in the accretionary prism. Temporal fluctuations of carbonate in this pelagic sediment (i.e., increases in percent CaCO3 in interglacials and reductions during glacial periods, as in core En 30, Fig. 7A) are equivalent to those in other Atlantic and Caribbean cores (e.g., Ruddiman, 1971; Broeker et al., 1958; Damuth, 1975; Prell, 1978; Glaser and Droxler, 1993). The decrease in total carbonate of pelagic sediment in the Lesser Antilles cores, which corresponds to decreased sand-sized carbonate in the bulk sediment, reflects a lower proportion of foraminifera in these sediments. Lower productivity of foraminifera during glacial periods, accompanied by increased deposition of noncarbonate wind-blown detritus (see discussion below on Siliciclastic Sedimentation) accounts for the approximately constant sedimentation rates of pelagic deposition in this area during Quaternary time (Fig. 5). Dissolution of pelagic carbonate as a result of undersaturation of deep-sea water is generally insignificant in the Lesser Antilles arc. Most of the arc is shallower than 5000 m, the approximate Holocene CCD in this region, and the cores lack evidence that the CCD has shifted upward during past changes of sea level. Dissolution below the present-day calcite lysocline (4000–4500 m;\n89Geological Society of America Bulletin, January 1996\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/108/1/78/3382416/i0016-7606-108-1-78.pdf by University of Arizona user on 26 February 2019\nBerger, 1968) also appears to be minor in four deep cores that were examined (En 18, 4030m; En 19, 4800m; Gs 4, 5030m; andGs 5, 5110 m), where foraminifera and nannofossils are well preserved. Subsurface dissolution of calcite may, however, be important in some of the shallower cores. Poor preservation of nannofossils in cores at the south end of the platform (Gs 29, 1680 m) and in the Tobago Trough (En 49, 2447 m, and En 47, 1475 m) suggests that pore waters in clay-rich cores in the southern part of the arc may be corrosive, possibly because of decomposition of associated organic matter. Volcanogenic Sedimentation. The volcanic islands of the Lesser Antilles constitute an important source of sediment to the backarc, arc platform, and forearc regions. Processes of volcanogenic sedimentation have been examined in previous studies (e.g., Sigurdsson et al., 1980; Carey and Sigurdsson, 1980; Sigurdsson and Carey, 1981; Carey and Sigurdsson, 1984) and thus will only be summarized here. Explosive eruptions have"
  }, {
    "heading": "REID ET AL.",
    "text": "90 Geological Society of America Bulletin, January 1996\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/108/1/78/3382416/i0016-7606-108-1-78.pdf by University of Arizona user on 26 February 2019\nintroduced large quantities of coarse pyroclastic material into the sea by (1) direct fallout from atmospherically dispersed plumes, (2) entrance of pyroclastic flows into the sea, (3) entrance of debris flows into the sea, and (4) rapid remobilization of subaerially deposited tephra by fluvial and eolian processes shortly after eruption. Individual eruptions have resulted in major sedimentation events involving tens of cubic kilometers of material (e.g., Carey and Sigurdsson, 1980). The products of explosive volcanism are excellently preserved in the marine environment, and biostratigraphic control allows precise dating of the volcanic events (Sigurdsson and Carey, 1981). In addition to primary volcanogenic material, the long-term weathering and erosion of subaerial volcanic\nrocks provide a continuous supply of epiclastic sediment to the marine environment. Volcanic sediment from the islands is transported to the deep sea as suspended particles to form background sediment and as sediment gravity flows, mainly turbidites. The distribution of different types of volcaniclastic deposits is controlled by a combination of prevailing winds, surface currents, and arc bathymetry (Sigurdsson et al., 1980). In the forearc area, the predominant volcanic deposits are tephra-fall layers, with only minor amounts of volcanic sediment introduced as turbidites. This reflects the eolian transport of tephra injected to stratospheric levels in the atmosphere, where winds are easterly at 20 km/hr (Newell et al., 1972). In contrast to the forearc, the backarc Grenada Basin is dominated by gravity flow deposits of epiclastic and pyroclastic sediment. East-to-west surface currents through the inter-island passages transport this volcaniclastic material from the islands to the backarc basin. Intensification of currents through the inter-island passages during glacial lowstands is reflected in increased sedimentation rates and thicker volcaniclastic turbidites resulting from larger volume flows in the backarc. An additional factor influencing sediment dispersal is the slope angle of the arc platform; slopes are steeper in the backarc than in the forearc (Fig. 1), and this likely contributes to greater degrees of sediment instability and thus a higher probability of turbidity current generation in the backarc relative to the forearc (Sigurdsson et al., 1980). Volcaniclastic deposits in the arc are also probable sources of clay minerals, particularly smectite and kaolinite, which are, for example, dominant components of soils on Martinique (Julius and Pons, 1972). The irregular distribution of smectite within some cores (relative abundances of this mineral can range from 0% to 40% within a single core; e.g., En 6, Table 3) may reflect, in part, in situ formation of smectite by diagenetic alteration of volcanic glass, which is distributed sporadically throughout the cores. In addition, smectite and kaolinite clays derived by weathering of volcanic deposits on the islands are likely to be transported to deep water by currents. Siliciclastic Sedimentation.The third major process of deep-water sedimentation in the Lesser Antilles arc is deposition of siliciclastic material, in particular illite and quartz, derived from continental land sources. Previous studies (e.g., Wright,\nSEDIMENTATION IN THE LESSER ANTILLES\n91Geological Society of America Bulletin, January 1996\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/108/1/78/3382416/i0016-7606-108-1-78.pdf by University of Arizona user on 26 February 2019\n1984a; Latouch and Maillet, 1984) emphasized the role of South American rivers in supplying siliciclastic sediment to the Lesser Antilles region. In contrast, we argue that Quaternary marine deposition of sediment from South American sources is significant only in the southern part of the forearc, and that the dominant source of siliciclastic sediment throughout most of the arc is windblown dust from Africa. Several lines of evidence indicate that detritus from South American rivers is not a major component of most Quaternary deepwater sediment in the Lesser Antilles arc. Turbidites of siliciclastic sand and silt, which are common in cores from the abyssal plain and South American slope, especially during glacial periods of low sea level (Damuth, 1977), are absent in the arc, except as revealed in Deep Sea Drilling Project Leg 78a (e.g., Wright, 1984a) in accreted trench deposits. This indicates that siliciclastic sediment carried from South America by nearbottom processes such as gravity flows is diverted away from the forearc and accretionary prism, which are topographically higher than the surrounding abyssal plain because of uplift caused by accretion (Westbrook, 1982). In addition to the lack of siliciclastic turbidite deposition in the arc, fine-grained arc sediment shows no indication of the changing sedimentation patterns experienced by South American rivers during the Pleistocene (e.g., see Damuth, 1977; Milliman et al., 1975). In particular, cores from the forearc and accretionary prism do not reveal abrupt changes from pelagic to hemipelagic sedimentation as recorded in Quaternary sediment on the adjacent abyssal plain (e.g., core Gs 56, Fig. 2D). Furthermore, small amounts of silt-sized quartz (,10%) in backarc cores are evidence that hemipelagic sediment in the Grenada Basin, which is dominantly volcanic silt with '20% clay (Fig. 2A, Table 2), was not a major sink of detritus from South American rivers. Because of the close proximity of the Tobago Trough to the mouth of the Orinoco River (Fig. 1), one might expect that during periods of low sea level, when the Orinoco discharged directly into deep water, large quantities of sediment from this river would be funneled directly into the Tobago Trough. Based on the absence of an extensive abyssal plain associated with the Orinoco, however, van Andel (1967) and Bowles and Fleischer (1985) speculated that, unlike Amazon sediment, Orinoco sediment was not deposited primarily at abyssal depths in the Atlantic during glacial periods, but rather was transported by ocean currents into the eastern Caribbean. This scenario is supported by low abundances of siltsized quartz (,10%) in core En 49 in the Tobago Trough. As core En 49 contains high amounts of clay-sized sediment (25%–50%, Table 3) in addition to volcanic silt, however, it is likely that at least some of this fine-grained fraction is derived from South American rivers, which transport large amounts of clay consisting mainly of illite, kaolinite, and montmorillonite in approximately equal proportions (Gibbs, 1967; Eisma and Van Der Marel, 1971). As the abundance of clay in the Tobago Trough is '20% higher than elsewhere in the arc (Table 2), South American rivers are estimated to contribute '20% of sediment in this basin. Previous studies that focused on South American rivers as the primary source of fine-grained siliciclastic sediment throughout the Lesser Antilles arc (e.g., Wright, 1984a; Latouch and Maillet, 1984) ignored an alternative source, windblown dust from Africa. Saharan dust clouds generally move in the latitude between 108N and 258N, directly in the path of the Lesser Antilles. Eolian transport of Saharan dust adds large quantities of clay minerals to the tropical North Atlantic region, accounting for estimated present-day accumulation rates of 0.5–0.7 cm/k.y. (Glaccum and Prospero, 1980). The Saharan dust is composed of .50% illite, 10%–20% quartz, and small quantities of kaolinite, chlorite, and other minerals such as plagioclase, microcline, and calcite (Glaccum and Prospero, 1980). Saharan dust particles are up to '7 mm in size, with about half the grains,2 mm (Zhu et al., 1992). Pelagic sedimentation of Saharan dust is thus a likely source of illite, which constitutes '30% of clay mineral assemblages in cores throughout the arc (Table 2). Based on Holocene pelagic accumulation rates of 1–3 cm/k.y. (e.g., cores En 30, En 18, En 19, and GS 11 in the forearc and accretionary prism, Fig. 5), Sharan dust, which accumulates at estimated rates of 0.5–0.7 cm/k.y. (Glaccum and Prospero, 1980), constitutes '25%–50% of this sediment. Moreover, transport of Saharan dust is reported to have increased during glacial periods because of greater aridity and higher wind strengths during that time (e.g., Sarnthein, 1978; Kolla et al., 1978). Higher proportions of African dust in arc sediment during glacial periods are consistent with unusually high proportions of illite in zone Y (Wisconsin glaciation) of cores En 6 and En 18 (Table 2). We therefore conclude that clay mineral assemblages throughout most of the Lesser Antilles arc are primarily mixtures of illite-rich Saharan dust diluted with arc-derived kaolinite and smectite."
  }, {
    "heading": "SYNTHESIS AND CONCLUSIONS",
    "text": "Deep-water sedimentation within the Lesser Antilles arc reflects the complex interaction of the carbonate, volcanogenic, and siliciclastic depositional processes described above. Spatial and temporal varia-"
  }, {
    "heading": "REID ET AL.",
    "text": "92 Geological Society of America Bulletin, January 1996\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/108/1/78/3382416/i0016-7606-108-1-78.pdf by University of Arizona user on 26 February 2019\ntions of sediment types in each tectonic province result from differences in the relative importance of each sedimentary system. Moreover, during Quaternary time, each system has been modulated to varying degrees by glacial/interglacial climatic cycles. In this section we synthesize processes and controls of sedimentation operating in each distinct depositional environment. Sedimentation patterns in the arc are schematically represented on two cross sections (Fig. 8), section A–A9 through the bifurcated part of the arc north of Guadeloupe, and B–B9 through the single volcanic chain south of Guadeloupe.\nSEDIMENTATION IN THE LESSER ANTILLES\n93Geological Society of America Bulletin, January 1996\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/108/1/78/3382416/i0016-7606-108-1-78.pdf by University of Arizona user on 26 February 2019\nThe four major components of Quaternary deep-water sediment in the Lesser Antilles arc, identified earlier in this paper, are (1) volcaniclastic silt and clay, (2) shallowwater carbonate, (3) pelagic carbonate, and (4) windblown detritus or pelagic clay. Marine deposition of siliciclastic sediment from South America within the arc is insignificant, except at the south end of the forearc, where South American–derived clay is estimated to constitute '20% of fine-grained sediment in the Tobago Trough (see Siliciclastic Sedimentation above). Relative proportions of the other four sedimentary components, listed above, were estimated using the carbonate data in Figure 8 together with the following two assumptions: (1) the amount of shallow-water carbonate is approximately equal to the amount of aragonite plus high-Mg calcite (see Carbonate Sedimentation above), and (2) the amount of pelagic carbonate is approximately equivalent to the amount of windblown detritus. The second assumption, which is intended only as a first order approximation, is based on the following considerations. Pelagic carbonate constitutes '50% of Holocene sediment in the northern forearc and accretionary prism (Figs. 2A, 2B, and 4). Previous discussion established that Saharan dust constitutes an additional 25%–50% of this sediment. Holocene ratios of pelagic carbonate to pelagic clay range, therefore, from '2:1 to 1:1. As productivity of pelagic carbonate decreased, and windblown dust increased during glacial periods, the ratio of pelagic carbonate to pelagic clay correspondingly decreased. Quaternary ratios of\npelagic carbonate to pelagic clay thus range from .1:1 to ,1:1, suggesting an approximate average of '1:1. The composition of deep-water sediment shows distinct geographic trends (Fig. 9). The northern part of the arc is dominated by pelagic sediment, with pelagic carbonate and pelagic clay accounting for '90% of forearc sediment, 50% of backarc, and 45% of arc-platform sediment. In addition to pelagic sediment, shallow-water carbonate is also a major component of the arc platform (45%) and backarc (25%) north of Guadeloupe, but contributes only '5% to the northern forearc region. Volcaniclastic silt/ clay accounts for'25% of northern backarc sediment, and ,10% of northern arc platform and forearc regions. In contrast to the pelagic-rich sediment north of Guadeloupe, the southern part of the arc is dominated by volcanogenic deposition, with volcaniclastic silt/clay forming approximately half to two thirds of the sediment in the backarc, arc platform, and forearc regions south of Guadeloupe. Pelagic deposits account for '25% of sediment south of Guadeloupe, whereas shallow-water carbonate forms ,10% of this deep-water sediment. The distinct north-south trends in sedimentation within the arc largely reflect differences in arc morphology resulting from the Miocene shift in the locus of arc volcanism. In the north, where the arc is bifurcated, the arc platform forms a broad, dishshaped feature, stretching between high, volcanically active islands on the west and low, limestone-capped extinct volcanoes on the east. Wide carbonate shelves surrounding the low limestone-capped islands are prolific sources of shallow-water carbonate sediment, and the high volcanic islands are sources of volcaniclastic detritus. Gravity flows carrying sand-sized, shallow-water carbonate and volcaniclastic sediment to deep water are largely contained within intra-arc basins (Fig. 8). Fine-grained sediment, however, is carried off the platform by currents; most of this sediment is carried to the backarc by westward-flowing currents. In the south part of the arc, a cone-shaped platform formed by high volcanic islands is flanked by steep slopes, which descend abruptly to the backarc and forearc basins. In this area, the high active volcanic islands produce large amounts of volcaniclastic sediment that is carried by currents and gravity flows down steep slopes to the backarc and, to a lesser extent, the forearc. Windward production of carbonate on the narrow shelves provides a source of carbonate-rich"
  }, {
    "heading": "REID ET AL.",
    "text": "94 Geological Society of America Bulletin, January 1996\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/108/1/78/3382416/i0016-7606-108-1-78.pdf by University of Arizona user on 26 February 2019\ngravity flows to the forearc. Some finegrained volcaniclastic material is also dispersed to the forearc in the form of suspended sediment plumes associated with turbidity currents. In addition, volcanic ash is carried eastward by prevailing winds that affect convective eruption columns during explosive events on the islands. Although facies patterns of deep-water sediment in the Lesser Antilles arc are controlled primarily by arc volcanism and associated arc morphology, this sediment contains a subtle but distinct record of Pleistocene climate change. Hemipelagic and pelagic sediments responded differently to these fluctuations of climate (Table 3). Hemipelagic sediment, which contains major amounts volcaniclastic and/or shallowwater carbonate detritus, is characterized by increased sedimentation rates, increased thickness and/or frequency of turbidite flows, and, in some areas, increased grain size during glacial periods. Bulk carbonate in hemipelagic sediment lacks consistent variation with sea level except at the northern end of the backarc, where total carbonate decreased (Figs. 4 and 7A) during lowstands, reflecting decreased accumulation of fine-grained (,63 mm) aragonite. Deposition of fine-grained (,63 mm) aragonite also decreased on the arc platform during lowstands, but at the same time, sand-sized carbonate on the platform increased, resulting in constant amounts of bulk carbonate (Fig. 7A). In addition, the abundance of fine-grained (,63 mm)Mg-calcite increased in some backarc sediment during glacial periods (Fig. 7B). Deposition of hemipelagic sediment in the arc during glacial lowstands reflects intensification of currents through the interisland passages, exposure of the insular shelves, and changes in ocean circulation. Increased flow between the volcanic islands and exposure of insular shelves caused enhanced erosion of volcaniclastic detritus and sand-sized carbonate. The eroded sediment was carried in suspension to settle out with pelagic sediment or was dispersed as sediment gravity flows. Exposure of the shelves during lowstands also resulted in decreased production of fine-grained (,63 mm) aragonite and consequently decreased input of this sediment to intra-arc and backarc basins. At intermediate water depths in the backarc, decreased input of fine-grained aragonite during lowstands appears to have been compensated, at least in part, by increased preservation of aragonite and Mgcalcite, probably associated with changes in circulation as documented in the western Caribbean by Haddad (1994). In contrast to hemipelagic sediment, pelagic sediment in the arc, which is composed dominantly of low-Mg calcite and African dust, lacks consistent change in Quaternary sedimentation rates, but has decreased grain-size and decreased amounts of bulk and sand-sized carbonate during sea-level lowstands (Table 3). These changes reflect decreased productivity of foraminifera during glacial periods and stronger winds in the equatorial regions, which increased the flux of fine-grained windblown dust from Africa. In addition, shallow-water carbonate, which occurs as a minor component in most of the pelagic sediment, records the mid-Brunhes interval of enhanced dissolution, which appears to be a global event associated with ‘‘ . . . a long-term excursion of the deep-sea carbonate reservoir . . . ’’ (Crowley, 1985, p. 277). The volcanic/carbonate/siliciclastic sedimentary system in the Lesser Antilles arc thus exhibits some features that are characteristic of deep-water sedimentation in terrigenous environments and others that are typical of carbonate environments. Increased sedimentation rates and frequency and/or thickness of turbidites during glacial lowstands is characteristic of terrigenous rather than carbonate systems, as sedimentation rates and frequency of turbidites in carbonate environments are typically higher during interglacial than glacial periods (Schlager et al., 1994). On the other hand, arc sediment contains a detailed record of cyclic variations in production and preservation of shallow-water and pelagic carbonate that is equivalent to that reported in periplatform ooze. These carbonate records could prove extremely useful in reconstructing patterns of ocean circulation in volcanic arc environments. Quaternary sedimentation within the Lesser Antilles arc differs markedly from that in the western equatorial Atlantic Ocean, which is strongly influenced by changing loci of discharge from South American rivers (Damuth, 1977). Most of the arc remained isolated from the large influxes of South American sediment to the abyssal plain during glacial lowstands because of the elevation of the forearc."
  }, {
    "heading": "ACKNOWLEDGMENTS",
    "text": "This project was supported by National Science Foundation (NSF) grant OCE8818753 to Reid. Piston cores were collected under NSF grants OCE-75-21197 (cruise Gs 7605) and OCE-77-25789 (cruise En 20) to H. Sigurdsson at the Graduate School of Oceanography, University of Rhode Island. The University of Rhode Island core storage facility is supported by NSF grant OCE-9102410 to Carey. Thanks to L. C. Peterson for consultation throughout the project; W. Wei for discussion on nannofossil stratigraphy; P. K. Swart and the Rosenstiel School of Marine and Atmospheric Science Stable Isotope Facility for isotope analyses; and M. Lutz for clay mineralogy and nannofossil determinations. Discussion of deep-water carbonate sedimentation with A. W. Droxler and G. A. Haddad was extremely helpful. The manuscript benefited from constructive reviews by C. Kahle, G. Smith, A. Sylvester, and J. Natland."
  }, {
    "heading": "APPENDIX. METHODS AND AGE DATA",
    "text": ""
  }, {
    "heading": "Analytical Procedures",
    "text": "Core Sampling, Texture, and Carbonate Content. Sediment in 22 piston cores was described and sampled at the University of Rhode Island Marine Geological Samples Laboratory. Cores were sampled at 10 cm intervals, with a total of 1136 samples taken from an aggregate length of 110 m. General indications of sediment texture were obtained by wet-sieving all samples at 63 mm and calculating percent sediment in the ,63 mm size fraction. Amount of calcium carbonate in bulk sediment and in the ,63 mm size fraction of all samples was determined using a modified version of the gasometric apparatus described by Jones and Kaiteris (1983). Carbonate Mineralogy. Carbonate mineralogy of the following samples was determined by powder X-ray diffraction: the,63mm fraction of samples at 10 cm intervals in 9 cores (En 2, En 6, En 8, En 10, En 16, En 18, En 30, Gs 5, and Gs 27; '500 samples); the .63 mm fraction of 75 samples from these 9 cores; and the ,63 mm fraction of 70 samples from an additional 13 cores. Analyses included samples from '125 carbonate-rich turbidites. Powdered samples were ground in acetone and dispersed on zero background quartz plates. Xray analyses were conducted using the following instrumental conditions: computer-automated Scintag powder diffractometer, Cu Ka radiation, 45 KV, 40 MA, solid-state germanium detector, incident and diffracted beam Soller slits. Samples were scanned at a rate of 18/min over the range of 38–708 2u. Relative proportions of aragonite, high Mg-calcite, and low Mg-calcite were calculated using integrated peak area ratios derived from the Scintag profile fitting program; relative proportions of aragonite and calcite were determined using the peak area curve of Boardman (1976). Clay Mineralogy. Although detailed study of clay mineralogy was beyond the scope of the project, powder X-ray diffraction was used to obtain estimates of clay mineral assemblages. Fourty-three samples throughout the arc, representative of both glacial and interglacial periods,\nSEDIMENTATION IN THE LESSER ANTILLES\n95Geological Society of America Bulletin, January 1996\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/108/1/78/3382416/i0016-7606-108-1-78.pdf by University of Arizona user on 26 February 2019\nFigure A1. Correlation of biostratigraphic datums used in the present study with the theoretical d18O curve derived by Imbrie et al. (1984). Ages of the datums as reported in the literature are compared with data from cores En 8, En 18, and En 30. Ranges in literature values are indicated by dashed lines; the age supported by the present study is marked with an asterisk. Ages of datums in the cores were estimated by interpolation of age versus depth plots constructed from isotope records (Fig. A2) and the SPECMAP ages of Imbrie et al. (1984). TD indicates total depth of a core.\n96 Geological Society of America Bulletin, January 1996\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/108/1/78/3382416/i0016-7606-108-1-78.pdf by University of Arizona user on 26 February 2019\nwere selected for analysis. Approximately 5 g of sample were added to 50 mL of 1 M sodium acetate–acidic acid buffer (pH 5) and desegregated mechanically and ultrasonically. The resulting suspension was digested on a hot plate ('80 8C) for several hours to remove carbonate. The treated samples were then suspended in 25 mL of 1MCalgon (sodium hexaphosphate) solution and the ,2 mm fraction separated by centrifugation. The clay fraction was mounted for X-ray diffraction on silver membrane filter paper (0.45 mm) by vacuum filtration. Clays were saturated with Mg21 by filtration with 1 M MgCl2. The oriented sample mounts were dried in a desiccator overnight and stored in the desiccator until X-rayed. After the initial X-ray run, samples were vapor glycolated at 80 8C for at least 90 min in a heated metal desiccator containing liquid ethylene glycol. Samples were analyzed with a Philips-Norelco XRG 3000 X-ray diffractometer using Ni-filtered Cu Ka radiation at 30 KV, 25 MA. Goniometer scans were conducted from 38 to 158 2u at a speed of 18/min. Data output was collected on a paper chart recorder. Evaluation of the relative proportions of kaolinite plus chlorite, illite, and smectite was made from weighed peak areas of glycolated samples, following Biscaye (1965). We recognize that this method gives, at best, approximations of relative amounts of clay minerals; the data are presented to allow comparison with previous studies in this area. Petrography and Scanning Electron Microscopy. Sediment was analyzed petrographically us-\nSEDIMENTATION IN THE LESSER ANTILLES\n97Geological Society of America Bulletin, January 1996\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/108/1/78/3382416/i0016-7606-108-1-78.pdf by University of Arizona user on 26 February 2019\nFigure A2. Correlation of isotope and biostratigraphic datums in cores En 8, En 18, and En 30.\n98 Geological Society of America Bulletin, January 1996\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/108/1/78/3382416/i0016-7606-108-1-78.pdf by University of Arizona user on 26 February 2019\ning thin sections and smear slides (40 samples). In addition, the fine fraction (,63 mm) of 115 samples were dispersed on aluminum stubs, palladium coated, and examined with an ISI Dual Scan electron microscope to identify grain types and nannofossils, as discussed below."
  }, {
    "heading": "Age Determinations",
    "text": "Sediment was dated using foraminiferal and nannofossil abundance data calibrated with oxygen isotope records (Fig. A1). Foraminiferal analyses, based on climatically controlled migrations of Globorotalia menardii complex (Ericson and Wollin, 1956, 1968) and the mid-Wisconsin disappearance of Pulleniatina obliquiloculata (Prell and Damuth, 1978), provided a basic stratigraphy for all cores. Nannofossil and isotope data were used to obtain more detailed records and to clarify ambiguities in foraminiferal data. Relationships between G. menardii zonal boundaries and oxygen-isotope stages have been established in previous studies (e.g., van Donk, 1976; Thunel, 1984; Martin et al., 1990) (Table A1). The reported ages of the G. menardii boundaries, on the other hand, are not consistent in the literature (e.g., see Damuth, 1977; Thunel, 1984). Therefore, we assigned ages to the G. menardii boundaries based on the SPECMAP ages of the corresponding isotope stages (Fig. A1, Table A1). The horizon at which Pulleniatina obliquiloculata disappears (YP. obliq.) is time transgressive, ranging in age from ca. 60 ka in the Gulf of Mexico to 50 ka in the western Caribbean and 35 ka in the equatorial Atlantic (Prell and Damuth, 1978). Nannofossil events provide three additional time-stratigraphic horizons in late Quaternary sediment (Gartner, 1977; Thierstein, 1977): (1) the last appearance of Pseudoemiliania lacunosa occurs in oxygen-isotope stage 12, at 458 ka; (2) the first appearance of Emiliania huxleyi occurs in oxygen-isotope stage 8, at ca. 268 ka; and (3) E. huxleyi became the dominant nannofossil species at about the stage 4/5 boundary, ca. 70 ka. The interval of E. huxleyi dominance was termed the acme zone by Gartner (1977). The onset of the acme zone is defined by a reversal in dominance of E. huxleyi and total Gephyrocapsa species (W. Wei, 1992, written commun.). This reversal is essentially equivalent to the datum defined by Theirstein (1977) as a reversal in dominance of E. huxleyi andG. caribbeanica. Wei maintains that use of total Gephyrocapsa, rather than G. caribbeanica only, provides a more valid datum (Wei, 1992, written commun.). Foraminiferal, nannofossil, and isotope analyses of Lesser Antilles sediment were conducted using standard methods. G. menardii zonation was established by determining percent G. menardii at 10 cm intervals in each core; a minimum of 300 foraminifera were counted in the.150 mm size fraction.G. menardii boundaries were chosen at depths where G. menardii in the background sediment dropped below 1%. Oxygen isotope records for the nine cores selected for detailed study of carbonate mineralogy (as listed above) were determined from analysis of d18O in Globigerinoides rubra, mostly the pink variety, picked from the 300–350 mm size fraction. Isotopic analyses were performed using a Finnigan-Mat 251 (Rosenstiel School of Marine and Atmospheric Science Stable Isotope Facility). Nannofossil de-\nterminations were based on scanning electron microscope counts of 100–300 specimens in each of 115 samples from 11 cores. Biostratigraphic datums for the cores are listed in Table A2 and data for three cores (En 8, En 18, and En 30) are compared with the isotope records of these cores in Figure A2. In general, the G. menardii zones are well defined. The G. menardii W zone is indistinct in some cores (En 18, En 19, andGS 11), with percentG.menardii not below or barely dropping below 1%. Because nannofossils and/or isotopes indicate that W should be present in these cores, we assigned the W zone to a decrease in the G. menardii frequency curves. The lack of well-defined W zones in these cores, all of which have low sedimentation rates, is likely because of bioturbation. The presence of a few G. menardii (0.66%) in the deepest sample from Gs 18 suggests that the base of this core may be near the Y/X boundary. The YP. obliq. horizon is well defined in all but a few cores. In cores En 19 and En 30, the interval in which P. obliquiloculata is absent is represented by only one sample, and in core GS 13, P. obliquiloculata becomes rare in the Y zone but never totally disappears. Prell and Damuth (1978) noted that YP. obliq. was often blurred by bioturbation in cores with sedimentation rates ,1 cm/k.y. Ages of the biostratigraphic datums in cores En 8, En 18, and En 30 were interpolated from ageversus-depth plots constructed from the isotope records of these cores (Fig. A2) and the theoretical ages of the isotope stages as determined by the SPECMAP group (Imbrie et al., 1984; Fig. A1). In general, the interpolated ages are consistent with the ages of datums cited in the literature (Fig. A1). Estimated ages of the X/Y boundary in cores En 18 and En 30 (64 ka and 71 ka, respectively, Fig. A1) are considered too young, however, because of bioturbation in these cores, which have low sedimentation rates. An age of 81 ka was assigned to the X/Y datum based on the isotope record of core En 8, which has a moderate sedimentation rate, as similar values (82 ka and 84 ka) have been reported elsewhere in the Caribbean region (e.g., Glaser and Droxler, 1993; Haddad, 1994). For other datums with a range of ages reported in the literature (e.g., the V/U and U/T boundaries and YP. obliq., Table A1), we designated a unique age for use in this study based on the average interpolated age of that datum in cores En 8, En 18, and En 30 (Fig. A1).\nCalculated Values\nPercent Sand-Sized Carbonate. Carbonate in the sand fraction was determined as follows: percent CaCO3 in sand fraction5 (percent CaCO3 in bulk sediment–[percent CaCO3 in ,63 mm size fraction 3 percent bulk sediment ,63 mm])/percent bulk sediment .63 mm. Sedimentation Rates. Sedimentation rates were calculated using theG. menardii datums and YP. obliq. from Table A2. The YP. obliq. datum allowed two rates to be calculated for the Y zone, one for sedimentation in the upper half of the zone (Y1, 12–35 ka) and another for the lower half of the zone (Y2, 35–81 ka). In cores where YP. obliq. is questionable or missing, sedimentation rates were calculated for the entire Y zone. It should be pointed out that calculated rates are estimated values that do not account for changes\nin downhole porosity or density. In addition, rates for the Holocene (Z) will be artificially low if the top of the core was not recovered. Despite similar caveats, Wright (1984b) concluded that sedimentation rates in Deep Sea Drilling Project cores in the Lesser Antilles, which were corrected for downhole porosity, wet-bulk density, and bedding attitude, were not significantly different from uncorrected rates. Relative Proportions of Major Sedimentary Components. Relative proportions of major components in arc sediment (Fig. 9) were calculated as follows, using average values of percent CaCO3 and percent A 1 HMC from Figure 8: percent shallow-water CaCO3 5 (percent A 1 HMC 3 percent total CaCO3)/100; percent pelagic CaCO3 5 percent total CaCO3–percent shallowwater CaCO3; percent pelagic clay 5 percent pelagic CaCO3; and percent volcaniclastic silt/clay5 100–(percent shallow-water CaCO3 1 percent pelagic CaCO3 1 percent pelagic clay)."
  }, {
    "heading": "REFERENCES CITED",
    "text": "Adey, W., and Burke, R., 1976, Holocene bioherms (algal ridges and bank-barrier reefs) of the eastern Caribbean: Geological Society of America Bulletin, v. 87, p. 95–109. Bassinot, F. C., Beaufort, L., Vincent, E., Labeyrie, L. D., Rostek, F., Muller, P. J., Quidelleur, X., and Lancelot, Y., 1994, Coarse fraction fluctuations in pelagic carbonate sediments from the tropical Indian Ocean: A 1500-kyr record of carbonate dissolution: Paleoceanography, v. 9, p. 579–600. Berger, W. H., 1968, Planktonic foraminifera: Selective solution and paleoclimatic interpretation: Deep-Sea Research, v. 15, p. 31–43. Biscaye, P. E., 1965, Mineralogy and sedimentation of Recent deep sea clay in the Atlantic Ocean and adjacent seas and oceans: Geological Society of America Bulletin, v. 76, p. 803–831. Boardman, M. R., 1976, Lime mud deposition in a tropical island lagoon, Bight of Abaco, Bahamas [M.S. thesis]: Chapel Hill, University of North Carolina at Chapel Hill, 121 p. Boardman, M. R., and Neumann, A. C., 1984, Sources of periplatform carbonates: Northwest Providence Channel, Bahamas: Journal of Sedimentary Petrology, v. 54, p. 1110–1123. Boardman, M. R., Neumann, A. C., Baker, P. A., Dulin, L. A., Kenter, R. J., Hunter, G. E., and Kiefer, K. B., 1986, Banktop responses to Quaternary fluctuations in periplatform sediments: Geology, v. 14, p. 28–31. Bouysse, P., 1984, The Lesser Antilles island arc: Structure and geodynamic evolution, in Initial Reports of the Deep Sea Drilling Project, Volume 78: Washington, D.C., U.S. Government Printing Office, p. 83–103. Bowles, F. A., and Fleischer, P., 1985, Orinoco and Amazon River sediment input to the eastern Caribbean basin: Marine Geology, v. 68, p. 53–72. Broecker, W. S., Turekian, K. K., and Heezen, B., 1958, The relation of deep sea sedimentation rates to variations in climate: American Journal of Science, v. 256, p. 503–517. Carey, S., and Sigurdsson, H., 1978, Deep-sea evidence for distribution of tephra from the mixed magma eruption of the Soufriere of St. Vincent, 1902: Ash-turbidites and air-fall: Geology, v. 6, p. 271–274. Carey, S., and Sigurdsson, H., 1980, The Roseau ash: Deep-sea tephra deposits from a major eruption on Dominica, Lesser Antilles: Journal of Volcanology and Geothermal Research, v. 7, p. 67–86. Carey, S., and Sigurdsson, H., 1984, A model of volcanogenic sedimentation in marginal basins, in Kokelaar, P., Howells, M., and Roach, R., eds., Marginal basin geology: Volcanic and associated sedimentary and tectonic processes in modern and ancient marginal basins: Geological Society of London Special Publication 16, p. 37–58. Clift, P. D., 1994, Controls on the sedimentary and subsidence history of an active plate margin; An example from the Tonga arc, SW Pacific, in Hawkins, J. F., Parson, L. M., and Allan, J. F., eds., Scientific results, Ocean Drilling Program, Leg 135: College Station, Texas, Ocean Drilling Program, p. 173–190. Crowley, T. J., 1985; Late Quaternary carbonate changes in the North Atlantic and Atlantic/Pacific comparisons, in Sundquist, E. T., and Broeker, W. S., eds., The carbon cycle and atmospheric CO2 natural variations Archean to present: American Geophysical Union Geophysical Monograph Series, v. 32, p. 271–284. Damuth, J. E., 1975, Quaternary climate change as revealed by calcium carbonate fluctuations in western equatorial Atlantic sediments: Deep Sea Research, v. 22, p. 725–743. Damuth, J. E., 1977, Late Quaternary sedimentation in the western equatorial Atlantic: Geological Society of America Bulletin, v. 88, p. 695–710. Dickinson, W. R., 1982, Compositions of sandstones in circum-\nSEDIMENTATION IN THE LESSER ANTILLES\n99Geological Society of America Bulletin, January 1996\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/108/1/78/3382416/i0016-7606-108-1-78.pdf by University of Arizona user on 26 February 2019\nPacific subduction complexes and fore-arc basins: American Association of Petroleum Geologists Bulletin, v. 66, p. 121–137. Dickinson, W., and Seely, D., 1979, Structure and stratigraphy of forearc regions: American Association of Petroleum Geologists Bulletin, v. 63, p. 2–31. Dickinson, W. R., and Yarborough, H., 1976, Plate tectonics and hydrocarbon accumulation: American Association of PetroleumGeologists Educational Course Notes Series, v. 1, 33 p. Droxler, A. W., and Schlager, W., 1985, Glacial versus interglacial sedimentation rates and turbidite frequency in the Bahamas: Geology, v. 13, p. 799–802. Droxler, A. W., Schlager, W., and Whallon, C. C., 1983, Quaternary aragonite cycles and oxygen-isotope record in Bahamian carbonate ooze: Geology, v. 11, p. 235–239. Droxler, A. W., Bruce, C. H., Sager, W. W., and Watkins, D. H., 1988, Pliocene–Pleistocene variations in aragonite content and planktonic oxygen-isotope record in Bahamian periplatform ooze, Hole 633A, in Austin, J. A., Jr., Schlager, W., et al., Scientific Results, Ocean Drilling Program, Leg 101: College Station, Texas, Ocean Drilling Program, p. 221–244. Droxler, A. W., Haddad, G. A., Mucciarone, D. A., and Cullen, J. L., 1990, Pliocene–Pleistocene aragonite cyclic variations in Holes 714A and 716B (theMaldives) compared with Hole 633A (the Bahamas): Records of climate-induced CaCO3 preservation at intermediate water depths: Scientific Results, Ocean Drilling Program, Leg 115: College Station, Texas, Ocean Drilling Program, p. 539–577. Droxler, A. W., Morse, J. M., Glaser, K. S., Haddad, G. A., and Baker, P. A., 1991, Surface sediment carbonate mineralogy and water column chemistry: Nicaragua Rise versus the Bahamas: Marine Geology, v. 100, p. 277–289. Eisma, D., and Van Der Marel, H. W., 1971, Marine muds along the Guyana coast and their origin from the Amazon Basin: Contribution toMineralogy and Petrology, v. 31, p. 321–334. Ericson, D. B., and Wollin, G., 1956, Micropaleontological and isotopic determinations of Pleistocene climates: Micropaleontology, v. 2, p. 257–270. Ericson, D. B., and Wollin, G., 1968, Pleistocene climates and chronology in deep-sea sediments: Science, v. 162, p. 1227–1234. Fisher, R. V., and Smith, G. A., 1991, Sedimentation in volcanic settings: SEPM Special Publication 45, 257 p. Fulthrope, C. S., and Schlanger, S. O., 1989, Paleo-oceanographic and tectonic settings of early Miocene reefs and associated carbonates of offshore Southeast Asia: American Association of Petroleum Geologists Bulletin, v. 73, p. 729–756. Garrison, R. E., Schlanger, S. O., and Wachs, D., 1975, Petrology and paleogeographic significance of Tertiary nannoplankton-foraminiferal limestones, Guam: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 17, p. 49–64. Gartner, S., 1977, Calcareous nannofossil biostratigraphy and revised zonation of the Pleistocene: Marine Micropaleontology, v. 2, p. 1–25. Gibbs, D. J., 1967, The geochemistry of the Amazon River system: Part 1. The factors that control the salinity and the composition and concentration of suspended solids: Geological Society of America Bulletin, v. 78, p. 1203–1232. Glaccum, R. A., and Prospero, J. M., 1980, Saharan aerosols over the tropical North Atlantic—Mineralogy: Marine Geology, v. 37, p. 295–321. Glaser, K. S., and Droxler, A. W., 1991, High production and highstand shedding from deeply submerged carbonate banks, northern Nicaragua Rise: Journal of Sedimentary Petrology, v. 61, p. 128–142. Glaser, K. S., and Droxler, A. W., 1993, Controls and development of late Quaternary periplatform carbonate stratigraphy in Walton Basin (northeastern Nicaragua Rise, Caribbean Sea): Paleoceanography, v. 8, p. 243–274. Haddad, G. A., 1994, Calcium carbonate dissolution patterns at intermediate water depths of the tropical oceans during the Quaternary [Ph.D. thesis]: Houston, Texas, Rice University, 494 p. Imbrie, J., and eight others, 1984, The orbital theory of Pleistocene climate: Support from a revised chronology of the marine d18O record, in Berger, A. L., et al., eds., Milankovitch and climate, part 1: Boston, D. Riedel, p. 269–305. Jones, D. L., Cox, A., Coney, P., and Beck, M., 1982, The growth of western North America: Scientific American, v. 247, p. 70–84. Jones, G. A., and Kaiteris, P., 1983, A vacuum-gasometric technique for rapid and precise analysis of calcium carbonate in sediments and soils: Journal of Sedimentary Petrology, v. 53, p. 655–660. Julius, C., and Pons, J. C., 1972, Contribution à l’étude d’une mangrove de la région de Vauclin (Martinique): Bulletin de l’Institute Géologique Bassin Aquitaine, v. 12, p. 181–186. Kolla, V., Biscayne, P. E., and Hanley, A. F., 1978, Distribution of quartz in late Quaternary Atlantic sediments in relation to climate: Quaternary Research, v. 11, p. 261–277. Latouche, C., and Maillet, N., 1984, Evolution of Cenozoic clay assemblages in the Barbados ridge (Deep Sea Drilling Project Sites 541, 542, 543), in Initial Reports of the Deep Sea Drilling Project, Volume 78: Washington, D.C., U.S. Government Printing Office, p. 343–356. Macintyre, I. G., 1972, Submerged reefs of the eastern Caribbean: American Association of Petroleum Geologists Bulletin, v. 56, p. 720–738. Marsaglia, K. M., 1992, Petrography and provenance of volcaniclastic sands recovered from the Izu-Bonin arc, Leg 126, in Taylor, B., Fujioka, K., Janecek, T., and Langmuir, C., eds., Scientific Results, Ocean Drilling Program, Leg 126: College Station, Texas, Ocean Drilling Program, p. 139–154. Martin, R. E., Johnson, G. W., Neff, E. D., and Krantz, D. W., 1990, Quaternary planktonic foraminiferal assemblage zones of the northeast Gulf of Mexico, Columbia Basin (Caribbean Sea), and tropical Atlantic Ocean: Graphic correlation of microfossil and oxygen isotope datums: Paleoceanography, v. 5, p. 531–555. Martin-Kaye, P. H. A., 1969, A summary of the geology of the Lesser Antilles: Overseas Geology and Mineral Resources, v. 10, p. 172–206. Metcalf, W. G., 1976, Water exchange between the Atlantic Ocean and the Caribbean Sea, in CICAR II Symposium on Progress inMarine Research in the Caribbean and Adjacent Regions: Miami, Rosenstiel School of Marine and Atmospheric Science, p. 63–102. Milliman, J. D., Summerhayes, C. P., and Barretto, H. T., 1975, Quaternary sedimentation on the Amazon continental margin: A model: Geological Society of America Bulletin, v. 86, p. 610–614. Minster, J. B., and Jordan, T. H., 1978, Present-day plate motions: Journal of Geophysical Research, v. 83, p. 5331–5354. Newell, R. E., Kidson, J. W., Vincent, G., and Boer, G. J., 1972, The general circulation of the tropical atmosphere: Cambridge, Massachusetts, M.I.T. Press, 258 p. Peterson, L. C., and Prell, W. L., 1985, Carbonate dissolution in Recent sediments of the eastern equatorial Indian Ocean: Preservation and carbonate loss above the lysocline: Marine Geology, v. 64, p. 259–290. Pickering, K. T., Hiscott, R. N., and Hein, F. J., 1989, Deep marine environments: Clastic sedimentation and tectonics: London, Unwin Hyman, 416 p. Prell, W. L., 1978, Upper Quaternary sediments of the Columbia Basin: Spatial and stratigraphic variation: Geological Society of America Bulletin, v. 89, p. 1241–1255. Prell, W. L., and Damuth, J. E., 1978, The climate-related diachronous disappearance of Pulleniatina obliquiloculata in late Quaternary sediments of the Atlantic and Caribbean: Marine Micropaleontology, v. 3, p. 267–277. Reid, R. P., 1986, Non-skeletal peloidal precipitates in Upper Triassic reefs in Yukon (Canada): Journal of Sedimentary Petrology, v. 57, p. 893–900. Reid, R. P., 1989, Lime Peak reef complex, Norian age, Yukon, in James, N. P., Geldsetzer, H. H., and Tebbutt, G. E., eds., Reef case histories: Canadian Society of Petroleum Geologists Memoir 13, p. 758–765. Reid, R. P., and Ginsburg, R. N., 1986, The role of framework in Upper Triassic reefs in Yukon: Palaios, v. 1, p. 590–600. Reid, R. P., and Macintyre, I. G., 1988, Foraminiferal-algal nodules from the eastern Caribbean: Growth history and implications on the value of nodules as paleoenvironmental indicators: Palaios, v. 3, p. 424–435. Reid, R. P., and Tempelman-Kluit, D. J., 1987, Upper Triassic Tethyan-type reefs in the Yukon: Bulletin of Canadian Petroleum Geology, v. 36, p. 316–332. Reid, R. P., Carey, S. N., Staerker, T. S., and Ask, M., 1994, Sedimentology of the collision zone between the North D’Entrecasteaux Ridge and New Hebrides island arc (Site 827, 828 and 829), in Collot, J.-Y., Greene, H. G., Stokking, L. B., et al., Scientific Results, Ocean Drilling Program, Leg 134: College Station, Texas, Ocean Drilling Program, p. 73–88. Ruddiman, W. F., 1971, Pleistocene sedimentation in the equatorial Atlantic: Stratigraphy and faunal paleoclimatology: Geological Society of America Bulletin, v. 82, p. 303–322. Sarnthein, M., 1978, Sand deserts during glacial maximum and climatic optimum: Nature, v. 272, p.43–46. Schlager, W., Reijmer, J. J. G., and Droxler, A. W., 1994, Highstand shedding of carbonate platforms: Journal of Sedimentary Research, v. B64, p. 270–281. Shanmugam, G., and Moila, R. J., 1982, Eustatic control of turbidites and winnowed turbidites: Geology, v. 10, p. 231–235. Shanmugam, G., Moiola, R. J., and Damuth, J. E., 1985, Eustatic\ncontrol of submarine fan development, in Bouma, A. H., Normark, W. R., and Barnes, N. E., Submarine fans and related turbidite systems: New York, Springer-Verlag, p. 22–28. Sigurdsson, H., and Carey, S. N., 1981, Marine tephrochronology and Quaternary explosive volcanism in the Lesser Antilles, in Self, S., and Sparks, R. S. J., eds., Tephra studies: London, D. Riedel, p. 255–280. Sigurdsson, H., Sparks, R. S. J., Carey, S. N., and Huang, T. C., 1980, Volcanogenic sedimentation in the Lesser Antilles arc: Journal of Geology, v. 88, p. 523–540. Smith, G. A., and Landis, C. A., 1995, Intra-arc basins, in Ingersoll, R. V., and Busby, C., eds., Tectonics of sedimentary basins: New York, Blackwell, p. 255–290. Soja, C. M., 1990, Island arc carbonates from the Silurian Hecta formation of southeastern Alaska (Alexander terrane): Journal of Sedimentary Petrology, v. 60, p. 235–249. Soja, C. M., 1991, Origin of Silurian reefs in the Alexander terrane of southeastern Alaska: Palaios, v. 6, p. 111–125. Soja, C. M., 1993, Carbonate platform evolution in a Silurian oceanic island: A case study from Alaska’s Alexander terrane: Journal of Sedimentary Petrology, v. 60, p. 235–249. Soja, C. M., 1994, Significance of Silurian stromatolite-sphinctozoan reefs: Geology, v. 22, p. 355–358. Speed, R. C., Westbrook, G. K., et al., 1984, Lesser Antilles arc and adjacent terranes, in Ocean Margin Drilling Program, Regional Atlas Series: Woods Hole, Massachusetts, Marine Science International, Atlas 10, 27 sheets. Thierstein, H. R., Geitzenauer, K. R., and Molfino, B., 1977, Global synchroneity of late Quaternary coccolith datum level: Validation by oxygen isotopes: Geology, v. 5, p. 400–404. Thunel, R., 1984, Pleistocene planktonic foraminiferal biostratigraphy and paleoclimatology of the Gulf of Mexico, inHealyWilliams, N., ed., Principles of Pleistocene stratigraphy applied to the Gulf of Mexico: Boston, International Human Resources Development Corporation, p. 25–64. Underwood, M. B., Ballance, P. F., Clift, P., Hiscott, R. N., Marsaglia, K. M., Pickering, K. T., and Reid, R. P., 1995, Sedimentation in forearc basins, trenches and collision zones of the western Pacific: A summary of results from the Ocean Drilling Program, in Taylor, B., ed., A synthesis of ODP results from the western Pacific: American Geophysical Union Monograph 88, p. 315–353. Van Andel, Tj. H., 1967, The Orinoco delta: Journal of Sedimentary Petrology, v. 37, p. 297–310. VanDonk, J., 1976, O18 record of the Atlantic Ocean for the entire Pleistocene Epoch, in Cline, R. M., and Hays, J. D., eds., Investigation of late Quaternary paleoceanography and paleoclimatology: Geological Society of America Memoir 145, p. 147–163. Watkins, R., 1993, Permian carbonate platform development in an island-arc setting, eastern Klamath terrane, California: Journal of Geology, v. 101, p. 659–666. Watkins, R. W., and Flory, R. A., 1986, Island arc sedimentation in the middle Devonian Kennett Formation, eastern Klamath Mountains, California: Journal of Geology, v. 101, p. 753–761. Westbrook, G. W., 1982, The Barbados ridge complex—Tectonics of a mature forearc system, in Leggett, J. K., ed., Trenchforearc geology: Sedimentation and tectonics on modern and ancient active plate margins: London, Blackwell, Geological Society of London Special Publication 10, p. 275–290. Wetzl, A., and Kohl, B., 1985, Accumulation rates of Mississippi fan sediments cored during Deep Sea Drilling Project Leg 96, in Initial reports of the Deep Sea Drilling Project, Volume 96: Washington, D.C., U.S. Government Printing Office, p. 595–600. Wright, A., 1984a, Sediment distribution and depositional processes operating in the Lesser Antilles intraoceanic arc, eastern Caribbean, in Initial reports of the Deep Sea Drilling Project, Volume 78: Washington, D.C., U.S. Government Printing Office, p. 301–324. Wright, A., 1984b, Sediment accumulation rates of the Lesser Antilles intraoceanic island arc, Deep Sea Drilling Project Leg 78A, in Initial reports of the Deep Sea Drilling Project, Volume 78, p. 357–368. Zhu, X., Prospero, J. M., Millero, F. J., Savoie, D. L., and Brass, G. W., 1992, The solubility of ferric ion in marine mineral aerosol solutions at ambient relative humidities: Marine Chemistry, v. 38, p. 91–107."
  }, {
    "heading": "MANUSCRIPT RECEIVED BY THE SOCIETY JUNE 8, 1994 REVISED MANUSCRIPT RECEIVED MAY 11, 1995",
    "text": "MANUSCRIPT ACCEPTED MAY 18, 1995"
  }, {
    "heading": "REID ET AL.",
    "text": "100 Geological Society of America Bulletin, January 1996\nPrinted in U.S.A.\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/108/1/78/3382416/i0016-7606-108-1-78.pdf by University of Arizona user on 26 February 2019"
  }],
  "year": 1995,
  "references": [],
  "id": "SP:063ec51d9b0ea2d3653425d867c94e13a0b2330b",
  "authors": [{
    "name": "R. Pamela Reid",
    "affiliations": []
  }, {
    "name": "Steven N. Carey",
    "affiliations": []
  }, {
    "name": "Daphne R. Ross",
    "affiliations": []
  }],
  "abstractText": "Investigation of patterns and processes of late Quaternary sedimentation in the Lesser Antilles island arc indicates that the major components of deep-water sediment are volcaniclastic silt and clay, redeposited shallow-water carbonate (mainly aragonite and high-Mg calcite), pelagic carbonate (mainly low-Mg calcite), and windblown dust from Africa. Although sediment derived from the adjacent South American continent is included in accreted trench deposits, marine deposition of this sediment within the arc is insignificant, except at the south end of the forearc. Distribution of sedimentary components within the Lesser Antilles arc is controlled primarily by arc volcanism. A Miocene shift in the locus of volcanism, which caused the arc to bifurcate, created two sedimentologic regimes. In the southern part of the arc, which is characterized by volcanically active islands with high relief, deep-water sediment is dominantly volcaniclastic. In contrast, in the northern part of the arc, where a broad arc platform separates high-relief, active volcanoes from low-relief, extinct volcanoes surrounded by wide carbonate shelves, deep-water sediment is composed mainly of redeposited shallow-water carbonate, pelagic carbonate, and eolian-transported Saharan dust. Superposed on the facies patterns determined by arc volcanism is a subtle, but distinct record of Quaternary climate change. Glacial-interglacial periods are recorded in deep-water sediment by variations in sedimentation rate, composition, and texture. Volcaniclastic sedimentation responded to lowstands of sea level by increased sedimentation rates and thicker and/or more frequent turbidites, reflecting intensified currents in interisland passages and increased erosion of exposed insular shelves. Deepwater carbonate sedimentation records decreased carbonate productivity on exposed shelves and in the open ocean during glacial lowstands, as well as variations in carbonate preservation associated with changes in ocean circulation. Deposition of Saharan dust increased during glacial periods because of intensified wind strengths.",
  "title": "Late Quaternary sedimentation in the Lesser Antilles island arc"
}