{
  "sections": [{
    "text": "The elevation of the Andean Cordillera is a crucial boundary condition for both climatic and tectonic studies. The Andes affect climate because they form the only barrier to atmospheric circulation in the Southern Hemisphere, and they intrigue geologists because they have the highest plateau on Earth formed at a noncollisional plate margin, the Altiplano-Puna. Yet, until recently, few quantitative studies of their uplift history existed. This study presents both (1) a review of the quantitative paleoelevation estimates that have been made for the Central and Colombian Andes and (2) an examination of the source and magnitude of error for each estimate. In the Central Andes, paleobotanical evidence suggests that the Altiplano-Puna had attained no more than a third of its modern elevation of 3700 m by 20 Ma and no more than half its modern elevation by 10.7 Ma. These data imply surface uplift on the order of 2300–3400 m since the late Miocene at uplift rates of 0.2–0.3 mm/yr. Paleobotanical and geomorphological data suggest a similar uplift history for the Eastern Cordillera—namely no more than half the modern elevation present by 10 Ma. No evidence exists for an exponential increase in uplift rate, as has been interpreted from fissiontrack data. These uplift rates mostly reflect mean surface uplift rather than rock uplift—that is, uplift of material points—because little dissection of the western Eastern Cordillera has occurred south of lat 19°S and of the Altiplano-Puna. Thus, the Central Andean Plateau appears to be young. In the Colombian Andes, paleobotanical data imply rapid uplift of the Eastern Cordillera between 2 and 5 Ma at rates on the order of 0.6–3 mm/yr. However, some of this uplift is likely rock uplift due to erosion-driven isostatic rebound rather than mean surface uplift.\nKeywords: Andes, Cenozoic, mountain building, paleoclimate, paleogeology, tectonics."
  }, {
    "heading": "INTRODUCTION",
    "text": "The history of Andean uplift is crucially important to both climatic and tectonic studies, but, until recently, few quantitative studies existed. Mountains affect climate because they change patterns of precipitation and seasonal heating, act as a barrier to atmospheric circulation, affect upper-atmosphere flow patterns, and may increase rates of chemical weathering (Ruddiman and Kutzbach, 1989; Raymo and Ruddiman, 1992; Hay, 1996; Broccoli and Manabe, 1997). In fact, Raymo and Ruddiman (1992) proposed mountain building as the culprit for the marked global-cooling trend observed since the Eocene.\nThe newer, fine-resolution general circulation models can simulate the Andes more accurately. Thus, their uplift history is becoming more important to climate studies. Andean uplift probably has affected global circula-\ntion, especially in terms of the paths of mean planetary waves and of the transportation of water vapor, because the Andes have the second highest plateau on earth and form the only barrier to circulation in the Southern Hemisphere (Lenters and Cook, 1995).\nAs for tectonic studies, the process of mountain building at noncollisional margins is widely debated. Topics of contention include the relative contributions of magmatic addition vs. crustal shortening to crustal thickness, the role of the mantle vs. that of the crust in driving uplift, and whether highstanding plateaus can be supported for long periods of time (F. Pazzaglia, 1999, personal commun.). Paleoelevation data provide useful constraints for these debates, because elevation is a function of the thickness, temperature, and strength of the lithosphere.\nThe purpose of this study is, first, to review the paleotopographic information that exists for the Cenozoic Andes, with an emphasis on those studies that provide quantitative estimates of paleoelevation. Second, the purpose is to discuss the sources and magnitude of error for each paleoelevation estimate, so that subsequent studies can use them appropriately. The estimates come from indicators representing a variety of subdisciplines including tectonics, sedimentology, geochemistry, volcanology, paleobotany, geomorphology, and geochronology. Typically, each method has a different set of assumptions and caveats. Many of the original studies did not include detailed error analyses or were published before important advances in our understanding of how to interpret paleoelevation data, such as the discussion of rock uplift and surface uplift of England and Molnar (1990). Thus, it is extremely important to evaluate the accuracy of the elevation estimates before using them to constrain climate or tectonic models.\nThe estimated standard errors for the paleoelevation data tend to be large, on the order of 1000 m, so that we have limited confidence in any single data point. However, if errors are random, the low precision of individual estimates can be mitigated somewhat by compiling a large set of estimates based on a variety of methods and then analyzing the patterns. Thus, the third goal of this study is to combine the paleoelevation estimates into an integrated uplift history.\nWe must keep in mind that the Andes are not a single entity, and that the timing of uplift most likely varied from north to south and from east to west. Thus, when producing an uplift history, we should not analyze all the estimates together, but must distinguish them based on location. In this study, most data come from the Central Andes, especially the zone between lat 16°S and 28°S, with some additional data from the Eastern Cordillera of the Colombian Andes. Thus, the study produces uplift histories for these regions only."
  }, {
    "heading": "ANDEAN DOMAINS AND MORPHOTECTONIC PROVINCES",
    "text": "The Andean Cordillera extends for 5000 km along the western coast of South America, reaching its greatest width of ~700 km in the Central Andes of Bolivia (Fig. 1). The tectonic style of the orogen varies significantly both along and across strike.\n1091\nGSA Bulletin; July 2000; v. 112; no. 7; p. 1091–1105; 7 figures; 5 tables.\n*E-mail: gregory@ldeo.columbia.edu.\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/112/7/1091/3385866/i0016-7606-112-7-1091.pdf by University of Arizona user on 26 February 2019\n1092 Geological Society of America Bulletin, July 2000"
  }, {
    "heading": "Domains: Along-Strike Variation",
    "text": "Along-strike variations reflect changing plate geometry along the Pacific margin. Between lat 2–15°S and 28°–33°30′S, the Nazca plate subducts at an angle of 5°–10° beneath the South American plate; these regions are termed “flat-slab zones” (Fig. 1) and are distinguished by a lack of late Miocene to Holocene volcanic activity. Elsewhere along the margin, the Nazca plate subducts at an angle of 30°. These steeply dipping zones correspond to areas of young volcanism. The zone to the south of lat 33°30′S is termed the southern volcanic zone; that from 15°S to 28°S, the central volcanic zone; and that north of 2°S, the northern volcanic zone (Jordan et al., 1983).\nIn general, Andean domains coincide with these volcanic zones. The Southern Andes correspond to the southern volcanic zone; the Central Andes correspond to the central volcanic zone and the two flanking slab zones; and the Northern Andes correspond to the northern volcanic zone.\nFor the purposes of this study, which primarily deals with data from the Central Andes, it is useful to further divide the Central Andean domain into subdomains: the Altiplano subdomain from lat 15°S to 24°S, the Puna subdomain from 24°S to 28°S, and the southern flat slab subdomain from 28°S to 33°30′S (Fig. 2)."
  }, {
    "heading": "Morphotectonic Provinces: Across-Strike Variation",
    "text": "Across-strike variation of the orogen reflects the generally eastward migration of Andean arc magmatism and deformation through time. In general terms, there are three morphotectonic units in each subdomain—from west to east, a forearc zone, a magmatic arc, and a backarc region. In detail these units vary significantly.\nAltiplano Subdomain. In the Altiplano subdomain, the forearc consists of the remains of the Mesozoic volcanic arc (Coastal Cordillera, 1000–1500 m) and a forearc depression (Pacific Piedmont). The magmatic arc consists of widely spaced volcanic peaks superimposed on a 4500-mhigh plateau (Western Cordillera). The backarc is composed of a hinterland, consisting of a 250-km-wide, 3700-m-high plateau with internal drainage (Altiplano) and a Miocene thrust belt (Eastern Cordillera). The foreland consists of an active, thin-skinned fold-thrust belt (Subandean zone, 400–1000 m), and an active foreland basin (Chaco basin; Fig. 2; Allmendinger et al., 1997; Jordan et al., 1997).\nSouthern Flat-Slab Subdomain. In the southern flat-slab subdomain, the forearc is a steady rise to the crest of the Andes, which is formed by an inactive magmatic arc and thrust belt (Frontal Cordillera or Principal Cordillera). The foreland consists of an active, thin-skinned fold-thrust belt (Precordillera) and zone of basement uplifts (Sierras Pampeanas, 2000–6000 m; Fig. 2; Jordan et al., 1997).\nPuna Subdomain. The Puna subdomain is a transitional zone; the western portion resembles the Altiplano region, because it contains an active magmatic arc (Western Cordillera) and a hinterland region, consisting of high plateau with internal drainage (Puna) and a Miocene fold-thrust belt (Eastern Cordillera). The eastern portion is more similar to the southern flatslab subdomain, because there is some basement involvement in the foldthrust belt (Santa Bárbara zone and northern Sierras Pampeanas; Fig. 2; Allmendinger et al., 1997; Jordan et al., 1997).\nColombian Andes. North of lat 2°N, the Colombian Andes are divided into three ranges: an accreted arc (Western Cordillera) and the ancient and modern fold-thrust belt (Central and Eastern Cordilleras; Fig. 3; Cooper et al., 1995). The Cauca-Patia graben separates the Western and Central Cordilleras, and the Magdalena Valley divides the Central and Eastern Cordilleras. The modern foreland basin (Llanos basin) is located east of the Eastern Cordillera (Fig. 3)."
  }, {
    "heading": "PALEOTOPOGRAPHY ESTIMATES",
    "text": "Measuring modern elevations is trivial; however, extracting paleoelevation data from the geologic record is considerably more difficult. In most cases, paleoelevations cannot be measured directly but must be inferred from some other factor that varies with elevation, such as climate or erosion (Chase et al., 1998). Indicators used to provide paleotopographic information for the Andes include upper crustal deformation, marine facies, geochemistry of volcanic rocks, climate from fossil floras, erosion rates, erosion surfaces, fission-track ages, and rates of terrigenous flux.\nWhen using paleoelevation estimates to obtain an uplift history, both what is being displaced and the frame of reference must be defined (England and Molnar, 1990; Molnar and England, 1990). Surface uplift represents the displacement of the average elevation of the landscape on a regional scale (103–104 km2) with respect to mean sea level, whereas rock uplift is the displacement of a material point with respect to sea level. Rock uplift reflects only regional surface displacements if no erosion occurs (England and Molnar, 1990). This distinction is significant because surface uplift reflects driving forces due to orogenesis, whereas rock uplift can reflect both orogenic forces and isostatic rebound.\nMolnar and England (1990) illustrated this difference using two scenarios for eroding a low-relief plateau. In the first scenario, erosion uniformly removes a given thickness (h km) of material from the plateau surface, completely destroying the old surface (Fig. 4A). Isostatic rebound then occurs, on the order of 5/6 h, and the new surface stands 1/6 h lower. In the second scenario, stream erosion carves a deep canyon. It removes the same\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/112/7/1091/3385866/i0016-7606-112-7-1091.pdf by University of Arizona user on 26 February 2019\nGeological Society of America Bulletin, July 2000 1093\nvolume of material as in the first scenario, but the removal is localized rather than uniform (Fig. 4B). Regional isostatic rebound again occurs, on the order of 5/6 of the average depth of material removed (h). The remnants of the old surface, the interfluves, are uplifted, although the average height of the surface has decreased. Thus, the interfluves experience rock uplift, not surface uplift.\nThe indicators discussed in this study either record the paleoelevation of a limited area or amounts of exhumation. Currently, we know of no geologic features that are tied to the mean elevation of a landscape. Because of the small amount of exhumation that has occurred in the arid AltiplanoPuna since the late Miocene (Isacks, 1988), we can use paleoelevation data from this region to reconstruct surface uplift. For the purposes of this study, we probably can assume that the arid Western Cordillera also underwent little exhumation (Isacks, 1988; Masek et al., 1994).\nParts of the Eastern Cordillera and Subandean zone of the Central Andes, however, have undergone significant amounts of erosion (Isacks, 1988). Masek et al. (1994) estimated that 2–6 km of erosion has occurred in the last 10 m.y. north of lat 19°S, which would suggest between about 200 and 1200 m of isostatic rebound of the remaining surfaces. They estimated less erosion (on the order of 1 km) to the south of lat 19°S. Mass-balance studies have not been undertaken for the Eastern Cordillera of Colombia, but significant erosion probably has occurred in this tropical wet zone."
  }, {
    "heading": "Estimates Based on Crustal Deformation History",
    "text": "Several processes can produce or support elevated terranes in convergent tectonic settings. These include those that (1) thicken the crust, such as crustal shortening due to compression, crustal underplating, magmatic addition, and ductile flow of the lower crust; (2) thin the mantle lithosphere, such as delamination and tectonic erosion; and (3) either dynamically or physically support the crust, such as thermal anomalies due to magmatism and mantle plumes and very rigid crust or mantle lithosphere.\nGeophysical studies have revealed much about the deep crustal structure under the Central Andes and help to identify processes responsible for the modern high elevations of the orogen. In the Northern Andes, geophysical studies have focused more on shallow crustal structure; these studies will not be discussed.\nInterpretations of refraction and broadband data suggest the presence of a thick crustal root that reaches 60–65 km under the Altiplano and 70–74 km under both the Western and Eastern Cordilleras (James, 1971; Wigger et al., 1994; Beck et al., 1996; Dorbath and Granet, 1996; Zandt et al., 1996). The crust thins to 40 km along the coast and 32–38 km under the Chaco Plain (Beck et al., 1996). The lithosphere appears to be around 125–150 km thick under the Altiplano and thins to the south under the Puna (Whitman et al., 1992) and to the east under the Eastern Cordillera (Myers\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/112/7/1091/3385866/i0016-7606-112-7-1091.pdf by University of Arizona user on 26 February 2019\n1094 Geological Society of America Bulletin, July 2000\net al., 1998). The signature of mantle-derived helium in water samples also suggests that the lithosphere is thin under the Eastern Cordillera (Hoke et al., 1994; Lamb and Hoke, 1997). This information also implies thin lithosphere under the Altiplano, but the geophysical studies do not corroborate this interpretation.\nMany workers have suggested that crustal shortening created most of the crustal root (Isacks, 1988; Sempere et al., 1990; Sheffels, 1990, 1995; Allmendinger et al., 1997). Workers document large amounts of shortening in the Eastern Cordillera and Subandean zone, and balanced cross sections suggest that this shortening can account for between 80% and 90% of the crustal thickness under the Altiplano and Eastern Cordillera (Roeder, 1988; Sheffels, 1995; Allmendinger et al., 1997; Baby et al., 1997; Lamb et al., 1997). Also, the low mean P-wave velocity of the Altiplano crust observed in seismic studies suggests that it is felsic in composition, which precludes magmatic addition as a major component of crustal thickening (Zandt et al., 1996). However, for the Western Cordillera, studies suggest that magmatic addition contributed from 20% to 40% of the crustal thickness (Schmitz, 1994; Allmendinger et al., 1997; Lamb and Hoke, 1997).\nThe contribution of crustal shortening to crustal thickness also appears to vary along strike. For example, the balanced cross sections of Kley and Monaldi (1998) suggest that crustal shortening contributed a significant amount to crustal thickening between 17°S and 18°S and 30°S, while it contributed perhaps as little as 30% for the region between 18°S and 26°S.\nGravity data are consistent with an Airy model of local isostatic compensation with the exception of the Subandean zone and Chaco basin between the latitudes of about 15° and 23°S, which appear to be partially supported by the underthrust Brazilian shield (Watts et al., 1995; Beck et al., 1996; Whitman, 1999), and for the coastal area, which appears to be partially supported by the subducting Nazca plate (Whitman, 1999).\nBecause of the importance of crustal shortening to crustal thickening, at least for the northern Altiplano and flat-slab subdomains, the timing of upper crustal thickening has been used to fix the timing of surface uplift of the Central Andes.\nCentral Andes. From the Triassic to Early Cretaceous, subduction along the western margin of South America was associated with an extensionaltranstensional regime in the backarc (Coney and Evenchick, 1994). Then, around 89 Ma, the tectonic regime in the backarc became compressional, as evidenced by foreland deposits in what is now the Altiplano-Puna region (Sempere et al., 1997). Subsidence in the Andean foreland basin increased at ca. 73 Ma and again around 58 Ma; Sempere et al. (1997) considered the latter date to represent the onset of “classic” foreland sedimentation.\nTraditionally, compression was thought to have occurred in up to six short pulses separated by periods of extension (e.g., Mégard et al., 1984; Sébrier et al., 1988). More recent studies suggest that deformation took place fairly continuously, creating a fold-thrust belt and foreland-basin system that migrated eastward (Jordan et al., 1983, 1997; Sempere, 1995; Horton and DeCelles, 1997; Sempere et al., 1997).\nIn the Central Andes, Eocene deformation (called the Incaic deformation) affected the Western Cordillera and some local regions of the foreland basin (Fig. 5; Sempere et al., 1997; Lamb and Hoke, 1997; Jordan et al., 1997). The locus of thrusting then shifted to the east. In the Altiplano subdomain, compression in the Altiplano–Eastern Cordillera began in the Oligocene, be-\nAmazonas basin\nGuyana shield\n80°W 70°W\n10°N\nECCC\nMV\nSolimões basin\nLlanos basin\n0°\nW\nFigure 3. Physiographic provinces of the Northern Andes of Colombia (after Hoorn et al., 1995). W—Western Cordillera, CC—Central Cordillera, EC—Eastern Cordillera, MV—Magdalena Valley. Circle—paleobotanical study area.\n0\n0.5\n1\n1.5\n2\n2.5\n3\n0 2 4\nE le\nva tio\nn (k\nm )\nDistance (km)\n0\n0.5\n1\n1.5\n2\n2.5\n3\nE le\nva tio\nn (k\nm )\n0 2 4 Distance (km)\n0\n0.5\n1\n1.5\n2\n2.5\n3\n0 2 4 Distance (km)\nE le\nva tio\nn (k\nm )\n0\n0.5\n1\n1.5\n2\n2.5\n3\n0 2 4 Distance (km)\nE le\nva tio\nn (k\nm )\nA\nB\nFigure 4. Rock uplift vs. surface uplift. (A) A surface of low relief has an average surface elevation of 2 km. If we remove 1 km of rock uniformly, the elevation of the surface will drop by isostasy on the order of 1/6 km (the exact figure depends on the density contrast between the crust and mantle), whereas the rocks below the eroded material will rise 5/6 km. Thus, the resulting average surface elevation will be 1.8 km. Note that any paleoelevation indicators on that surface (circles), such as a leaf deposit, are destroyed. (B) If the same amount of material is eroded but in a nonuniform fashion, the mean surface elevation will decrease 1/6 km, and the rocks below the eroded material will uplift 5/6 km. In this case, the average surface elevation is still 1.8 km, but the interfluves have uplifted to 2.8 km. Paleoelevation indicators would only survive on the interfluves, and would preserve a record of rock uplift. See Molnar and England (1990) for additional explanation.\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/112/7/1091/3385866/i0016-7606-112-7-1091.pdf by University of Arizona user on 26 February 2019\nGeological Society of America Bulletin, July 2000 1095\ntween 25 and 29 Ma and continued until about 10–6 Ma (Sempere et al., 1990; Allmendinger et al., 1997; Jordan et al., 1997; Lamb et al., 1997), and the foreland shifted east to the Subandean area (Fig. 5). Then, around 10–6 Ma, deformation again shifted to the east, this time to the Subandean zone, and the foreland basin shifted to its present location in the Chaco basin.\nIn general, the timing of deformation is similar to the south, with some exceptions: is similar to that south of the Altiplano subdomain. Eocene compression occurred only in the region west of the Western Cordillera in the Puna subdomain and appears to be absent in the southern flat-slab subdomain. Deformation began later in the central part of the orogen; it began between 13 and 17 Ma in the Puna and Eastern Cordillera and continued until around 2–3 Ma, contemporaneous with deformation in the Santa Bárbara system to the east (Fig. 5; Jordan et al., 1997). Farther to the south, deformation began around 20 Ma in the Frontal Cordillera, and the locus shifted to the east around 15 Ma to the central Precordillera.\nSome authors considered that most surface uplift occurred in the Oligocene phase of deformation (Sempere et al., 1990; Jordan et al., 1997). Jordan et al. (1997) estimated that Eocene deformation accounted for between 25% and 50% of uplift in the Western Cordillera and in some local regions in the Altiplano and Eastern Cordillera, and that the late Oligocene–Holocene phase of deformation produced most uplift of the plateau and all uplift of the Subandean zone (Table 1). Lamb and Hoke (1997) concurred with this scenario. Based on estimates of crustal thickening from crustal shortening, they suggested that only about 30% of the uplift of the Altiplano had occurred by ca. 25 Ma, although they noted that this estimate could be modified by surface uplift caused by other mechanisms (Table 1).\nThere are several problems with using upper crustal deformation data to infer surface uplift history. As discussed above, it appears that crustal shortening cannot account for modern crustal thickness for all domains or morphotectonic units, which suggests that other processes contributed to the thick crustal root. Those that have been proposed include underplating by material tectonically eroded from the continental margin (Baby et al., 1997), magmatic addition (James, 1971; Lamb and Hoke, 1997), ductile flow of\nTABLE 1. PALEOELEVATION ESTIMATES FOR THE CENTRAL ANDES, ALTIPLANO-PUNA SUBDOMAINS\nLocality* P† Age Elevation %M S A Ref††\n(Ma) Paleo- Modern elev.§ error# error** (m) (m) (m) (m)\nCrustal deformation Shortening W ~25 25–50 1 Shortening AE ~25 30 2 Marine facies El Molino Formation A 60–73 <0 4000 0 N.D. ±200## 3 Moquegua Formation F 25 <0 1100 0 N.D. ±200## 4 Anta Formation S 14–15 <0 <1000 0 N.D. ±100## 5 Yecua Formation S 8–10 <0 <1000 0 N.D. ±100## 6 Paleobotany; nearest-living-relative method Chucal (6) A 25–19 1000 4200 24 ±200 ±1500 7 Corocoro (8) A mid Mio. 2000 4000 50 N.D. ±2000 8 Potosí (9) E 20.8–13.8 2800 4300 65 N.D. ±2000 9 Paleobotany; foliar-physiognomic method Potosi (9) E 20.8–13.8 0–1320 4300 0–31 ±800§§ ±1200 10 Jakokkota (7) A 10.66 ± 0.6 590–1610 3940 15–41 ±800§§ ±1200 10 Other climate proxies Erosion rates (1) W ~15 1000–4500§§ ~4500 44–67 N.D. N.D. 11 Internal drainage (2) E ~15 some ~3800 ? N.D. N.D. 12 Landscape development Coastal Cordillera (5) F 25(–18?) 0 1100 0 N.D. ±100## 13 Pacific Piedmont (5) F 25(–18?) 0 1100–1800 0 N.D. ±100## 13 Western Cordillera (5) W 25(–18?) ~0 3000 0–33 N.D. +1000 13 Eastern Cordillera (10) E 10 1000–1500 3500 29–43 N.D. ±1000 14\nNotes: Mio.—Miocene. N.D.—not determined. *Number in parentheses after name gives location in Figure 6. †P—province: F—forearc, W—Western Cordillera, A—Altiplano, E—Eastern Cordillera, S—Subandes. §%M elev.—percent of modern elevation represented by paleoelevation. #S error—paleoelevation error (standard) stated by original study. **A error—actual standard error, as suggested by this study. ††Ref—references: 1—Jordan et al. (1997); 2—Lamb and Hoke (1997); 3—Sempere et al. (1997); 4—Sébrier et al. (1988); 5—Jordan and Alonso (1987); 6—Marshall et al. (1993); 7—Muñoz and Charrier (1996); 8—Singewald and Berry (1922); 9—Berry (1939); 10—Gregory-Wodzicki et al. (1998); 11—Alpers and Brimhall (1988); 12—Vandervoort et al. (1995); 13—Tosdal et al. (1984); 14—Kennan et al. (1997).\n§§Recalculated using new lapse rate error term (see text). ##Error due to sea-level change (Hallam, 1992).\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/112/7/1091/3385866/i0016-7606-112-7-1091.pdf by University of Arizona user on 26 February 2019\n1096 Geological Society of America Bulletin, July 2000\nthe lower crust (Kley and Monaldi, 1998), and undocumented preOligocene shortening (Horton and DeCelles, 1997). Also, the geophysical evidence for thin mantle lithosphere under the Puna and Eastern Cordillera suggests that delamination of the mantle lithosphere could be an important process (Kay and Kay, 1993). Thus, these estimates of surface uplift based on upper crustal shortening should be considered to have fairly large errors until more is known about the mechanisms of Andean uplift.\nColombian Andes. The Northern Andes have a fundamentally different tectonic history than the Central Andes in that crustal deformation was primarily associated with the collision of allochthonous terranes. In the Late Cretaceous–Paleocene, a volcanic arc collided with the South American margin from northern Peru to Colombia; remnants of the arc are preserved in the Western Cordillera of Ecuador and Colombia (Dengo and Covey, 1993). This event caused compressional deformation of the Western and Central Cordilleras and foreland deposition in the area of the Eastern Cordillera (Cooper et al., 1995; Branquet et al., 1999). Some folding and thrusting in the middle Magdalena Valley and western Eastern Cordillera occurred in the middle Eocene (Branquet et al., 1999), perhaps associated with collision of the Piñon-Macuchi terrane (Toussaint and Restrepo, 1994). The PanamaChoco island arc collided with the northwest margin of the South American plate from 12 to 6 Ma (Dengo and Covey, 1993; Kellogg and Vega, 1995); this event is associated with deformation in the Eastern Cordillera region.\nWorkers have not made quantitative estimates of uplift from this history, but in general, have concluded that uplift of the Western and Central Cordilleras occurred mostly in the Late Cretaceous–Paleocene, and that uplift of the Eastern Cordillera mostly occurred in the Pliocene–Holocene. The same problems discussed for the Central Andean estimates apply to these studies; they are even more uncertain because less is known about deepcrustal structure."
  }, {
    "heading": "Estimates Based on Volcanic History",
    "text": "Magmatic activity can be associated with (1) the addition of significant volume to the crust, (2) delamination or thermal thinning of the lithosphere, and (3) weakening of the crust, which can facilitate compression (Isacks, 1988). Thus, in some cases, magmatic activity coincides with uplift. The rocks themselves also can be indirect paleoaltimeters, because their chemistry gives a clue to the thickness of the crustal column through which they were erupted.\nTiming of Magmatic Activity. In the Central Andes, the volcanic arc was located along the present coastal area from the Jurassic to the Early Cretaceous; its remnants are preserved in the Coastal Cordillera of Peru and Chile. The arc then shifted to the east and was located in the Pacific Piedmont and western foothills of Western Cordillera from the Early Cretaceous to early Eocene (Coira et al., 1982). After a hiatus in volcanism from 35 to 25 Ma, the arc shifted to the Western Cordillera, and widened considerably to include the Altiplano-Puna and Eastern Cordillera (Fig. 5; Coira et al., 1982; Jordan and Alonso, 1987; Allmendinger et al., 1997). An intense period of ignimbrite eruptions occurred between 12 and 5 Ma in the AltiplanoPuna and Eastern Cordillera, whereas most subsequent volcanism has been concentrated in the Western Cordillera.\nIn the flat-slab subdomain, the arc shifted to the Frontal-Principal Cordillera in the Oligocene. The subducting slab began to shallow around 20 Ma, which reduced the amount of volcanic activity. By 10 Ma, virtually no andesitic volcanism existed in this region.\nThis history would suggest that, if there were thermal effects or crustal thickening due to magmatic addition, it would have occurred since 25 Ma in the Western Cordillera and between 12 and 5 Ma in the Altiplano-Puna and Eastern Cordillera. However, seismic studies are not consistent with significant magmatic addition under the Altiplano (Zandt et al., 1996), as discussed previously.\nEruption of Mafic Lavas and Delamination. As discussed earlier, geophysical and geochemical data suggest that the lithosphere is thin below the Eastern Cordillera and southern Puna, even though we might expect it to have been thickened along with the overlying crust during compression. One way to thin the lithosphere is by extension. This mechanism is unlikely, however, because crustal extension in this region is limited. Another way to thin the lithosphere is by convective removal of the basal part of the lithosphere (delamination; Houseman et al., 1981). Delamination can occur when the thickened mantle lithosphere becomes heavier than the surrounding asthenosphere causing convective removal. The removal of this dense material would cause the overlying lithosphere to uplift rapidly.\nKay and Kay (1993) and Kay et al. (1994a) proposed that a delamination event occurred between 2 and 3 Ma under the Puna, as indicated by extensive magmatism of the oceanic-island basalt type, which suggests both mantle-derived melts and a cessation of compressional deformation. Such an event would have caused rapid surface uplift, perhaps on the order of 1–2 km.\nLamb and Hoke (1997) suggested that delamination could have occurred beneath the Altiplano and Eastern Cordillera during two phases of widespread mafic volcanism—one at 23–24 Ma and another at around 5 Ma. However, based on the geochemistry of the 5 Ma mafic lavas as compared with the 2–3 Ma lavas from the Puna, Kay and Kay (1993) suggested that the older Altiplano lavas reflect the margins of a delamination event centered under the Puna.\nTrace Elements. The arc volcanics from the Central Andes show evidence of significant amounts of crustal contamination; workers have learned about the type, amount, and sources of the assimilated material through geochemical and isotopic studies. This information, in turn, can provide information on crustal thickness.\nHildreth and Moorbath (1988) analyzed the composition of Quaternary volcanoes along a transect of thin (30–35 km) to thick (50–65 km) crust in the Central Andes. They found that the volcanoes on thick crust were enriched in light rare earth elements (LREE) and depleted in heavy rare earth elements (HREE), which contrasts to that of volcanoes on thin crust. They attributed this trend to the presence of residual garnet, which is stable at great depths in the crust (Hildreth and Moorbath, 1988; Kay et al., 1991). Workers subsequently have used this modern correlation between high LREE/HREE ratios and thick crust to delimit the timing of crustal thickening.\nKay et al. (1991, 1994b) analyzed trace-element compositions of Oligocene and Miocene volcanic rocks from the flat-slab subdomain (Fig. 6). By comparing LREE/HREE ratios from these rocks with those from the recent volcanoes, they estimated that the crust thickened from 35–40 km in the Oligocene–early Miocene to 50–55 km in the middle Miocene and then to modern crustal thicknesses of 55–65 km by ca. 6 Ma (Table 2). Using the same method, Kay et al. (1994b) estimated that 22–25 Ma volcanic rocks from the southern Puna subdomain imply a 45-km-thick crust (Table 2).\nTrumbull et al. (1999), however, found low LREE/HREE ratios in Miocene to Quaternary volcanic centers just to the north of the study area of Kay et al. (1991, 1994b), even though the modern crust is around 60 km thick. They explained the apparent lack of a garnet signature by either variation in the bulk composition of the lower crust or crustal contamination at shallower levels in the crust. They did find evidence for increasing crustal contamination through time, which they suggested was due to thickening crust. Contamination was low from 20 to 8 Ma, and then increased at 8 Ma to attain modern values at 5 Ma (Table 2).\nMcMillan et al. (1993) analyzed the geochemistry of lava flows from the Altiplano subdomain. They found that 10.5–6.6 Ma lavas have trace-element ratios similar to modern arc magmas erupted on thin crust, even though structural studies suggest the late Miocene crust was fairly thick. In contrast, Pleistocene lavas show a garnet signature. To explain this result,\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/112/7/1091/3385866/i0016-7606-112-7-1091.pdf by University of Arizona user on 26 February 2019\nGeological Society of America Bulletin, July 2000 1097\nthey suggest that, in the Miocene, the garnet in the source had all been consumed due to continual production of melt during the Cenozoic. Because of the time lag needed for the thickened crust to attain a new thermal equilibrium, no new crust had yet been added to the lower-crustal interaction zone. By the time of the Pleistocene eruptions, however, the new crust had been added, and garnet could again be a residual phase.\nIt would appear, therefore, that trace-element signature varies with more than just crustal thickness. Therefore, estimates based on trace-element signature should be considered as very low precision estimates. Additional uncertainty arises if we try to use crustal thickness estimates to produce paleo-\nelevation estimates, because, as discussed previously, several mechanisms besides crustal thickening can cause surface uplift."
  }, {
    "heading": "Estimates Based on Marine and Coastal Facies",
    "text": "Marine facies indicate that elevations were below sea level; along with coastal facies, they provide some of the only high-precision paleoelevation estimates.\nMarine Facies, Central Andes. Marine sediments accumulated at different times in each morphotectonic unit of the Central Andes. From west to east, the Coastal Cordillera and Pacific Piedmont of Peru around lat 16°S were at or near sea level in the Oligocene. Evidence for the low elevation is a 25 Ma marine transgression in the Moquegua Formation that eroded the top surface of the Coastal Cordillera, leaving shell debris and rounded pebbles, and invaded the lower Pacific Piedmont basin to the east (Sébrier et al., 1979, 1988; Tosdal et al., 1984). Today, the marine abrasion surface in the Coastal Cordillera is found at an elevation of 1200 m.\nThe Altiplano-Puna and Eastern Cordillera were last at sea level in the Paleocene. The 73–60 Ma El Molino Formation, a sequence of extensive, mostly shallow-water or restricted-marine limestones and mudstones, was deposited in the Altiplano-Puna area of Peru, Bolivia, and northern Argentina (Table 1 and Fig. 5; Sempere et al., 1997).\nThe Subandean zone was at sea level until the late Miocene; the ca. 8–10 Ma Yecua Formation from the Subandean zone of Bolivia contains restricted marine facies (Marshall et al., 1993), and the 14–15 Ma Anta Formation from the Subandean zone of northern Argentina consists of alternating shallow-marine and nonmarine beds (Table 1 and Fig. 5; Jordan and Alonso, 1987; Reynolds et al., 1994).\nThese paleoelevation estimates are subject to errors associated with sealevel change, which has been on the order of ~100–200 m for the Cenozoic (Table 1; Hallam, 1992).\nMarine Facies, Northern Andes. The youngest episode of marine sedimentation was in the Late Cretaceous in the Central Cordillera, Magdalena Valley, and Eastern Cordillera, and in the middle Miocene in the Llanos basin (Cooper et al., 1995)."
  }, {
    "heading": "Estimates Based on Climate History as Inferred from Vegetation",
    "text": "Fossil floras can be used as paleoaltimeters, because temperature can be estimated from vegetation type, and temperature decreases as elevation increases. Two methods have been used to analyze Andean paleofloras, the nearest-living-relative method and the foliar-physiognomic method.\nNearest-Living-Relative Method, Northern Andes. In the nearest-living-relative method, every form in a fossil flora is identified to the nearest living species. Then, the ecological ranges of the nearest living relatives are summed to give the temperature or elevation of the fossil flora. In this way, Van der Hammen et al. (1973) and Wijninga (1996) analyzed nine pollen and macrofossil assemblages from the Eastern Cordillera of Colombia (Fig. 3). They interpreted that the oldest sites, which are early–middle Miocene, were lowland floras with paleoelevations of <700 ± 500 m (standard error = 2σ) (Table 3). The estimated paleoelevations of the floras increased through the Pliocene until they reached modern elevations at 2.7 ± 0.6 Ma (Table 3).\nSuch elevation estimates are only valid if the ancient climates match the modern climate as Wijninga (1996) pointed out. For instance, a global-cooling trend since the Miocene could explain the progression from lowland to upland floras. Over the long term, the assumption of similar climate appears to be reasonable; marine isotope records suggest that tropical sea-surface temperatures in the middle Miocene were similar or perhaps a degree warmer than temperatures today (Savin et al., 1975). Pliocene sea-surface\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/112/7/1091/3385866/i0016-7606-112-7-1091.pdf by University of Arizona user on 26 February 2019\n1098 Geological Society of America Bulletin, July 2000\ntemperatures also appear to have been similar to those of today (Hays et al., 1989; Dowsett et al., 1996; King, 1996).\nBecause the paleofloras represent short periods of time, from 500 to 10 000 yr, however, short-term temperature fluctuations must be taken into account. Marine isotope data suggest that short-term temperature fluctuations were on the order of 1.5–4 °C in the Pliocene (King, 1996). This error can be calculated in terms of elevation by using the appropriate terrestrial lapse rate. The free-air lapse rate is the temperature decline with altitude in a column of free air, observed to be 0.6 °C per 100 m, whereas the terrestrial lapse rate (γ of Forest et al., 1995) is the relationship between altitude and mean annual temperature at the Earth’s surface. For the Eastern Cordillera of Colombia, modern temperature data reported by van der Hammen et al. (1981) and Wijninga (1996) suggest a terrestrial lapse rate of 0.65 ± 0.02 °C per 100 m, translating to an elevation error of up to 700 m (2σ).\nBecause of continental drift, Colombia was slightly closer to the equator in the middle Miocene, on the order of 1°–2° of latitude (Smith et al., 1981). Modern-day latitudinal gradients are on the order of 0.2 °C per degree of latitude. Thus, any errors due to continental drift should be small.\nChanges in climate due to changes in paleogeography beyond just the decrease in temperature associated with increased elevation must also be considered. For example, the creation of topography can contribute to orographic rainfall and the conversion of latent heat to sensible heat and can obstruct large-scale air flow (Hay, 1996). However, it is difficult to speculate about specific changes for the Eastern Cordillera without detailed climate models for the region.\nOther possible errors stem from the assumption that the fossil taxa evolved into their modern counterparts, and that the ecological ranges did not evolve during this process. However, this may not be correct (Wolfe, 1971; Wolfe and Schorn, 1990; Parrish, 1998, p. 150). For example, both the Río Frío and Subachoque sites contain mixes of lowland and upland genera, suggesting that some of relatives of the modern lowland elements may have been upland elements, or vice versa (Wijninga, 1996). This source of error becomes more of a problem for analysis of data from farther back in time. Another possible complication is that the ancient taxa\nwere probably not adapted to the new, high elevations, and thus comparison with modern altitudinal ranges probably results in an overestimation of paleoaltitude (Wijninga, 1996).\nThese assumptions introduce errors that are hard to quantify, but the total error is probably larger than that for the foliar-physiognomic method, which workers consider to be more reliable (see following section). Thus, I estimate a standard error on the order of ±1500 m (Table 3).\nNearest-Living-Relative Method, Altiplano. Charrier et al. (1994) and Muñoz and Charrier (1996) used the nearest-living-relative method to estimate that a 19–25 Ma flora preserved in the Chucal Formation of the western Altiplano of Chile (Fig. 6) grew at an elevation of 1000 ± 200 m (Table 1). As discussed above for the Colombian sites, the actual standard error should be considered on the order of 1500 m.\nIn several papers cited below, E.W. Berry used the nearest-living-relative method to estimate the paleoelevation of a number of fossil floras from the Central Andes (Fig. 6). Only three of these have been dated using radiometric techniques. These include the Potosí flora from the Eastern Cordillera of Bolivia, dated as early to middle Miocene (Gregory-Wodzicki et al., 1998), and the Corocoro and Jakokkota floras from the Bolivian Altiplano, dated as middle Miocene and 10.66 ± 0.6 Ma, respectively (AvilaSalinas, 1990; Gregory-Wodzicki et al., 1998). Berry (1919a, 1922a, 1938, 1939) and Singewald and Berry (1922) estimated that the Potosí flora grew at least 1500 m lower, that the Corocoro flora grew about 2000 m lower, and that the Jakokkota flora grew “much nearer sea level” (Table 1).\nBerry (1923, 1938) considered the Jadibamba flora from the Andes of northern Peru to be Pliocene. However, it is interbedded with a thick sequence of tuffs that are probably Miocene (Megard, 1984). The modern climate of the area is cold temperate, but Berry suggested that the flora was tropical in nature and that it grew at least 700 m lower. Other floras that lack age control include the Loja and Cuenca floras from southern Ecuador, which grew at “much lower” elevations, and the Pislepampa flora from Bolivia, which grew at least 2000–2700 m lower (Berry, 1919b, 1922b, 1929, 1934, 1938). These floras are not included in Table 1 because of uncertainties in their ages.\nBerry’s estimates are subject to the sources of error discussed above for the Colombian floras plus an additional source of error. For the nearest-liv-\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/112/7/1091/3385866/i0016-7606-112-7-1091.pdf by University of Arizona user on 26 February 2019\nGeological Society of America Bulletin, July 2000 1099\ning-relative method to work, detailed information of the present vegetation and its spatial and temporal evolution must be available. However, in the early 1900s, when Berry was working with the Andean material, relatively little was known about the modern vegetation of South America, let alone the ancient vegetation. Consequently, modern workers generally do not accept his identifications of plant material (Taylor, 1991). Thus, these estimates have lower precision than those previously discussed, with errors on the order of ~2000 m.\nFoliar-Physiognomy Method, Central Andes. The foliar-physiognomic method of Wolfe (1993, 1995) is based on the observation that leaf morphology varies with climate. For example, mean annual temperature (MAT) can explain 83% of the variation observed in the percentage of species with smooth-margined leaves (untoothed leaves) for a data set from 144 modern vegetation sites. Using this and other correlations, Gregory-Wodzicki et al. (1998) estimated the paleoclimate of the 10.7 Ma Jakokkota flora and the early–middle Miocene Potosí flora. The paleoelevation was then estimated (equation 1) by comparing the MAT of the floras to the modern MAT and correcting for any changes in MAT due to factors other than uplift.\n, (1)\nwhere Z = paleoelevation; Zm = modern elevation; MATi = MAT from the fossil flora; ∆MATgc, ∆MATcd, ∆MATpg = the change in MAT since deposition of the fossil flora due to global climate change (gc), latitudinal continental drift (cd), and changes in paleogeography (pg), respectively; MATm = modern MAT; γ = terrestrial lapse rate; and S = ancient sea level relative to modern sea level.\nGregory-Wodzicki et al. (1998) used the modern terrestrial lapse rate of 0.43 °C per 100 m observed for the Altiplano, Cordillera Oriental, and eastern lowlands of the Central Andes for γ. This figure is lower than average values observed by other authors (Axelrod and Bailey, 1976; Meyer, 1986, 1992), probably because of the presence of an elevated plateau (Parrish and Barron, 1986). Thus, the use of this value may tend to overestimate the paleoelevation of lowland floras.\nThe paleotemperatures of the floras imply paleoelevations of 590–1610 ± 800 m for the Jakokkota flora and 0–1320 ± 800 m for the Potosí flora; the present elevations of these sites are 3940 m and 4300 m, respectively (Table 1). The range of elevation given for each site reflects the range in values for the global climate change and climate change due to continental drift terms. The stated errors include the standard error (2σ) of estimating mean annual temperature from leaf physiognomy, estimated from model residuals, the sampling error as calculated by Wilf (1997), and the standard error for the estimated lapse rate.\nThe standard error for the estimated lapse rate is somewhat difficult to estimate. Meyer (1986, 1992) calculated terrestrial lapse rates for 39 areas of 1°–2° latitude and 1°–5° longitude from around the world and observed a mean value of 0.59 ± 0.11 °C per 100 m. His estimated error, however, reflects geographical variation due to different atmospheric circulation systems and topography plus the error due to comparing temperatures over a fairly wide range of latitude. The study of Wolfe et al. (1997) is perhaps more relevant. They analyzed the paleoelevation of 14 middle and late Miocene floras from California and Nevada using the enthalpy method of Forest et al. (1995), which does not rely on lapse rate, and found a difference of 0.066 °C per 100 m between modern lapse rates and Miocene lapse rates. Thus, this error was used for the lapse rate error term in the above error calculation.\nActual errors are likely to be higher. As discussed above, short-term climate variability could have been on the order of 1.5–4 °C, translating into a standard error of up to 350 m, and additional error could arise from climate\nchange due to paleogeographic changes. The fossil floras, which represent lake and stream deposits, are compared with samples collected from living plants. Processes such as leaf fall, transport, and deposition could introduce some bias. For example, Wolfe (1993) found that leaf samples collected from ephemeral streambeds had mean annual temperature estimates up to 0.7 °C different than samples collected from the surrounding live plants, although some of this difference can be attributed to sampling error. Gregory and McIntosh (1996), Chase et al. (1998), and Gregory-Wodzicki et al. (1998) discussed these caveats in more detail.\nThese additional errors are somewhat hard to quantify, but are probably on the order of at least ~400 m. Thus, actual standard errors are probably on the order of ~1200 m."
  }, {
    "heading": "Other Estimates Based on Climate History",
    "text": "Large amounts of precipitation fall on the eastern slope of the Andes (Subandes and Eastern Cordillera) because of the orographic effect. The long, high barrier formed by the Cordillera forces moist air masses from the Amazon to rise. As the air masses rise, they cool, and condensation occurs. The area leeward of this zone, the Altiplano-Puna, Western Cordillera, and coastal zone, becomes increasingly more arid from east to west. The coastal strip from lat 4°S to 30°S (Atacama Desert), which receives on the order of 1–5 cm of annual rainfall, is one of the driest regions on Earth (Trewartha, 1981).\nThe extreme aridity of the coast is due to three factors: (1) the South Pacific subtropical anticyclone, which creates a descending current of dry air along the coast; (2) the cool coastal waters of the Humbolt or Peru Coastal Current, which, because of its low temperatures, provide little moisture to the descending air masses; and (3) the rain shadow created by the Andean Cordillera, which blocks moist air masses from the Amazon (Trewartha, 1981). The interrelationships between these factors make it difficult to separate out their individual effects. For example, the South Pacific subtropical anticyclone drives the Peru Coastal Current, and the Andean Cordillera both stabilizes the location of the anticyclone and intensifies its circulation (Trewartha, 1981; Hay, 1996).\nBecause of the rain-shadow effect created by the Andean Cordillera, some authors have used the timing of the onset of aridity in the forearc region (Atacama Desert) and the Altiplano-Puna to restrict the timing of surface uplift.\nOnset of Aridity in the Atacama Desert. Using geochronologic dating and paleotopographic reconstruction,Alpers and Brimhall (1988) estimated average erosion rates during hypogene, supergene, and postmineralization phases at the La Escondida porphyry-copper deposit in the Atacama Desert of northern Chile (Fig. 6). They inferred that erosion rates and thus precipitation levels were higher during supergene enrichment and then decreased to modern hyperarid levels sometime between 14.7 ± 0.6 and 8.7 ± 0.4 Ma, with a best guess of 15 Ma.\nAs Alpers and Brimhall (1988) noted, this transition coincides with a major global cooling event, which is considered to be one of the most significant climate changes of the Neogene (Crowley and North, 1991; Kennett, 1995; Wright, 1998). Workers have documented a large increase in the δ18O of benthic foraminifera between 15 and 12.5 Ma, which they attributed to a combination of cooling of deep waters and major expansion of the Antarctic ice sheet (Flower and Kennett, 1993; Kennett, 1995; Wright, 1998).\nThis cooling event corresponds with other climatic and paleoceanographic changes, including an intensification of the upwelling system in the eastern Pacific around 14–11 Ma, as indicated by the onset of biosiliceous sedimentation along the coast of Peru (Dunbar et al., 1990; Tsuchi, 1997). Both the cooling of deep waters, which would have caused a cooling of the Peru Coastal Current, and an increase of upwelling would cool surface waters along the Pacific coast of South America. This situation could have caused a\nZ Z MAT MAT MAT MAT MAT Sm i gc cd pg m= + + +    +– –∆ ∆ ∆ γ\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/112/7/1091/3385866/i0016-7606-112-7-1091.pdf by University of Arizona user on 26 February 2019\n1100 Geological Society of America Bulletin, July 2000\ndrying of the Atacama region. Also, the increased polar cooling would have increased the meridional thermal gradient, and thus possibly could have intensified Hadley circulation and thus increased drying in the mid-latitudes (Flower and Kennett, 1994). Indeed, there is evidence of contemporaneous cooling and drying of middle- to high-latitude continental regions, including Australia, Africa, and North America (Flower and Kennett, 1994).\nAlpers and Brimhall (1988) hypothesized that these changes in global climate and ocean circulation, however, were not sufficient to create the shift to hyperaridity, and that 2000–3000 m of Andean elevation was needed to create a rain shadow and stabilize the Peru Coastal Current (Table 1). They did not detail how they chose this elevation figure, noting only that they based it on a comparison with other mountain ranges. Presumably, this paleoelevation range refers to the height of the Eastern Cordillera–Puna and/or plateau under the volcanic peaks of the Western Cordillera rather than the volcanic peaks themselves. In general, a chain of isolated cones will not create a continuous rain shadow, because air masses can flow around the individual peaks.\nThere are two problems with this estimate. Firstly, Alpers and Brimhall (1988) suggested that the observed climate change at 15 Ma was not enough to create the shift to hyperaridity but offered no evidence to support this statement. In fact, modern patterns of rainfall suggest that the Peru Coastal Current plays a major role in creating an arid forearc region. For example, the transition from the hyperarid climate of northern coastal Peru to the wetter climates of northern coastal Ecuador and Colombia coincides with the transition from cool Peru Coastal Current waters to warm equatorial waters (Trewartha, 1981). Also, in El Niño years, as the area of warm equatorial water expands south, normally dry coastal areas in northern Peru can receive heavy rainfall. Clearly, more observations and detailed climate models are needed to better understand the role of each factor in this system.\nThe second problem is that a significant rain shadow could have been created at lower elevations than the 2000–3000 m proposed by Alpers and Brimhall (1988) even if surface uplift did cause the shift to hyperaridity. For example, studies of orographic rainfall in Britain show that most precipitation enhancement occurs at low levels, around the first 1000–2000 m (Browning, 1980).\nBecause of the problems with this estimate, it should not be considered reliable at this time; the paleoelevation could have been as low as 1000 m or as high as 4500 m.\nSupergene Enrichment, Atacama Desert. Both climate and tectonics have important effects on the supergene enrichment of porphyry copper deposits. Supergene enrichment occurs when oxidizing solutions encounter a reducing horizon, typically the water table, and precipitate chalcocite (Titley and Marozas, 1995). The unusually thick supergene-enriched horizons found in the Atacama Desert of northern Chile suggest a rapidly descending water table, which could have been produced by rock or surface uplift, a desiccation trend (Titley and Marozas, 1995; Sillitoe and McKee, 1996), and/or falling sea level (Brimhall and Mote, 1997).\nAlpers and Brimhall (1988) deduced that supergene enrichment was active from 18 to 15 Ma in the Atacama Desert based on dating of supergene alunites at the La Escondida deposit (Fig. 6). Sillitoe and McKee (1996) dated supergene alunites from 14 other mineral deposits in the Precordillera and Coastal Cordillera of northern Chile (Fig. 6) and found that supergene enrichment occurred mostly between 23 and 14 Ma, although the enrichment occurred earlier, from 30 to 34 Ma, at two deposits.\nThese studies imply that the period from 23 to 14 Ma was either a time of rock or surface uplift, of desiccation due to surface uplift, or of desiccation due to global climate change (Table 4), perhaps correlated with the worldwide drying trend in the Cenozoic (Crowley and North, 1991). The explanation of a falling sea level is unlikely because marine sediments in the forearc basins of Peru suggest that 24–16 Ma was a time of transgression (Dunbar et al., 1990).\nThe problem with using this method to determine the timing of surface uplift is similar to that for the erosion study described above; namely, it is difficult to separate the effects of surface uplift vs. climate change. Vasconcelos et al. (1994) observed that deep weathering profiles similar to those in Chile formed at the same time in Nevada and West Africa, suggesting that the weathering event was related to global climate rather than local climate or tectonics.\nEstablishment of Internal Drainage, Altiplano. The internal drainage of the Altiplano is associated with its geographic setting—an intermontane basin surrounded by highlands. The uplands to the east, the Eastern Cordillera, block moisture from the Amazon region and create an orographic desert as discussed previously. Vandervoort et al. (1995) argued that thick accumulations of nonmarine evaporites in the southernmost Puna-Altiplano in Argentina (Fig. 6) suggest the presence of an arid, internally drained system. By dating interbedded tuffs, they determined that these deposits began to accumulate at some point between 14.1 and 24.2 Ma; their best guess was ca. 15 Ma. They suggested that the onset of these conditions implies a similar physiographic setting to that of the present in which the plateau is a distinct geographic entity with uplifted margins (Table 1). Note that this study derived the same age for the onset of aridity as the studies of erosion rates and supergene enrichment discussion above. However, the problems with turning this information into a paleoelevation estimate are similar. As they discussed, errors reflect the uncertainty over (1) the relative importance of aridity vs. internal drainage to the accumulation of evaporites, and (2), as in the Atacama erosion-rate study, the relative importance of climate change vs. surface uplift to the onset of arid conditions."
  }, {
    "heading": "Estimates Based on Landscape Development History",
    "text": "Paleoclimate indicators based on the history of landscape development must be treated with care, as the potential for mixing climatic and tectonic signals is great (Chase et al., 1998). However, low-relief surfaces that are tied to sea level can provide important paleoelevation datums.\nLow-Relief Surfaces, Western Cordillera. Sébrier et al. (1979) and Tosdal et al. (1984) recognized three paleolandscape stages in the Western Cordillera of southern Peru (Fig. 4), and Mortimer (1973) described a similar set of surfaces in the Western Cordillera of northern Chile. The oldest stage, dated as Oligocene to early Miocene, is represented by remnants of a low-relief erosion surface in the Coastal and Western Cordillera. This degradational surface is correlated with an aggradational plain in the upper Moquegua Formation, which contains the 25 Ma marine transgression described previously. This suggests that the Pacific Piedmont, along with the Coastal Cordillera to the west, were near sea level at that time. Today, the surface remnants are at elevations of 1100–1800 m (Table 1).\nTosdal et al. (1984) interpreted that the remnants of this low-relief surface in the Western Cordillera, now at elevations around 3000–3500 m, were also\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/112/7/1091/3385866/i0016-7606-112-7-1091.pdf by University of Arizona user on 26 February 2019\nGeological Society of America Bulletin, July 2000 1101\nclose to sea level and remained near sea level until 18 Ma, when the surface in this region was buried by ignimbrite sheets. However, we do not know the original slope of the surface. If we assume that the modern slope of ~2° existed in the Miocene, then the Western Cordillera could have been up to about 1000 m high (Tosdal et al., 1994, Fig. 3).\nLow-Relief Surfaces, Eastern Cordillera. Kennan et al. (1997) studied remnants of a ca. 10 Ma low-relief erosion surface in the Eastern Cordillera of Bolivia (Fig. 6). They suggested that the lowest, easternmost remnants formed at elevations near sea level, because they have low gradients and are located near the Subandean zone, the estimated location of the Miocene foreland. Recall that the foreland was at sea level at the time, as indicated by the ca. 8–10 Ma Yecua Formation. They assumed that the Miocene slope of the surface was the same as the modern slope, and thus estimated a paleoelevation of 1000–1500 m for the westernmost remnants, which are now at elevations around 3500 m (Table 1; Kennan et al., 1997, Fig. 10).\nAgain, we do not know the original slope of the surface. Many tectonic models suggest that the Brazilian shield was being “subducted” beneath the Altiplano and Eastern Cordillera during the Miocene (Allmendinger et al., 1997), which could have conceivably caused regional tilting. The westernmost remnants were at least 100 km from the Miocene foreland. Thus, a mere 0.25° of regional tilt since 10 Ma would translate into a 400 m error on the paleoelevation estimate. It is difficult to calculate how much tilting could have occurred, but probably we should consider the errors on this estimate to be at least ~1000 m.\nCanyon Cutting. As discussed above, both the Western and Eastern Cordillera of the Central Andes contain remnants of one or more widespread, Neogene low-relief surfaces. These surfaces were deeply incised during the Pliocene–Pleistocene. Several studies have interpreted that this incision was triggered by surface uplift (Table 4; i.e., McLaughlin, 1924; Walker, 1949; Petersen, 1958; Hollingworth and Rutland, 1968; Servant et al., 1989). Sébrier et al. (1988) and Mortimer (1973) suggested that the depth of incision of a surface is equal to amount of surface uplift that occurred after the formation of the surface. The onset of incision, however, is not necessarily a response to surface uplift. It could also be a response to climate change, such as the switch from a nonglacial to glacial climate or from a climate with a high frequency of small storms to a climate with larger, more erosive storms (Molnar and England, 1990; Gregory and Chase, 1994). Even if incision were triggered by surface uplift, an estimate of the magnitude from the depth of incision cannot be estimated because this calculation ignores the isostatic response to erosion (Molnar and England, 1990)."
  }, {
    "heading": "Estimates Based on Erosion History",
    "text": "All of the estimates discussed previously deal with indicators tied to surviving surfaces. Another approach to determining surface-uplift history is to reconstruct erosion history. Most studies of modern erosion rates have found that, as drainage basin relief and thus slope increase, so does the erosion rate (Ahnert, 1970; Pazzaglia and Brandon, 1996). The response to climate is more complex because of interactions with vegetation. Ritter (1988) suggested that erosion rates reach a maximum in semiarid climates (200– 400 mm/yr precipitation) and again in very wet climates (>1000 mm/yr precipitation). Some authors stressed that this climate effect is important (Ritter, 1988; Molnar and England, 1990), whereas others suggested that slope is of primary importance on regional scales (Pazzaglia and Brandon, 1996).\nErosion rates have been estimated for the Central Andes from fission-track ages and from mass-accumulation rates for the Amazon fan, and indications of relative relief have been obtained from studies of paleocurrent indicators.\nErosion Rates from Cooling History. Fission-track ages of apatite and zircon record the time at which these minerals passed through their closing temperatures. If isotherms remain generally horizontal and sample transport\nis perpendicular to isotherms, then, for a given area, samples that are presently at high elevations should have passed through the closing-temperature isotherm at an earlier age than samples from lower elevations. Thus, a plot of sample age vs. sample elevation will show a positive correlation. The slope of this relationship represents the denudation rate; a break in slope can represent either the onset of a cooling event, such as tectonic or erosional denudation, or changes in denudation rate (Gallagher et al., 1998).\nLaubacher and Naeser (1994) obtained three apatite fission-track ages from the Eastern Cordillera of Peru. Their plot of age vs. sample elevation has a prominent break in slope if the modern depth of the apatite closingtemperature isotherm (~120 °C) is included, which the authors suggested implies two periods of denudation. The first period began around 22 Ma and was associated with the erosion of around 2 km of overburden, and the second period occurred sometime after ca. 12 Ma and was associated with the erosion of around 3–4 km of overburden. However, these interpretations must be viewed as preliminary because of the small number of samples and the lack of track-length data.\nFission-track data from the Eastern Cordillera of Bolivia also suggest two periods of cooling. A preliminary study by Crough (1983) of fission-track ages from the Triassic Huayna Potosi batholith suggested that from 2.5 to 5.0 km of material were eroded over the past 12 m.y. Benjamin et al. (1987) measured apatite and zircon fission-track ages for elevation profiles for this same pluton and for the Zongo pluton (Fig. 6). Based on these data, they suggested that the uplift rate increased exponentially since 40 Ma, with a significant increase between 10 and 15 Ma. An earlier phase of erosion is supported by unpublished fission-track data cited in Kennan et al. (1995) and Lamb et al. (1997), which suggested rapid cooling between 22 and 27 Ma for the Quimsa Cruz pluton in the western Eastern Cordillera.\nErrors can arise from the assumptions that cooling is due only to erosion (it could also be due to tectonic denudation) and that the elevation differences between samples have not changed due to faulting or tilting since they passed the closure temperature (Hurford, 1991; Gallagher et al., 1998). Error can also stem from failure to identify samples from an ancient partialannealing zone; their age will be younger than the time they entered the partial zone and older than the present event. Such samples can be identified with histograms of track length, but none of the studies cited above provides this information.\nThere are additional problems with the study of Benjamin et al. (1987). Their plot of sample age vs. sample elevation, which is the standard type of fission-track interpretive plot, suggested that denudation rates accelerated around 10–15 Ma. The conclusion that uplift rates increased exponentially since 40 Ma is based on a plot of uplift rate vs. age (Benjamin et al., 1987, Fig. 3). As Masek et al. (1994) discussed, this plot is rather deceptive; essentially, it is a plot of 1/time vs. time, which necessarily results in an exponential curve. Thus, the data do not support an exponential increase in erosion rates in the past 40 Ma; they only support the conclusion that denudation rates increased around 10–15 Ma (Masek et al, 1994; Anders et al., in preparation).\nIn summary, fission-track data suggest two cooling events in the Eastern Cordillera of the Central Andes, one around 22 Ma and the other around 10–15 Ma.\nTerrigenous Flux to the Amazon Fan. Marine-sediment cores from the Amazon fan area in the equatorial Atlantic show that terrigenous flux from the Amazon basin began to increase significantly after 10 Ma (Table 4; Curry et al., 1995), suggesting increased input from the Central Andes (Meade et al., 1985). The authors attributed this increase to accelerated erosion due to either surface uplift and/or climate change.\nThe deformation and uplift of the soft Miocene foreland sediments of the Subandean zone beginning at 10 Ma probably caused at least some of the increased flux; the fission-track studies discussed above suggest that in-\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/112/7/1091/3385866/i0016-7606-112-7-1091.pdf by University of Arizona user on 26 February 2019\n1102 Geological Society of America Bulletin, July 2000\ncreased erosion of the Eastern Cordillera also could have contributed. However, we do not know whether the increase in erosion in the Eastern Cordillera was due to uplift or climate change. To answer this question, we would need to compare records of climate and surface uplift with more detailed records of cooling history and terrigenous flux.\nDrainage Development, Central Andes. Based on paleocurrent data, it appears that the Eastern Cordillera of the Central Andes had some relief as early as the Eocene; paleocurrent directions from the Eocene Totora Formation from the central Altiplano of Bolivia were westerly (Lamb et al., 1997). This differentiation apparently has continued until the present. Paleocurrents were westerly in the Altiplano at 25 Ma (Lamb et al., 1997), and Vandervoort et al. (1995) observed that 15 Ma alluvial strata in the southernmost Puna have an eastern provenance. Note that these studies only determine relief, not absolute elevation.\nDrainage Development, Northern Andes. Hoorn et al. (1995) found that in the early to early-middle Miocene, the Amazonas and Solimões basins received sediments from the Guyana shield to the northeast (Fig. 3). In the Magdalena Valley (Fig. 3), 12.9–13.5 Ma sediments indicate that the Central Cordillera was drained by an east-southeast drainage system that flowed into the Amazon region, suggesting that the Eastern Cordillera was not a significant barrier (Hoorn et al., 1995; Guerrero, 1997).\nThen, in the late middle Miocene, the Amazonas and Solimões basins began to receive sediments from the Andean Cordillera to the west (Hoorn et al., 1995). In the Magdalena Valley, directions were still predominantly to the east-southeast between 11.8 and 12.9 Ma, but there was some flow to the north and northeast. Then, at 11.8 Ma, flow directions shifted to the west, indicating the Eastern Cordillera was high enough to be a sediment source (Table 3; Guerrero, 1997). Note that these studies only tell us that some relief was created and do not provide absolute paleoelevations before or after the change in drainage patterns."
  }, {
    "heading": "DISCUSSION: ANDEAN UPLIFT HISTORY",
    "text": "The paleoelevation estimates discussed previously are summarized in Figure 7. The estimates are plotted in terms of the percentage of modern elevation represented rather than raw paleoelevation so that they can be compared more easily."
  }, {
    "heading": "Central Andes",
    "text": "If we take the estimates from crustal shortening and landscape development at face value, the Western Cordillera of the Altiplano subdomain of the Central Andes reached no more than half its present height by 18–25 Ma (Fig. 7). Note that the erosion-surface study suggests lower elevations than the crustal-shortening study. This discrepancy could arise for several reasons, including (1) dissection of the erosion surface, which would cause rock uplift of the remnants and thus a lower percent modern elevation represented by the paleosurface, or (2) an overestimate of the amount of crustal shortening, or (3) a failure to take into account other processes affecting uplift.\nThe Altiplano was at sea level until about 60 Ma. Based on paleoelevation estimates from crustal shortening and the Chucal and Jakokkota floras, it attained about 25%–30% of its modern elevation in the early Miocene and had reached no more than half its modern elevation by 10 Ma (Fig. 7). Thus, it appears that on the order of 2300–3500 m of uplift occurred from the Miocene to present. These estimates suggest uplift rates up to 0.1 mm/yr in the early and middle Miocene, increasing to 0.2–0.3 mm/yr in the Miocene to present (Table 5). Because the Altiplano has experienced little erosion since the Miocene, we can assume that most of the uplift represents surface uplift.\nThe uplift history of the Eastern Cordillera of the Altiplano subdomain of the Central Andes appears to be similar to that of the Altiplano based on\nstudies of the Potosí flora and erosion surfaces in Bolivia; it attained no more than a third of its modern elevation by the early-middle Miocene and no more than half its modern elevation by 10 Ma. This history suggests that from 2000 to 2500 m of uplift has occurred since the Miocene at rates of 0.2–0.3 mm/yr (Table 5). The Potosí flora and most of the surface remnants occur south of lat 19°S, so probably only 100–200 m of this uplift is due to erosionally driven isostatic rebound. Taken together, the data from the Western Cordillera, Altiplano, and Eastern Cordillera suggest that the Central Andean Plateau experienced significant amounts of uplift in the late Miocene–Pliocene.\nAll of these paleoelevation estimates have fairly low degrees of precision, with errors on the order of ~1000–1500 m. However, note that the errors for the various indicators stem from different sources. For example, the errors for estimates based on crustal shortening derive from uncertainties in the amounts of shortening and uplift mechanisms; those for the paleobotanically based estimates derive from errors in estimating climate from leaves\nAge (Ma)\nB Eastern Cordillera, Colombia\n10\n20\n30\n40\n50\n60\n70\n80\n90\n100\n60 50 40 30 20 10 0\n10\n20\n30\n40\n50\n60\n70\n80\n90\n100\n20 18 16 14 12 10 6 4 2 0\nPe rc\nen t m\nod er\nn el\nev at\nio n\nAge (Ma)\nA Central Andes\nWestern Cordillera\nPe rc\nen t m\nod er\nn el\nev at\nio n\nonset of aridity\nincreased denudation\nincision\nbecomes sediment source\n8\nProposed delamination events:\nAltiplano\nEastern Cordillera\nFigure 7. Paleoelevation estimates for the (A) Altiplano subdomain of the Central Andes and (B) Eastern Cordillera of Colombia.\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/112/7/1091/3385866/i0016-7606-112-7-1091.pdf by University of Arizona user on 26 February 2019\nGeological Society of America Bulletin, July 2000 1103\nand uncertainties in amounts of regional climate change; and those based on remnants of erosion surfaces derive from uncertainties in amounts of regional tilt. Thus, although estimates from a given method may have nonrandom errors, it is unlikely that estimates from other methods would have the same nonrandom errors. The fact that the estimates in Figure 7 are consistent with each other suggests that their true values do not lie at the extremes of their confidence limits.\nThe fission-track and terrigenous-flux data and the indicators of the shift to hyperaridity suggest that the period from 10 to 15 Ma was a threshold of climatic and/or tectonic change in the Central Andes. These data, however, do not provide any absolute paleoelevation estimates because of the difficulty in distinguishing the effects of uplift vs. climate change. The studies of erosion rates, supergene enrichment, and deposition of evaporites all suggest that the Western Cordillera became significantly drier around 15 Ma (Tables 1 and 3). Fission-track data suggest that at about the same time, 10–15 Ma, denudation rates increased in the Eastern Cordillera, and at 10 Ma, terrigenous flux to the Amazon fan began increasing (Table 4).\nThis paired response, desiccation in the forearc and increasing erosion in the Eastern Cordillera, could be a response to surface uplift. If the elevation of the Central Andean Plateau increased, more precipitation would fall in the Eastern Cordillera and less would reach the Altiplano and Atacama Desert. The higher slopes and increased precipitation in the Eastern Cordillera would increase erosion rates. On the other hand, it could be a response to climate change. The event involving deep-water cooling and ice growth at 15 Ma could have reduced the amount of moisture available to coastal air masses, thus creating a drier Atacama. At the same time, this change could have increased Hadley circulation, creating a stormier and more erosive climate in the Eastern Cordillera. More likely, this paired response is a reaction to both factors. The evidence for drying on other continents around 15 Ma suggests that global climate change played a large role in the shift to hyperaridity. However, the increasing erosion in the Eastern Cordillera seems more likely due to surface uplift. If we believe the paleoelevations from fossil floras, erosion surfaces, and crustal shortening, then the Altiplano and Eastern Cordillera underwent significant uplift at some time since the late Miocene. Uplift would have undoubtedly caused an increase in erosion, and we do see such an increase around 10–15 Ma. More climate, fission-track, and terrigenous-flux data are needed to further examine this interesting period of Andean history."
  }, {
    "heading": "Colombian Andes",
    "text": "The paleobotanical data from the Eastern Cordillera of Colombia suggest that in the middle Miocene through early Pliocene, elevations were fairly low, no more than 40% of their modern values (Fig. 7). Elevations then increased rapidly between 2 and 5 Ma, at rates on the order of 0.5–3 mm/yr (Table 5), reaching modern elevations by around 2.7 Ma. Although the in-\ndividual paleoelevation estimates have large estimated errors, they reveal a very consistent pattern when plotted together, which suggests that they provide accurate paleoelevation data. However, it is likely that some portion of this uplift represents rock uplift due to erosionally isostatic rebound."
  }, {
    "heading": "CONCLUSIONS",
    "text": "The data compiled in this study suggest the following conclusions: 1. In the Altiplano subdomain of the Central Andes, the Western Cordillera was at no more than half its modern elevation by 25 Ma. The Altiplano and Eastern Cordillera were at 25%–30% of their modern elevation by 20 Ma and ca. 14 Ma, respectively, and reached no more than half of their modern elevation by 10 Ma.\n2. On the order of 2000–3500 m of surface uplift of the Altiplano and Eastern Cordillera has occurred since 10 Ma, at rates of 0.2–0.3 mm/yr. Contrary to the assertion of Benjamin et al. (1987), there is no evidence for exponentially increasing rates of uplift during this time period.\n3. The Atacama Desert and Puna-Altiplano became drier at 15 Ma, and erosion rates increased in the Eastern Cordillera at 10–15 Ma. Although it is difficult to discern the effects of global climate change vs. surface uplift, it is most likely that global climate change played the major role in the shift to hyperaridity, whereas surface uplift played the major role in the increase in erosion rates.\n4. The Eastern Cordillera of the Colombian Andes was at no more than 40% of its modern elevation by 4 Ma; some of the subsequent rapid uplift could reflect erosionally driven isostatic rebound."
  }, {
    "heading": "ACKNOWLEDGMENTS",
    "text": "This work was supported by National Science Foundation grant EAR 97- 09114. Many thanks to P.J. Coney and the Cornell Andes Group for encouraging me to study Andean uplift, to J.D. Lenters and D. Rind for sharing their insight into South American climates, to T.E. Jordan for help with definitions of Andean domains, to W.A. Wodzicki for helpful discussions on supergene enrichment, and to M. Seidl for discussions of erosion and climate. Reviews by M.T. Brandon, P. Molnar, and an anonymous reviewer significantly improved the manuscript. This is Lamont-Doherty Earth Observatory contribution number 6057."
  }, {
    "heading": "REFERENCES CITED",
    "text": "Ahnert, F., 1970, Functional relationship between denudation, relief, and uplift in large mid-latitude drainage basins: American Journal of Science, v. 268, p. 243–263. Allmendinger, R.W., Jordan, T.E., Kay, S.M., and Isacks, B.L., 1997, The evolution of the Altiplano-Puna plateau of the Central Andes: Annual Reviews of Earth and Planetary Science, v. 25, p. 139–174. Alpers, C.N., and Brimhall, G.H., 1988, Middle Miocene climatic change in the Atacama Desert, northern Chile: Evidence from supergene mineralization at La Escondida: Geological Society of America Bulletin, v. 100, p. 1640–1656. Avila-Salinas, W.A., 1990, Origin of copper ores at Corocoro, Bolivia, in Fontbote, L., Amstutz, G.C., Cardozo, M., Cedillo, E., and Frutose, J., eds., Stratabound ore deposits in the Andes: Berlin, Springer-Verlag, p. 660–670. Axelrod, D.I., and Bailey, H.P., 1976, Tertiary vegetation, climate and altitude of the Rio Grande depression, New Mexico–Colorado: Paleobiology, v. 2, p. 235–254. Baby, P., Rochat, P., Mascle, G., and Hérail, G., 1997, Neogene shortening contribution to crustal thickening in the back arc of the Central Andes: Geology, v. 25, p. 883–886. Beck, S.L., Zandt, G., Myers, S.C., Wallace, T.C., Silver, P.G., and Drake, L., 1996, Crustal-thickness variations in the Central Andes: Geology, v. 24, p. 407–410. Benjamin, M.T., Johnson, N.M., and Naeser, C.W., 1987, Recent rapid uplift in the Bolivian Andes: Evidence from fission track dating: Geology, v. 15, p. 680–683. Berry, E.W., 1919a, Fossil plants from Bolivia and their bearing upon the age of uplift of the Eastern Andes: Proceedings of the U.S. National Museum, v. 54, p. 103–164. Berry, E.W., 1919b, Miocene fossil plants from northern Peru: Proceedings of the U.S. National Museum, v. 55, p. 279–294. Berry, E.W., 1922a, Late Tertiary plants from Jancocata, Bolivia: Johns Hopkins University Studies in Geology, v. 4, p. 205–221. Berry, E.W., 1922b, Pliocene fossil plants from eastern Bolivia: John Hopkins University Studies in Geology, v. 4, p. 145–202.\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/112/7/1091/3385866/i0016-7606-112-7-1091.pdf by University of Arizona user on 26 February 2019\n1104 Geological Society of America Bulletin, July 2000\nBerry, E.W., 1923, Tertiary plants from the Andes of Cajamarca, Peru: American Journal of Science, 5th series, v. 5, p. 239–246. Berry, E.W., 1929, The fossil flora of the Loja basin in southern Ecuador: Johns Hopkins University Studies in Geology, v. 10, p. 79–136. Berry, E.W., 1934, Pliocene in the Cuenca basin of Ecuador: Journal of the Washington Academy of Sciences, v. 24, p. 184–186. Berry, E.W., 1938, Tertiary flora from the Rio Pichileufu,Argentina: Geological Society of America Special Paper 12, 149 p. Berry, E.W., 1939, The fossil flora of Potosí, Bolivia: John Hopkins University Studies in Geology, v. 13, p. 1–67. Branquet, Y., Laumonier, B., Cheilletz, A., and Giuliani, G., 1999, Emeralds in the Eastern Cordillera of Colombia: Two tectonic settings for one mineralization: Geology, v. 27, p. 597–600. Brimhall, G.H., and Mote, T.I., 1997, Optimal secondary mineralization in the Andes: Vadose response to global Cenozoic cooling events, glaciation, eustasy, and desiccation: Geological Society of America Abstracts with Programs, v. 29, no. 6, p. 503. Broccoli, A.J., and Manabe, S., 1997, Mountains and midlatitude aridity, in Ruddiman, W.F., ed., Tectonic uplift and climate change: New York, Plenum Press, p. 89–121. Browning, K.A., 1980, Structure, mechanism, and prediction of orographically enhanced rain in Britain: Global Atmospheric Research Programme Publications Series no. 23, p. 85–114. Charrier, R., Muñoz, N., and Palma-Heldt, S., 1994, Edad y contenido paleofloristico de la Formación Chucal y condiciones paleoclimaticas para el Oligoceno tardio–Mioceno inferior en el Altiplano de Arica, Chile, in Proceedings, Congreso Geológico Chileno, 7th: Concepción, Chile, 1994, v. 1, p. 434–437. Chase, C.G., Gregory-Wodzicki, K.M., Parrish-Jones, J.T., and DeCelles, P., 1998, Topographic history of the western Cordillera of North America and controls on climate, in Crowley, T.J., and Burke, K., eds., Tectonic boundary conditions for climate model simulations: Oxford, UK, Oxford University Press, Oxford Monographs on Geology and Geophysics 39, p. 73–99. Coira, B., Davidson, J., Mpodozis, C., and Ramos, V., 1982, Tectonic and magmatic evolution of the Andes of northern Argentina and Chile: Earth-Science Reviews, v. 18, p. 303–332. Coney, P.J., and Evenchick, E.A., 1994, Consolidation of the American Cordilleras: Journal of South American Earth Sciences, v. 7, p. 241–262. Cooper, M.A., Addison, F.T., Alvarez, R., Coral, M., Graham, R.H., Hayward, A.B., Howe, S., Martinez, J., Naar, J., Peñas, R., Pulham, A.J., and Taborda, A., 1995, Basin development and tectonic history of the Llano basin, Eastern Cordillera, and middle Magdalena Valley, Colombia: American Association of Petroleum Geologists Bulletin, v. 79, p. 1421–1443. Crough, S.T., 1983, Apatite fission-track dating of erosion in the Eastern Andes, Bolivia: Earth and Planetary Science Letters, v. 64, p. 396–397. Crowley, T.J., and North, G.R., 1991, Paleoclimatology: Oxford, UK, Oxford University Press, 349 p. Curry, W.B., Shackleton, N.J., Richter, C., et al., 1995, Leg 154 synthesis, in Proceedings of the Ocean Drilling Program, initial results, Leg 154: College Station, Texas, Ocean Drilling Program, v. 154, p. 421–442. Dengo, C.A., and Covey, M.C., 1993, Structure of the Eastern Cordillera of Colombia: Implications for trap styles and regional tectonics: American Association of Petroleum Geologists Bulletin, v. 77, p. 1315–1337. Dorbath, C., and Granet, M., 1996, Local earthquake tomography of the Altiplano and Eastern Cordillera of northern Bolivia: Tectonophysics, v. 259, p. 117–136. Dowsett, H., Barron, E.J., and Poore, R.Z., 1996, Middle Pliocene sea surface temperatures: A global reconstruction: Marine Micropaleontology, v. 27, p. 13–25. Dunbar, R.B., Marty, R.C., and Baker, P.A., 1990, Cenozoic marine sedimentation in the Sechura and Pisco basins, Peru: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 77, p. 235–261. England, P., and Molnar, P., 1990, Surface uplift, uplift of rocks, and exhumation of rocks: Geology, v. 18, p. 1173–1177. Flower, B.P., and Kennett, J.P., 1993, Middle Miocene ocean-climate transition: High resolution oxygen and carbon isotopic records from Deep Sea Drilling Project Site 588A, southwest Pacific: Paleoceanography, v. 8, p. 811–843. Flower, B.P., and Kennett, J.P., 1994, The middle Miocene climatic transition: East Antarctic Ice Sheet development, deep ocean circulation, and global carbon cycling: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 108, p. 537–555. Forest, C.E., Molnar, P., and Emanuel, K.A., 1995, Palaeoaltimetry from energy conservation principles: Nature, v. 374, p. 347–350. Gallagher, K., Brown, R., and Johnson, C., 1998, Fission track analysis and its applications to geological problems: Annual Reviews in Earth and Planetary Science, v. 26, p. 519–572. Gregory, K.M., and Chase, C.G., 1994, Tectonic and climatic significance of a late Eocene lowrelief, high-level geomorphic surface, Colorado: Journal of Geophysical Research, v. 99, p. 20141–20160. Gregory, K.M., and McIntosh, W.C., 1996, Paleoclimate and paleoelevation of the Oligocene Pitch-Pinnacle flora, Sawatch Range, Colorado: Geological Society of America Bulletin, v. 108, p. 545–561. Gregory-Wodzicki, K.M., McIntosh, W.C., and Velasquez, K., and McIntosh, W.C., 1998, Paleoclimate and paleoelevation of the late Miocene Jakokkota flora, Bolivian Altiplano: Journal of South American Earth Sciences, v. 11, p. 533–560. Gubbels, T.L., Isacks, B.L., and Farrar, E., 1993, High-level surfaces, plateau uplift, and foreland development, Bolivian Central Andes: Geology, v. 21, p. 695–698. Guerrero, J., 1997, Stratigraphy, sedimentary environments, and the Miocene uplift of the Colombian Andes, in Kay, R.F., Madden, R.H., Cifelli, R.L., and Flynn, J.J., eds., Vertebrate paleontology in the neotropics: The Miocene fauna of La Venta, Colombia: Washington, D.C., Smithsonian Institution Press, p. 15–43. Hallam, A., 1992, Phanerozoic sea-level changes: New York, Columbia University Press, 266 p. Hay, W.W., 1996, Tectonics and climate: Geologische Rundschau, v. 85, p. 409–437. Hays, P.E., Pisias, N.G., and Roelofs, A.K., 1989, Paleoceanography of the eastern equatorial Pacific during the Pliocene: A high resolution radiolarian study: Paleoceanography, v. 4, p. 57–73. Hildreth, W., and Moorbath, S., 1988, Crustal contributions to arc magmatism in the Andes of central Chile: Contributions to Mineralogy and Petrology, v. 98, p. 455–489. Hoke, L., Hilton, D.R., Lamb, S.H., Hammerschmidt, K., and Friedrichsen, H., 1994, 3He evidence for a wide zone of active mantle melting beneath the Central Andes: Earth and Planetary Science Letters, v. 128, p. 341–355. Hollingworth, S.E., and Rutland, R.W.R., 1968, Studies of Andean uplift Part I—Post-Cretaceous evolution of the San Bartolo area, northern Chile: Geological Journal, v. 6, p. 49–62. Hoorn, C., Guerrero, J., Sarmiento, G.A., and Lorente, M.A., 1995, Andean tectonics as a cause for changing drainage patterns in Miocene northern South America: Geology, v. 23, p. 237–240. Horton, B.K., and DeCelles, P.G., 1997, The modern foreland basin system adjacent to the Central Andes: Geology, v. 25, p. 895–898. Houseman, G.A., McKenzie, D.P., and Molnar, P., 1981, Convective instability of a thickened boundary layer and its relevance for the thermal evolution of continental convergent belts: Journal of Geophysical Research, v. 86, p. 6115–6132. Hurford,A.J., 1991, Uplift and cooling pathways derived from fission track analysis and mica dating: A review: Geologische Rundschau, v. 80, p. 349–368. Isacks, B.L., 1988, Uplift of the Central Andean Plateau and bending of the Bolivian orocline: Journal of Geophysical Research, v. 93, p. 3211–3231. James, D.E., 1971, Andean crustal and upper mantle structure: Journal of Geophysical Research, v. 76, p. 3246–3271. Jordan, T.E., and Alonso, R.N., 1987, Cenozoic stratigraphy and basin tectonics of the Andes Mountains, 20°–28° south latitude:American Association of Petroleum Geologists Bulletin, v. 71, p. 49–64. Jordan, T.E., Isacks, B.L., Allmendinger, R.W., Brewer, J.A., Ramos, V.A., and Ando, C.J., 1983, Andean tectonics related to geometry of subducted Nazca plate: Geological Society of America Bulletin, v. 94, p. 341–361. Jordan, T.E., Reynolds, J.H., III, and Erikson, J.P., 1997, Variability in age of initial shortening and uplift in the Central Andes, 16–33°30′S, in Ruddiman, W.F., ed., Tectonic uplift and climate change: New York, Plenum Press, p. 41–61. Kay, R.W., and Kay, S.M., 1993, Delamination and delamination magmatism: Tectonophysics, v. 29, p. 177–189. Kay, S.M., Mpodizis, C., Ramos, V.A., and Munizaga, F., 1991, Magma source variations for mid–late Tertiary magmatic rocks associated with a shallowing subduction zone and a thickening crust in the central Andes (28 to 33 °S), in Harmon, R.S., and Rapela, C.W., eds., Andean magmatism and its tectonic setting: Geological Society of America Special Paper 265, p. 113–137. Kay, S.M., Coira, B., and Viramonte, J., 1994a, Young mafic back arc volcanic rocks as indicators of continental lithospheric delamination beneath the Argentine Puna plateau, Central Andes: Journal of Geophysical Research, v. 99, p. 24323–24339. Kay, S.M., Mpodozis, C., Tittler, A., and Cornejo, P., 1994b, Tertiary magmatic evolution of the Maricunga mineral belt in Chile: International Geology Review, v. 36, p. 1079–1112. Kellogg, J.N., and Vega, V., 1995, Tectonic development of Panama, Costa Rica, and the Colombian Andes: Constraints from global positioning system geodetic studies and gravity, in Mann, P., ed., Geologic and tectonic development of the Caribbean plate boundary in southern Central America: Geological Society of America Special Paper 295, p. 75–90. Kennan, L., Lamb, S.H., and Rundle, C., 1995, K-Ar dates from the Altiplano and Cordillera Oriental of Bolivia: Implications for Cenozoic stratigraphy and tectonics: Journal of South American Earth Sciences, v. 8, p. 163–186. Kennan, L., Lamb, S.H., and Hoke, L., 1997, High-altitude palaeosurfaces in the Bolivian Andes: Evidence for late Cenozoic surface uplift, in Widdowson, M., ed., Palaeosurfaces: Recognition, reconstruction, and palaeoenvironmental interpretation: Geological Society of London Special Publication no. 120, p. 307–323. Kennett, J.P., 1995, A review of polar climatic evolution during the Neogene, based on the marine sediment record, in Vrba, E.S., Denton, G.H., Partridge, T.C., Burckle, L.H., eds., Paleoclimate and evolution, with emphasis on human origins: New Haven, Connecticut, Yale University Press, p. 49–64. King, T., 1996, Equatorial Pacific sea surface temperatures, faunal patterns, and carbonate burial during the Pliocene: Marine Micropaleontology, v. 27, p. 63–84. Kley, J., and Monaldi, C.R., 1998, Tectonic shortening and crustal thickness in the Central Andes: How good is the correlation?: Geology, v. 26, p. 723–726. Lamb, S., and Hoke, L., 1997, Origin of the high plateau in the Central Andes, Bolivia, South America: Tectonics, v. 16, p. 623–649. Lamb, S., Hoke, L., Kennan, L., and Dewey, J., 1997, Cenozoic evolution of the Central Andes in Bolivia and northern Chile, in Burg, J.-P., and Ford, M., eds., Orogeny through time: Geological Society [London] Special Publication 121, p. 237–264. Laubacher, G., and Naeser, C.W., 1994, Fission-track dating of granitic rocks from the Eastern Cordillera of Peru: Evidence for Late Jurassic and Cenozoic cooling: Journal of the Geological Society, London, v. 151, p. 473–483. Lenters, J.D., and Cook, K.H., 1995, Comments on “On the influence of the Andes on the general circulation of the Southern Hemisphere”: Journal of Climate, v. 8, p. 2113–2115. Marshall, L.G., Sempere, T., and Gayet, M., 1993, The Petaca (late Oligocene–middle Miocene) and Yecua (late Miocene) Formations of the Subandean-Chaco basin, Bolivia, and their tectonic significance: Documents des Laboratoires de Géologie, Lyon, v. 125, p. 291–301. Masek, J.G., Isacks, B.L., Gubbels, T.L., and Fielding, E.J., 1994, Erosion and tectonics at the margins of continental plateaus: Journal of Geophysical Research, v. 99, p. 13941–13956. McLaughlin, D.H., 1924, Geology and physiography of the Peruvian Cordillera, Departments of Junin and Lima: Geological Society of America Bulletin, v. 35, p. 591–632.\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/112/7/1091/3385866/i0016-7606-112-7-1091.pdf by University of Arizona user on 26 February 2019\nGeological Society of America Bulletin, July 2000 1105\nMcMillan, N.J., Davidson, J.P., Wörner, G., Harmon, R.S., Moorbath, S., and Lopez-Escobar, L., 1993, Influence of crustal thickening on arc magmatism: Nevado de Payachata volcanic region, northern Chile: Geology, v. 21, p. 467–470. Meade, R.H., Dunne, T., Richey, J.E., de M. Santos, U., and Salati, E., 1985, Storage and remobilization of suspended sediment in the lower Amazon River of Brazil: Science, v. 228, p. 488–490. Mégard, F., 1984, The Andean orogenic period and its major structures in central and northern Peru: Journal of the Geological Society of London, v. 141, p. 893–900. Mégard, F., Noble, D.C., McKee, E.H., and Bellon, H., 1984, Multiple pulses of Neogene compressive deformation in the Ayacucho intermontane basin, Andes of central Peru: Geological Society of America Bulletin, v. 95, p. 1108–1117. Meyer, H.W., 1986,An evaluation of the methods for estimating paleoaltitudes using Tertiary floras from the Rio Grande Rift vicinity, New Mexico and Colorado [Ph.D. dissert.]: Berkeley, University of California, 217 p. Meyer, H.W., 1992, Lapse rates and other variables applied to estimating paleoaltitudes from fossil floras: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 99, p. 71–99. Molnar, P., and England, P., 1990, Late Cenozoic uplift of mountain ranges and global climate change: Chicken or egg?: Nature, v. 346, p. 29–34. Mortimer, C., 1973, The Cenozoic history of the southern Atacama Desert, Chile: Journal of the Geological Society of London, v. 129, p. 505–526. Muñoz, N., and Charrier, R., 1996, Uplift of the western border of the Altiplano on a west-vergent thrust system, northern Chile: Journal of South American Earth Sciences, v. 9, p. 171–181. Myers, S.C., Beck, S., Zandt, G., and Wallace, T., 1998, Lithospheric-scale structure across the Bolivian Andes from tomographic images of velocity and attenuation for P and S waves: Journal of Geophysical Research, v. 103, p. 21233–21252. Parrish, J.T., 1998, Interpreting pre-Quaternary climate from the geologic record: New York, Columbia University Press, 338 p. Parrish, J.T., and Barron, E.J., 1986, Paleoclimates and economic geology: Tulsa, Oklahoma, Society of Economic Paleontologists and Mineralogists Short Course 18, 162 p. Pazzaglia, F.J., and Brandon, M.T., 1996, Macrogeomorphic evolution of the post-Triassic Appalachian Mountains determined by deconvolution of the offshore basin sedimentary record: Basin Research, v. 8, p. 255–278. Petersen, U.B., 1958, Structure and uplift of the Andes of Peru, Bolivia, Chile and adjacent Argentina: Boletin de la Sociedad Geológica del Perú, v. 33, p. 57–129. Raymo, M.W., and Ruddiman, W.F., 1992, Tectonic forcing of late Cenozoic climate: Nature, v. 359, p. 117–122. Reynolds, J.H., Idleman, B.D., Hernández, R.M., and Naeser, C.W., 1994, Preliminary chronostratigraphic constraints on Neogene tectonic activity in the Eastern Cordillera and Santa Bárbara system, Salta Province, NW Argentina [abs.]: Geological Society of America Abstracts with Programs, v. 26, no. 7, p. 503. Ritter, D.F., 1988, Landscape analysis and the search for geomorphic unity: Geological Society of America Bulletin, v. 100, p. 160–171. Roeder, D., 1988, Andean-age structure of Eastern Cordillera (Province of La Paz, Bolivia): Tectonics, v. 7, p. 23–39. Ruddiman, W.F., and Kutzbach, J.E., 1989, Forcing of late Cenozoic Northern Hemisphere climate by plateau uplift in southern Asia and the American West: Journal of Geophysical Research, v. 94, p. 18409–18427. Ruddiman, W.F., Prell, W.L., and Raymo, M.E., 1989, Late Cenozoic uplift in southern Asia and the American West: Rationale for general circulation modeling experiments: Journal of Geophysical Research, v. 94, p. 18379–18391. Savin, S.M., Douglas, R.G., and Stehli, F.G., 1975, Tertiary marine paleotemperatures: Geological Society of America Bulletin, v. 86, p. 1499–1510. Schmitz, M., 1994,A balanced model of the southern Central Andes: Tectonics, v. 13, p. 484–492. Sébrier, M., Marocco, R., Gross, J.J., Macedo, B.S., and Montoya, R.M., 1979, Evolución\nNeogena del Piedemonte Pacífico de los Andes del sur del Perú: Proceedings, Congreso Geológico Chileno, 2nd: Arica, Chile, p. 171–188. Sébrier, M., Lavenu, A., Fornari, M., and Soulas, J., 1988, Tectonics and uplift in Central Andes (Peru, Bolivia and northern Chile) from Eocene to present: Géodynamique, v. 3, p. 85–106. Sempere, T., 1995, Phanerozoic evolution of Bolivia and adjacent regions, in Tankard, A.J., Suárez, S., and Welsink, H.J., eds., Petroleum basins of South America: American Association of Petroleum Geologists Memoir 62, p. 207–230. Sempere, T., Hérail, G., Oller, J., and Bonhomme, M.G., 1990, Late Oligocene–early Miocene major tectonic crisis and related basins in Bolivia: Geology, v. 18, p. 946–949. Sempere, T., Butler, R.F., Richards, D.R., Marshall, L.G., Sharp, W., and Swisher, C.C., III, 1997, Stratigraphy and chronology of Upper Cretaceous–lower Paleogene strata in Bolivia and northwest Argentina: Geological Society of America Bulletin, v. 109, p. 709–727. Servant, M., Sempere, T., Argollo, J., Bernat, M., Feraud, G., and Lo Bello, P., 1989, Morphogenèse et soulèvement de la Cordillère Orientale des Andes de Bolivie au Cénozoïque: Comptes Rendus de L’Academie des Sciences, Série II, v. 309, p. 417–422. Sheffels, B.M., 1990, Lower bound on the amount of crustal shortening in the central Bolivian Andes: Geology, v. 18, p. 812–815. Sheffels, B.M., 1995, Mountain building in the Central Andes: An assessment of the contribution of crustal shortening: International Geology Review, v. 37, p. 128–153. Sillitoe, R.H., and McKee, E.H., 1996,Age of supergene oxidation and enrichment in the Chilean porphyry copper province: Economic Geology, v. 91, p. 164–179. Singewald, J.T., and Berry, E.W., 1922, The geology of the Corocoro copper district of Bolivia: Johns Hopkins University Studies in Geology, v. 1, p. 1–117. Smith, A.G., Hurley, A.M., and Briden, J.C., 1981, Phanerozoic paleocontinental world maps: Cambridge, UK, Cambridge University Press, 102 p.\nTaylor, D.W., 1991, Paleobiogeographic relationships of Andean angiosperms of Cretaceous to Pliocene age: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 88, p. 69–84. Titley, S.R., and Marozas, D.C., 1995, Processes and products of supergene copper enrichment, in Pierce, F.W., and Bolm, J.G., eds., Porphyry copper deposits of the American Cordillera: Arizona Geological Society Digest, v. 20, p. 156–168. Tosdal, R.M., Clark, A.H., and Farrar, E., 1984, Cenozoic polyphase landscape and tectonic evolution of the Cordillera Occidental, southernmost Peru: Geological Society of America Bulletin, v. 95, p. 1318–1332. Toussaint, J.F., and Restrepo, J.J., 1994, The Colombian Andes during Cretaceous times, in Salfity, J.A., ed., Cretaceous tectonics of the Andes: Wiesbaden, Germany, Vieweg, p. 61–100. Trewartha, G.T., 1981, The Earth’s problem climates: Madison, Wisconsin, University of Wisconsin Press, 371 p. Trumbull, R.B., Wittenbrink, R., Hahne, K., Emmerman, R., Büsch, W., Gerstenberger, H., and Siebel, W., 1999, Evidence for late Miocene to Recent contamination of arc andesites by crustal melts in the Chilean Andes (25–26°S) and its geodynamic implications: Journal of South American Earth Sciences, v. 12, p. 135–155. Tsuchi, R., 1997, Marine climatic responses to Neogene tectonics of the Pacific Ocean seaways: Tectonophysics, v. 281, p. 113–124. Van der Hammen, T., and Hooghiemstra, H., 1997, Chronostratigraphy and correlation of the Pliocene and Quaternary of Colombia: Quaternary International, v. 40, p. 81–91. Van der Hammen, T., Werner, J.H., and Van Dommelen, H., 1973, Palynological record of the upheaval of the Northern Andes: A study of the Pliocene and lower Quaternary of the Colombian Eastern Cordillera and the early evolution of its high-Andean biota: Review of Palaeobotany and Palynology, v. 16, p. 1–122. Van der Hammen, T., Barelds, J., de Jong, H., and de Veer, A.A., 1981, Glacial sequence and environmental history in the Sierra Nevada del Cocuy (Colombia): Palaeogeography, Palaeoclimatology, Palaeoecology, v. 32, p. 247–340. Vandervoort, D.S., Jordan, T.E., Zeitler, P.K., and Alonso, R.N., 1995, Chronology of internal drainage development and uplift, southern Puna plateau,Argentine central Andes: Geology, v. 23, p. 145–148. Vasconcelos, P.M., Brimhall, G.H., Becker, T.A., and Renne, P.R., 1994, 40Ar/39Ar analysis of supergene jarosite and alunite: Implications to the paleoweathering history of the western USA and West Africa: Geochimica et Cosmochimica Acta, v. 58, p. 401–420. Walker, E.H., 1949, Andean uplift and erosion surfaces near Uncia, Bolivia: American Journal of Science, v. 247, p. 646–663. Watts,A.B., Lamb, S.H., Fairhead, J.D., and Dewey, J.F., 1995, Lithospheric flexure and bending of the Central Andes: Earth and Planetary Science Letters, v. 134, p. 9–21. Whitman, D., 1999, The isostatic residual gravity anomaly of the Central Andes, 12° to 29° S: A guide to interpreting crustal structure and deeper lithospheric processes: International Geology Review, v. 41, p. 457–475. Whitman, D., Isacks, B.L., Chatelain, J., Chiu, J., and Perez, A., 1992, Attenuation of high-frequency seismic waves beneath the Central Andean Plateau: Journal of Geophysical Research, v. 97, p. 19929–19947. Wigger, P.J., Schmitz, M., Araneda, M., Asch, G., Bladzuhn, S., Giese, P., Heinsohn, W.-D., Martínez, E., Ricaldi, E., Röwer, P., and Viramonte, J., 1994, Variation in the crustal structure of the southern Central Andes deduced from seismic refraction investigations, in Reutter, K.-J., Scheuber, E., and Wigger, P.J., eds., Tectonics of the southern Central Andes: Berlin, Springer-Verlag, p. 23–48. Wijninga,V.M., 1996, Palaeobotany and palynology of Neogene sediments from the high plain of Bogotá (Colombia): Wageningen, Netherlands, Ponsen and Looingen, BV, 370 p. Wilf, P., 1997, When are leaves good thermometers?: Paleobiology, v. 23, p. 373–390. Wolfe, J.A., 1971, Tertiary climatic fluctuations and methods of analysis of Tertiary floras:\nPalaeogeography, Palaeoclimatology, Palaeoecology, v. 9, p. 27–57. Wolfe, J.A., 1993, A method of obtaining climatic parameters from leaf assemblages: U.S. Geo-\nlogical Survey Bulletin 2040, 71 p. Wolfe, J.A., 1995, Paleoclimatic estimates from Tertiary leaf assemblages: Annual Reviews in\nEarth and Planetary Science, v. 23, p. 119–142. Wolfe, J.A., and Schorn, H.E., 1990, Taxonomic revision of the Spermatopsida of the Oligocene\nCreede flora, southern Colorado: U.S. Geological Survey Bulletin 1923, 40 p. Wolfe, J.A., Schorn, H.E., Forest, C.E., and Molnar, P., 1997, Paleobotanical evidence for high\naltitudes in Nevada during the Miocene: Science, v. 276, p. 1672–1675. Wolfe, J.A., Forest, C.E., and Molnar, P., 1998, Paleobotanical evidence of Eocene and Oligocene\npaleoaltitudes in midlatitude western North America: Geological Society of America Bulletin, v. 110, p. 664–678. Wright, J.D., 1998, Role of the Greenland-Scotland Ridge in Neogene climate changes, in Crowley, T.J., and Burke, K., eds., Tectonic boundary conditions for climate model simulations: Oxford, UK, Oxford University Press, Oxford Monographs on Geology and Geophysics 39, p. 192–211. Zandt, G., Beck, S.L., Ruppert, S.R., Ammon, C.J., Rock, D., Minaya, E., Wallace, T.C., and Silver, P.G., 1996,Anomalous crust of the Bolivian Altiplano, Central Andes: Constraints from broadband regional seismic waveforms: Geophysical Research Letters, v. 23, p. 1159–1162."
  }, {
    "heading": "MANUSCRIPT RECEIVED BY THE SOCIETY SEPTEMBER 25, 1998 REVISED MANUSCRIPT RECEIVED NOVEMBER 18, 1999",
    "text": "MANUSCRIPT ACCEPTED NOVEMBER 22, 1999\nPrinted in USA\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/112/7/1091/3385866/i0016-7606-112-7-1091.pdf by University of Arizona user on 26 February 2019"
  }],
  "references": [],
  "id": "SP:ad567fdbbf5c8ba86352a2ca35c60098dc309681",
  "authors": [],
  "abstractText": "The elevation of the Andean Cordillera is a crucial boundary condition for both climatic and tectonic studies. The Andes affect climate because they form the only barrier to atmospheric circulation in the Southern Hemisphere, and they intrigue geologists because they have the highest plateau on Earth formed at a noncollisional plate margin, the Altiplano-Puna. Yet, until recently, few quantitative studies of their uplift history existed. This study presents both (1) a review of the quantitative paleoelevation estimates that have been made for the Central and Colombian Andes and (2) an examination of the source and magnitude of error for each estimate. In the Central Andes, paleobotanical evidence suggests that the Altiplano-Puna had attained no more than a third of its modern elevation of 3700 m by 20 Ma and no more than half its modern elevation by 10.7 Ma. These data imply surface uplift on the order of 2300–3400 m since the late Miocene at uplift rates of 0.2–0.3 mm/yr. Paleobotanical and geomorphological data suggest a similar uplift history for the Eastern Cordillera—namely no more than half the modern elevation present by 10 Ma. No evidence exists for an exponential increase in uplift rate, as has been interpreted from fissiontrack data. These uplift rates mostly reflect mean surface uplift rather than rock uplift—that is, uplift of material points—because little dissection of the western Eastern Cordillera has occurred south of lat 19°S and of the Altiplano-Puna. Thus, the Central Andean Plateau appears to be young. In the Colombian Andes, paleobotanical data imply rapid uplift of the Eastern Cordillera between 2 and 5 Ma at rates on the order of 0.6–3 mm/yr. However, some of this uplift is likely rock uplift due to erosion-driven isostatic rebound rather than mean surface uplift."
}