{
  "sections": [{
    "text": "Mid-Tertiary strata near Gray Butte, central Oregon, record volcanism and sedimentation on the margin of a west-tilted basin that was subsequently disrupted by a northeaststriking fault system. Compositional characteristics of the volcanic rocks support correlation of the section to the upper Eocene–Oligocene part of the John Day Formation. The ~1.2-kmthick section contains five fossil floras documenting climatic change in late Eocene–early Oligocene time and a progression between better known Eocene and Oligocene floras in the region. The presence of the transitional floras is a consequence of the subsidence of the Gray Butte basin to accommodate a section that is nearly four times thicker than better studied correlative strata ~50 km to the northeast that consist almost entirely of volcanic rocks. The lowest flora is within flood-plain facies, whereas the other four are hosted in lacustrine strata. Although alteration of volcanic rocks most closely associated with the floras precludes development of a precise isotopic-age chronology, regional correlations and several accurate isotopic-age determinations indicate that the principal interval of climatic cooling may have been in late Eocene time (ca. 38–39 Ma) rather than at the Eocene-Oligocene boundary. The paleoclimate interpretation is tempered, however, by the low diversity of the\nfloras (12–24 species) and possible taphonomic biases in comparing flood-plain and lacustrine environments.\nMapping established the presence of the Cyrus Springs fault zone, a large (1.2 km vertical displacement, possibly >7 km dextral offset) shear zone that is possibly a surface expression of the Klamath–Blue Mountain gravity-anomaly lineament. The orientations of this fault zone, subsidiary sinistral structures, dikes, and fold axes suggest that the presumed Mesozoic structure marked by the lineament was reactivated as a dextralnormal fault by east-northeast–west-southwest–oriented compressive stress. This stress is consistent with early Oligocene North America–Farallon convergence but is inconsistent with northwest-southeast to northsouth compression suggested by structures farther east. Stress either varied temporally or was partitioned into complex local strain domains. The Cyrus Springs fault zone may have become active at about 28–30 Ma, resulting in uplift and southward tilting of part of the Gray Butte basin fill, and ceased activity before deposition of the horizontal upper Miocene–Pliocene Deschutes Formation.\nThe Gray Butte area was also an eruptive center for rhyolitic and alkaline-mafic lava and tuff both before and after initiation of movement on the Cyrus Springs fault. Mid-Tertiary volcanism and sedimentation near the western end of the Blue Mountains, heretofore not clearly related to active structures, may have taken place within a regional transten-\nsional regime associated with stress orientations different from those of Neogene time. Local basins with higher subsidence rates accumulated relatively thick sequences of lacustrine tuffaceous strata, and their fossil floras show progressive climate change through the Eocene-Oligocene boundary interval.\nINTRODUCTION\nWe undertook a detailed study near Gray Butte, in central Oregon (Fig. 1), to resolve stratigraphic and structural relationships pertinent to interpreting a sequence of fossil floras and the origin of the host strata. A sequence of paleobotanical localities on the west side of Gray Butte (Ashwill, 1983) records floristic change through the stratigraphic section and provides a better understanding of the transition between warm subtropical floras of Eocene time and temperate deciduous forests of Oligocene time. This area also contains previously unrecognized large-displacement faults and volcanic-vent and intrusive features that elucidate aspects of the regional late Eocene–middle Oligocene tectonic and volcanic framework and provide insights to the preservation of strata that host the transitional floras. In this paper we discuss these stratigraphic, volcanic, and structural features and provide an overview of the fossil floras to illustrate the importance of the Gray Butte area to understanding many aspects of the mid-Tertiary history of the region. Detailed taxonomic descriptions of the Gray Butte floras are in preparation.\nThe tectonic setting for continental sedimentation in the inland Pacific Northwest is poorly un-\n759\nGSA Bulletin; June 1998; v. 110; no. 6; p. 759–778; 11 figures; 7 tables.\n*E-mail: gsmith@unm.edu\nData Repository item 9844 contains additional material related to this article.\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/110/6/759/3382969/i0016-7606-110-6-759.pdf by University of Arizona user on 26 February 2019\nderstood for the period between pervasive Eocene strike-slip-basin development in northern Washington (Johnson, 1985; Campbell, 1989) and the middle Miocene eruptions forming the Columbia River Basalt Group (Hooper and Conrey, 1989; Smith et al., 1989) and contemporaneous Basin and Range extension in southern Oregon. Upper Eocene to lower Miocene sedimentary and volcanic rocks, temporally equivalent to extensive ignimbrite sheets and metamorphic core complexes in the Great Basin, are widespread in eastern Oregon. In the Pacific Northwest, however, the structural styles of accommodating basins and related faulting during the mid-Tertiary remain largely unstudied.\nThe upper Eocene to lower Miocene John Day Formation, and its correlatives, cover at least 100 000 km2 and perhaps as much as 225 000 km2 (John Day magmatic region of Christiansen and Yeats, 1992) of eastern Oregon. The formation is a diverse assemblage of rhyolitic ignimbrites and domes, mafic (generally alkaline) lavas, and primary and reworked fallout tephra. The mafic and rhyolitic volcanic rocks, with a lesser volume of andesite and dacite, were erupted across an area of at least 20 000 km2, although no caldera sources have been located for the ignimbrites and no vent areas have been clearly identified for the mafic lavas. Intermediate-composition fallout tephra is widely believed to have been derived from upwind sources in the nascent Cascade Range volcanic arc (Peck, 1964; Robinson and Brem, 1981; Robinson et al., 1990). Despite the development of a regional stratigraphy in north-central Oregon (Robinson et al., 1990), the tectonic setting for the accumulation of the John Day Formation tuffaceous sedimentary rocks and associated volcanic rocks is not clear, although subsidence is clearly required to permit accumulation of local sections of primarily sedimentary material more than 1 km thick. Although geologic maps (e.g., Walker and MacLeod, 1991) illustrate many faults that displace the John Day Formation without apparently affecting the overlying middle Miocene Columbia River Basalt Group,\nfew studies have demonstrated the sense of motion on these faults nor their relationship to the John Day depositional basins.\nMid-Tertiary fossil floras from central Oregon have played a substantial role in propositions of major environmental and climatic change near the Eocene-Oligocene boundary (e.g., Chaney, 1927; Wolfe, 1979, 1992; Retallack et al., 1996). Subtropical floras of the Clarno Formation (e.g., Cherry Creek flora), dated as about 44 Ma, are succeeded by cool-temperate Bridge Creek floras of the John Day Formation, dated as about 32– 33 Ma (Manchester, 1990; McIntosh et al., 1997). Because of the large temporal gap between these floras, the nature and timing of floristic change remain poorly understood and the correlation with the marine paleoclimatic record of abrupt early Oligocene cooling remains vague. Bestland et al. (1997) have, however, interpreted paleosols in the John Day Formation to be consistent with climate change near the Eocene-Oligocene boundary.\nThe record of global cooling near the EoceneOligocene boundary has been reconstructed primarily from marine stratigraphic records (e.g., Keller et al., 1992; Aubrey, 1992; Hansen, 1992). Benthic foraminiferal δ18O increase suggests the onset of stepwise cooling in early Eocene time, the penultimate downturn in ocean temperature occurring abruptly near the end of chronozone C13R (Miller, 1992), which Berggren et al. (1992) selected as the Eocene-Oligocene boundary, ca. 34 Ma. Wolfe (1979, 1992) argued that western North American leaf floras record a marked decrease in mean temperature and increased seasonality of temperature within a narrow time range between 33.2 and 32.8 Ma. Whether this discrepancy with marine records represents a true lag in continental response to global climate or if Wolfe’s interpretation of a later age relies largely on relatively old and imprecise K-Ar ages (Wolfe, 1992) is unexplained."
  }, {
    "heading": "BACKGROUND",
    "text": ""
  }, {
    "heading": "John Day Formation Stratigraphy",
    "text": "Peck (1964), Robinson (1975), Robinson and Brem (1981), and Robinson et al. (1990) established the regional stratigraphy and age relationships of the John Day Formation. The outcrop belt closest to Gray Butte comprises the “western facies” of the formation (Robinson et al., 1990; Fig. 1) divided into members designated alphabetically from A to I (Peck, 1964; Robinson et al., 1990). The base of the formation is defined in most places by a rhyolite ignimbrite (the basal A ignimbrite), which in many localities rests on a paleosol developed on andesite of the underlying Eocene Clarno Formation (Bestland et al., 1996). Previous K-\nSMITH ET AL.\n760 Geological Society of America Bulletin, June 1998\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/110/6/759/3382969/i0016-7606-110-6-759.pdf by University of Arizona user on 26 February 2019\nTECTONISM, VOLCANISM, AND FLORISTIC CHANGE, CENTRAL OREGON\nGeological Society of America Bulletin, June 1998 761\nAr dates of 37.4 ± 1.4 Ma for this ignimbrite (Robinson et al., 1990) have been supplanted by high-resolution, single-crystal 40Ar/39Ar ages of 39.22 ± 0.03 and 39.72 ± 0.03 Ma by C. Swisher (in Bestland et al., 1993; Bestland and Retallack, 1994a, 1994b; Retallack et al., 1996) and our date of 39.17 ± 0.15 Ma (see below). The uppermost strata of member I have provided limited chronological data but are at least as young as 22 Ma (Robinson et al., 1990)."
  }, {
    "heading": "Gray Butte Section",
    "text": "Gray Butte is a 1557-m-high peak underlain by rhyolite and occupying the approximate midpoint of a 3.5-km-thick section of homoclinal southsoutheast–dipping strata (Fig. 2). The lower 1.5 km of this section is volcaniclastic sediment and tuff deposited in fluvial and lacustrine environments and interbedded basalt and basaltic-andesite lava flows. This part of the Gray Butte sequence contains the currently known fossil floras. The succeeding 1.4 km of section is composed of the rhyolite of Gray Butte and overlying tuff of\nSmith Rock, a sequence of rhyolitic hydromagmatic tuffs and related lavas. Southeast of Smith Rock and across Lone Pine Flat, a strike valley filled with Quaternary (and Pliocene?) sediment (Fig. 2), is tuff typical of the uppermost John Day Formation (member I), overlain by Prineville basalt (Smith, 1986; Hooper et al., 1993) that previous workers (e.g., Williams, 1957; Robinson and Stensland, 1979) mapped within the contemporaneous Columbia River Basalt Group (Fig. 2).\nGeological interpretations resulting from reconnaissance studies differ significantly between workers and also differ substantially from our results (Fig. 2). Williams (1957) included most of these rocks as John Day Formation, with faulted cuestas of younger Columbia River Basalt forming the prominent east-west–trending ridges north of Gray Butte. Robinson and Stensland (1979) mapped the same rocks as southward-dipping Clarno Formation onlapped by John Day Formation ignimbrites and various other tuffs from the north. The John Day Formation was otherwise restricted to outcrops beneath Columbia River Basalt farther south. The rhyolite of Gray Butte\nand tuff of Smith Rock were not assigned to either the Clarno or John Day Formations.\nObermiller (1987) mapped rocks of both Clarno and John Day Formations and assigned the rhyolite of Gray Butte and tuff of Smith Rock to middle Miocene time on the basis of wholerock K-Ar dates of uncertain quality. His dates are younger than the Prineville basalt, necessitating a fault below Lone Pine Flat for which there is no other evidence (Fig. 2). Nonetheless, Bishop (1989) and Robinson et al. (1990) followed Obermiller in concluding that there was a middle Miocene volcanic center at Gray Butte despite reference to a 30.8 Ma K-Ar date for the tuff of Smith Rock (Robinson et al., 1990).\nFossil Floras\nAlthough the presence of fossil floras near Gray Butte (Fig. 2) has been known for some time (e.g., Vance, 1936) they were not systematically collected and examined until recently (Ashwill, 1983, 1990; McFadden, 1986; Meyer and Manchester, 1997). Ashwill (1983, 1990) re-\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/110/6/759/3382969/i0016-7606-110-6-759.pdf by University of Arizona user on 26 February 2019\nSMITH ET AL.\n762 Geological Society of America Bulletin, June 1998\nported a succession of five fossil floras, some represented by more than one outcrop locality, ranging from subtropical to temperate in character. The uppermost floras contain taxa characteristic of the John Day Formation Bridge Creek flora whereas the stratigraphically lower floras share components of floras of both the Clarno and John Day Formations. These observations suggested that the Gray Butte floral succession, distributed through about 400 m of strata of uncertain stratigraphic assignment, may provide a record of the floristic transition of early Oligocene time."
  }, {
    "heading": "New Geological Mapping",
    "text": "A 50 km2 area extending northward from the summit of Gray Butte was mapped at a scale of 1:16 000 in order to elucidate the stratigraphic and structural framework of strata hosting the fossil floras. A simplified version of this map is presented in Figure 3, and aspects of this geological\nmapping are included in Smith et al. (in press) and Sherrod et al. (in press). Alluvium covers lowland areas, and thick colluvium derived from Gray Butte and a high ridge of basaltic andesite north of Gray Butte locally obscures the bedrock geology. The west-central part of the map area is thickly mantled by basaltic and silicic tephra, probably of Pliocene and early Quaternary age, but possibly correlative with upper Miocene tuffs exposed in the Deschutes Formation a few kilometers to the west (Smith, 1986, 1987).\nRocks in the southern part of the map area have been affected by moderate to intense propylitic alteration manifested as calcite replacement bodies, chlorite and illite alteration, cinnabar mineralization, and anomalous assay values for gold, silver, arsenic, and mercury (Brooks, 1963; Gray and Baxter, 1986; Rimal et al., 1987). Although dominant calcite and zeolite cement in volcanic sandstone may reflect normal diagenesis, local epidote cement requires addition from\nhydrothermal fluid. This pervasive alteration adversely affected our efforts to obtain 40Ar/39Ar ages for rocks near Gray Butte (see below), inhibited efforts to correlate tuffs by electronmicroprobe analyses of crystals, and prohibited collection of fresh samples of some lava flows for whole-rock geochemical analyses.\nNonetheless, careful mapping permitted construction of an alternative geologic interpretation (Fig. 2). We interpret the stratigraphy in the Gray Butte area to represent a section that consists entirely of the John Day Formation; there are no recognizable Clarno Formation rocks and no middle Miocene rocks other than the Prineville basalt. We also recognize and name the Cyrus Springs fault zone, a substantial mid-Tertiary fault having a down-to-the-north throw in excess of 1.2 km and possibly 7 km or more of dextral slip. A diverse suite of intrusive rocks identifies the Gray Butte area as a major mid-Tertiary volcanic-vent area.\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/110/6/759/3382969/i0016-7606-110-6-759.pdf by University of Arizona user on 26 February 2019"
  }, {
    "heading": "STRATIGRAPHY AND CORRELATION",
    "text": ""
  }, {
    "heading": "OF SEDIMENTARY AND VOLCANIC ROCKS",
    "text": "The stratigraphy of the Gray Butte area is illustrated in Figures 3 and 4 for two subareas, located north and south of the Cyrus Springs fault zone (which is described below). The area south of the Cyrus Springs fault zone contains the thickest exposed section, which varies along strike from ~800 to 1200 m between the lowest elevation exposures and the capping rhyolite of Gray Butte and tuff of Smith Rock. The northern area contains a more poorly exposed section that is approximately 250 m thick."
  }, {
    "heading": "South of Cyrus Springs Fault Zone",
    "text": "Member A. The lowest interval consists of sedimentary strata interbedded with porphyritic basaltic andesite, tuff, and rhyolite lava (Figs. 3 and 4; Table 1). Although porphyritic basaltic andesite is not otherwise known in the John Day Formation and the tuffs are too altered to permit an analytical comparison, we correlate these rocks to John Day member A, rather than the older Clarno Formation, for several reasons. First, the two welded ignimbrites that contain quartz and altered alkali feldspar are arguable correlatives to the two rhyolite ignimbrites found regionally in member A (Fig. 4; Swanson and Robinson, 1968; Robinson et al., 1990). Second, 10 km to the east, basal John Day Formation ignimbrite and rhyolite lava rest on a laterally extensive, well-developed red paleosol (cf. Bestland et al., 1996) developed on typical Clarno Formation pyroxene-hornblende andesite and dacite in excess of 1 km thick (Thormahlen, 1985). Neither similar lavas nor the paleosol are present in the Gray Butte area. Third, conglomeratic sandstone in the Gray Butte section is composed almost entirely of rhyolitic and basaltic detritus typical of John Day Formation volcanic sources. Fourth, lava flows ranging from basaltic andesite to dacite are known to be present within member A in a number of places in central Oregon (e.g., dacite of Eagle Butte of Smith and Hayman, 1987; andesite of Sand Mountain of Bestland et al., 1996). Therefore, the presence of porphyritic lava in the Gray Butte section does not exclude a stratigraphic affinity to the John Day Formation.\nSandstone and conglomerate and subordinate tuffaceous mudstone represent deposition in channels and on associated flood plains. Sandstone and conglomerate beds are generally tabular and exhibit rare trough cross-bedding indicating flow from the east to northeast. The Kings Gap flora (Fig. 4) is hosted in flood-plain mudstone and sandstone. Finely laminated tuffaceous lacustrine mudstone and shale are prominent in\nthe upper part of this interval and host the Sumner Spring flora (Fig. 4) along a strike distance of 4 km. Sandstone contains originally glassy to holocrystalline fragments of mafic lava that are texturally and mineralogically comparable to the associated basaltic andesite flows, devitrified rhyolite grains, and altered pumice lapilli and glass shards. Many of the devitrified rhyolite grains exhibit a distinctive micropoikilitic texture similar to that found in a lower John Day Formation rhyolite 10 km to the east at Grizzly Mountain (Thormahlen, 1985; Fig. 1).\nTECTONISM, VOLCANISM, AND FLORISTIC CHANGE, CENTRAL OREGON\nGeological Society of America Bulletin, June 1998 763\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/110/6/759/3382969/i0016-7606-110-6-759.pdf by University of Arizona user on 26 February 2019\n764 G eological Society of A m erica B ulletin,June 1998\nTABLE 1. WHOLE-ROCK ANALYSES OF SELECTED JOHN DAY FORMATION VOLCANIC ROCKS\nGray Butte area\nMember A Member B Member E Member G? Porphyritic basaltic andesites Rhyolite Microphyric basaltic andesites Alkali-olivine Rhyolite Tuff\n(trachyandesites) basalts of of Gray Smith Butte Rock\nRC95- RC95- RC95- RC95- RC95- RC95- RC95- RC95- RC95- RC95- RC95- RC95- RC95- WO8662 63 65 67 79 66 68 69 71 73 76 77 70B HWG\nT1*\nSiO2 54.76 53.06 54.39 55.03 72.33 58.03 57.65 58.81 54.82 57.89 49.99 44.31 76.85 72.11 Al2O3 17.45 18.60 18.40 16.42 14.06 13.02 14.48 13.36 13.95 13.15 15.52 18.08 12.40 13.78 TiO2 1.69 1.49 1.52 1.53 0.83 1.86 1.76 1.84 3.02 1.89 2.58 1.67 0.25 0.44 FeO 8.71 8.92 8.60 9.22 3.67 13.30 11.04 12.30 12.87 13.20 11.84 10.22 1.31 5.29 MnO 0.19 0.16 0.15 0.18 0.04 0.23 0.23 0.22 0.22 0.23 0.20 0.33 0.01 0.12 CaO 8.51 9.71 9.75 8.75 1.38 5.89 6.32 5.81 7.34 6.02 10.14 17.32 0.37 0.96 MgO 4.00 4.28 3.35 4.60 0.70 1.74 2.53 1.63 3.24 1.75 5.84 5.28 0.10 0.00 K2O 0.69 0.38 0.28 0.37 2.38 2.06 1.04 1.98 0.62 1.95 0.37 0.15 4.31 4.33 Na2O 3.66 3.14 3.23 3.26 4.43 3.17 4.24 3.39 3.43 3.21 2.90 2.39 4.39 2.95\nP2O5 0.33 0.26 0.33 0.64 0.18 0.69 0.71 0.66 0.50 0.70 0.63 0.25 0.03 0.04\nNi 13 15 17 68 8 0 0 0 0 0 49 182 15 13 (ppm) Cr 59 59 78 119 16 17 13 21 41 16 157 433 8 0 Sc 31 28 28 21 9 34 26 32 27 35 34 41 5 9 V 277 281 236 202 72 86 87 98 355 96 280 268 3 5 Ba 202 208 263 959 588 609 388 582 467 562 367 89 905 1206 Rb 12 6 4 7 66 58 36 61 39 55 7 2 132 113 Sr 287 302 372 480 165 247 228 221 288 221 329 263 46 93 Zr 158 121 175 262 305 232 216 231 225 225 186 114 519 563 Y 32 26 29 36 32 55 53 56 44 55 40 26 64 78 Nb 17 13 18 31 28 26 22 25 25 25 23 11 68 N.A. Ga 20 25 20 22 17 27 23 24 24 26 19 19 27 N.A. Cu 74 66 52 108 16 17 12 26 13 42 46 83 3 N.A. Zn 102 87 92 110 60 146 118 150 137 154 101 79 135 N.A. Pb 1 1 0 2 7 8 6 8 5 6 0 0 16 N.A. Th 3 1 3 1 7 5 3 6 7 5 4 1 18 N.A.\nNote: Oxides as weight percent; trace elements as parts per million. N.A.—element not analyzed. RC-prefix samples analyzed by X-ray fluorescence at Washington State University. *Obermiller (1987). †Robinson (1969). §Thormahlen (1985).\nJohn Day Fm. western facies\nIntrusive Rocks Member B Members E-F-G Composite basaltic Alkali-olivine basalt Rhyolite trachyandesites alkali olivine\nandesite dike/sill sills/dikes dike basalts\nRC95- RC95- RC95- RC95- RC95- Avg. 4 WOSR- Avg. 3 Avg. 2 Avg. 9 Avg. Avg. 5 64 72 75 74 78 anal.* AF1* anal.† anal.§ anal.* 11 anal.*\nanal.†\n57.96 57.82 54.78 52.02 51.16 48.19 74.93 56.73 54.88 56.24 47.52 48.63 13.08 13.03 13.44 13.51 17.79 16.13 12.67 13.98 13.67 13.42 15.45 14.62 1.88 1.88 2.86 3.81 0.83 2.15 0.32 2.17 2.88 2.41 3.54 4.01 13.21 13.47 13.25 14.08 6.87 12.55 3.66 12.69 12.99 13.37 14.72 14.36 0.23 0.23 0.22 0.25 0.21 0.19 0.06 0.21 0.22 0.24 0.20 0.21 6.09 5.94 7.35 8.24 17.13 9.78 0.38 6.34 7.83 6.72 8.92 9.25 1.73 1.74 2.92 3.68 3.74 7.26 0.00 2.15 3.18 2.47 5.25 4.88 1.39 2.00 1.69 1.03 0.09 0.74 4.25 1.77 1.42 1.73 0.80 0.76 3.74 3.20 3.00 2.82 2.07 2.55 3.69 3.35 2.48 2.77 3.06 2.71\n0.70 0.70 0.48 0.56 0.13 0.47 0.04 0.61 0.45 0.62 0.54 0.57\n0 0 0 0 24 98 10 N.A. N.A. N.A. N.A. 22\n19 16 30 40 324 157 0 N.A. N.A. 13 N.A. 67 32 31 28 34 44 29 3 N.A. N.A. 32 N.A. 31 93 104 299 330 236 235 15 N.A. N.A. 227 N.A. 319 579 626 459 386 80 250 1248 N.A. N.A. 547 N.A. 293 62 58 48 25 0 15 130 N.A. N.A. 63 N.A. 14 221 247 214 256 283 381 131 N.A. N.A. 250 N.A. 331 227 229 203 212 74 197 726 N.A. N.A. 305 N.A. 252 55 54 47 42 18 31 100 N.A. N.A. 54 N.A. 39 25 25 22 23 8 17 61 N.A. N.A. 22 N.A. 23 25 28 24 27 18 20 26 N.A. N.A. 24 N.A. 25 21 25 15 20 23 72 10 N.A. N.A. 9 N.A. 27 154 152 145 138 69 118 178 N.A. N.A. 159 N.A. 156 4 3 3 7 0 N.A. N.A. N.A. N.A. N.A. N.A. N.A. 6 6 3 3 1 N.A. N.A. N.A. N.A. N.A. N.A. N.A.\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/110/6/759/3382969/i0016-7606-110-6-759.pdf by University of Arizona user on 26 February 2019\nMember B. A 600-m-thick succession of basaltic andesite flows, tuffaceous mudstone and sandstone, and a discontinuous welded tuff are correlated to member B of the John Day Formation (Fig. 4). Fine-grained, microphyric basaltic andesite is indistinguishable in hand sample and thin section from the so-called “trachyandesite” of type member B near Ashwood, Oregon, 50 km to the northeast (Robinson, 1969; Robinson et al., 1990). Despite alteration, these alkali- and ironrich lava flows also exhibit a close compositional affinity to member B rocks (Table 1; Fig. 5A). The uppermost microphyric lava flow in the central and eastern part of the map area is directly overlain by an eastward-thickening layer of as much as 75 m of basaltic agglutinate and scoria, indicating eruption at a nearby vent.\nTuffaceous mudstone and shale, and subordinate sandstone, are present throughout member B. The lacustrine mudstone and shale host the Nichols Spring and Canal floras (Fig. 4). Thin silicic and mafic tephra layers, some containing accretionary lapilli, are present in the lacustrine strata. Sandstone contains altered pumice lapilli and ash shards, microlitic mafic lava fragments comparable to the interbedded basaltic andesite (trachyandesite) flows, and devitrified rhyolite fragments.\nMember E. The succeeding 20–75 m interval of basaltic lava flows and tuffaceous lacustrine facies is broadly correlative with member E of the John Day Formation (Fig. 4). Lava flows are aphyric but distinctly coarser grained than member B lava, and contain plagioclase, olivine, and subophitic titaniferous augite. Although altered, these rocks closely resemble, in hand sample, thin section, and major-element geochemistry (Fig. 5B), the alkali-olivine basalts that are widespread in the John Day Formation. Although most distinctive of member F, rocks of this composition are also present in members E and G (Robinson, 1975; Robinson et al., 1990). Because an overlying tuff is correlated to a position near the base of member F, the interval containing alkali basalts at Gray Butte is best correlated to member E despite the fact that the Gray Butte section does not contain the distinctive lithophysal ignimbrites that are characteristic of this member where originally defined 50 km to the northeast (Peck, 1964; Fig. 4). Sedimentary facies in this interval are comparable to those in the underlying member B. The Trail Crossing flora (Fig. 4) is represented by several localities within tuffaceous lacustrine shale. Sandstone contains more basaltic than rhyolitic detritus; most fragments exhibit petrographic affinity to the interbedded alkalic basalts.\nThe lack of strata corresponding to members C and D of Peck (1964) is not surprising. Member C is rhyolite lava flows and domes locally\nerupted near Ashwood (Fig. 1) and member D is tuffaceous strata between these lavas and member E ignimbrites (Fig. 4). The member D strata are appropriately subsumed into members B or E where member C rhyolite is not present.\nMember F. The next 250 m of section, immediately underlying either rhyolite of Gray Butte or tuff of Smith Rock, is composed of a distinctive, basal fallout tuff and tuffaceous sedimentary rocks. The basal tephra consists of 3–6 m of tabular, bedded tuff and fine lapillistone commonly overlain by 2–4 m of reworked tephra mixed with basaltic detritus. The tephra contains quartz, sanidine, plagioclase, and 1%–4% distinctive orange and pink perlite lithic grains (variably altered to clay or zeolite) and forms a conspicuous marker horizon. Near the southwest extent of the map area the fall deposit is overlain by a 5-m-thick\nTECTONISM, VOLCANISM, AND FLORISTIC CHANGE, CENTRAL OREGON\nGeological Society of America Bulletin, June 1998 765\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/110/6/759/3382969/i0016-7606-110-6-759.pdf by University of Arizona user on 26 February 2019\nSMITH ET AL.\n766 Geological Society of America Bulletin, June 1998\nnonwelded ignimbrite containing the same mineral assemblage and perlitic lithic fragments. This ignimbrite thins and pinches out to the east. The tephra-fall deposits are identical to a map unit in the northern part of the study area, described in the following, that we informally name the tuff of Rodman Spring. In addition, this tephra is similar in all respects to a slightly finer grained tephra low in member F along Little Willow Creek, 35 km northeast of Gray Butte (Fig. 1; Robinson, 1975; Robinson and Brem, 1981, p. 51). Microprobe analyses of feldspars from all three sites permit the correlation (Fig. 6), and isotopic dates obtained at Rodman Spring and along Little Willow Creek are comparable (Table 2).\nThe tuff of Rodman Spring is overlain by 175 m of tuffaceous sediment. In western exposures these are almost exclusively white and pale green tuffaceous, laminated lacustrine shale and massive, crumbly maroon mudstone and fine sand-\nstone. Farther east the lacustrine facies are less common, and medium- to coarse-grained sandstone of probable fluvial origin is more abundant. The sandstone contains an abundance of vesicular basaltic detritus and subordinate rhyolitic fragments.\nMember G(?). The section is capped by the rhyolite of Gray Butte and tuff of Smith Rock. The basal contacts for both of these units are rarely well exposed, but as much as 30 m of erosional relief formed on the underlying tuffaceous sedimentary facies before emplacement of the thick rhyolite lava and hydromagmatic tuff. The tuff of Smith Rock is highly altered to clay, zeolite, and calcite. The rhyolite of Gray Butte, however, is comparatively fresh and the basal perlitic vitrophyre remains glassy and preserves plagioclase, anorthoclase, and Fe-rich clinopyroxene phenocrysts. Obermiller (1987) reported a thickness of 700 m for the tuff of Smith Rock at Smith Rock State\nPark, 6 km south of the map area (Fig. 1). If not repeated by faults, however, the mapped thickness of the tuff in exposures along the Crooked River extending south from the area shown in Figure 3 is approximately 1.1 km. Geochronologic data reported below support chronostratigraphic correlation of these rocks with member G, although no lithostratigraphic similarities are present (Fig. 4)."
  }, {
    "heading": "North of the Cyrus Springs Fault Zone",
    "text": "Members E and F. Most of the area north of the Cyrus Springs fault zone is underlain by poorly exposed brown, crumbly weathering, sandstone and mudstone composed primarily of fragments of basalt and basaltic andesite. No lava flows are found in these outcrops. The tuff of Rodman Spring is present in the central part of the field area but either does not extend or is not exposed north of the area shown in Figure 3. The tuff of\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/110/6/759/3382969/i0016-7606-110-6-759.pdf by University of Arizona user on 26 February 2019\nRodman Spring is overlain by tuffaceous lacustrine shale similar to, but thinner (~50 m), than those seen at this level in the southern subarea. These lacustrine facies are partly correlative to the brown basaltic sandstone and mudstone facies to the north and west.\nMember G. The tuff of Haystack Reservoir comprises hydromagmatic-surge and pyroclastic-flow deposits erupted from a vent now obscured beneath the Juniper Butte rhyolite dome, located 4 km northwest of the area shown in Figure 3 (Fig. 1; Smith et al., 1996, in press). These quartz-, plagioclase-, and sanidine-bearing deposits are only 75 m thick within the map area but have been traced to more proximal exposures where the unit is more than 100 m thick and includes a welded ignimbrite.\nRobinson and Stensland (1979) map John Day Formation member G as an extensive unit in the northern part of the area shown in Figure 3. They described member G in this area as being characteristic of the type area, where the base is defined by an ignimbrite containing unique sanidine crystals jacketed with granophyric intergrowths of quartz and alkali feldspar. No ignimbrite containing such crystals was found during our mapping. Several isolated outcrops of crystal-rich tuff (G tuff in Fig. 4) containing the distinctive overgrown feldspars are located in the north-central part of the map area. The textures of these samples suggest that they represent primary and reworked pyroclastic-fall deposits. We interpret the member G tuff to represent the fallout equivalent of the member G ignimbrite in an area where the ignimbrite was not deposited. Outcrops of this unit are not sufficiently widespread to form a marker horizon and the stratigraphic position of the isolated outcrops can also be questioned because of numerous nearby faults. We interpret the exposures of the member G fallout tuff to be close to the base of the tuff of Haystack Reservoir, and have therefore used this latter mappable unit as a proxy for the base of member G.\nMember H. The youngest John Day Formation in the study area is a distinctive regional ignimbrite that defines the base of member H (Peck, 1964; Robinson et al., 1990). This fine-grained, devitrified, and strongly vapor-phase–altered ignimbrite forms bright orange, crudely columnar jointed ledges that cap mesas and cuestas within and north of the area shown in Figure 3. The distribution of the member H ignimbrite in Figure 3 differs somewhat from the representation of Robinson and Stensland (1979). We recognize outcrops of this unit in and near the Cyrus Springs fault zone that were not mapped previously. In addition, Robinson and Stensland (1979) queried other possible outcrops of this ignimbrite in the area south of the fault zone. These outcrops, however, are of the upper of the two altered ig-\nnimbrites low in the stratigraphic section that we correlate to member A."
  }, {
    "heading": "INTRUSIVE ROCKS",
    "text": "A variety of intrusive rocks are present in the Gray Butte area, within and south of the Cyrus Springs fault zone. All of the intrusive rocks can be compositionally related to volcanic rocks in the section.\nThe largest intrusion is a composite sill and dike in the central field area (Fig. 3) composed of finegrained, aphyric basaltic andesite petrographically and geochemically identical to member B lava flows (Table 1). The basal sill is at least 400 m thick and grades westward into a primarily discordant intrusion having a nearly north-south strike. Although a dike, this latter part of the intrusion also contains many short, nested sills and perhaps one-third of the total width of the intrusion is composed of primarily concordant offshoots from the central dike. Within the inclined cross-sectional view provided by the outcrop, this intrusion did not breach the surface but is overlain by the stratigraphically highest parts of the section, including lava of member B. Available whole-rock analyses indicate that there are at least two different compositions recorded in this intrusion (Table 1). It is unquestionably of compound character, but we are unable to map distinct phases.\nIsolated outcrops of altered mafic agglutinate and scoriaceous breccia outline a roughly elliptical, discordant feature just north of the summit of Gray Butte (Fig. 3). Although largely obscured beneath colluvium shed downslope from steep outcrops of rhyolite of Gray Butte, these mafic fragmental rocks apparently represent the infilling of a vent. This vent breccia is probably related to the scoria and spatter found overlying the uppermost member B basaltic andesite lava flow and to the large, composite dike-sill intrusion described above. These pyroclastic deposits thicken abruptly along strike to the east of where the interpreted vent is located.\nDikes and sills of medium- to coarse-grained olivine basalt are scattered throughout the southern part of the field area. The sills are diabasic in texture and have an affinity to the alkali-olivine basalt found in the Gray Butte section (Table 1). Dikes of this composition are generally narrow (1–10 m) and concentrated in and near mapped faults of the Cyrus Springs fault zone.\nTwo sets of rhyolite intrusions are present in the southern part of the field area. Dikes just west of the summit of Gray Butte are petrographically similar to the rhyolite of Gray Butte and may represent part of the subvolcanic feeder for that lava flow. An en echelon series of felsic dikes trend east-northeast–west-southwest across the field area from a point 0.5 km west of\nGray Butte. This variably altered rock contains remnant phenocrysts of plagioclase and is notable for numerous miarolitic cavities lined with quartz. Obermiller (1987) reported a rhyolitic composition for this rock (Table 1), which he interpreted as a lava flow. The composition and mineralogy permit a relationship between this intrusion and the tuff of Smith Rock.\nGEOCHRONOLOGY AND CORRELATION\nObjective\nSamples of tuff and lava were collected for 40Ar/39Ar geochronology from all levels of the stratigraphy exposed in the Gray Butte area. The original emphasis for our geochronology efforts was to establish high-precision ages for the fossil floras. However, all of the fossil floras are located in propyliticly altered strata south of the Cyrus Springs fault. Recognizing that the volcanic rocks associated with the fossil floras may not yield interpretable ages, we also collected samples from many outcrops within the western facies of the John Day Formation mapped by Robinson (1975) and described by Robinson and Brem (1981) with the hope of approximating the ages of the floras by lithostratigraphic correlation to this area of fresher rocks.\nMethods\nGeochronological work was performed at the New Mexico Geochronology Research laboratory using equipment and procedures similar to those described in McIntosh and Chamberlin (1994). Rhyolitic tuffs were dated by the laser-fusion 40Ar/39Ar technique on alkali feldspar. Single crystals were analyzed where phenocryst size permitted and smaller phenocrysts were fused in multicrystal aliquots. Basaltic samples were analyzed by step-heating groundmass concentrates in a resistance furnace. Results are summarized in Tables 2 and 3 and representative analyses are shown in Figures 7 and 8. Complete analytical data are available in the GSA Data Repository1.\nResults\nExcellent results were obtained from laser-fusion analysis of sanidine from eight samples of western facies regional ignimbrites and provide a much higher precision chronostratigraphic framework for the regional volcanic stratigraphy\nTECTONISM, VOLCANISM, AND FLORISTIC CHANGE, CENTRAL OREGON\nGeological Society of America Bulletin, June 1998 767\n1GSA Data Repository item 9844, data tables DR1 and DR2, is available on request from Documents Secretary, GSA, P.O. Box 9140, Boulder, CO 80301. E-mail: editing@geosociety.org.\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/110/6/759/3382969/i0016-7606-110-6-759.pdf by University of Arizona user on 26 February 2019\n768 G eological Society of A m erica B ulletin,June 1998\ncise individual crystal age analyses, large signal size, high radiogenic yield, high K/Ca, and low Cl/K. The distribution of ages is nearly perfectly Gaussian. (B and C) Moderately precise results from two samples from the Gray Butte area. Note moderately well-grouped, variably precise individual analyses, variable radiogenic yields, and slightly elevated Cl/K ratios. Details are discussed in the text. (D and E) Poor results typical of highly altered samples from the Gray Butte area. Note small 39Ar signal sizes, low radiogenic yields, elevated Cl/K ratios, highly scattered individual ages of individual crystals, and geologically unreasonably old mean ages.\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/110/6/759/3382969/i0016-7606-110-6-759.pdf by University of Arizona user on 26 February 2019\nTECTONISM, VOLCANISM, AND FLORISTIC CHANGE, CENTRAL OREGON\nGeological Society of America Bulletin, June 1998 769\nthan is possible using existing K-Ar dates summarized by Robinson et al. (1990). These results are characterized by tightly grouped ages of individual analyses, high radiogenic yields, high K/Ca values, and low Cl/K ratios (Table 2, Fig. 7, and Table DR1 [see footnote 1]). Mean ages range from 39.25 Ma to 29.57 Ma; 2σ uncertainties are generally ±0.3%–0.6%. These 40Ar/39Ar results are from western facies ignimbrites.\nOf the 15 samples from the Gray Butte area, only five (including three samples from the Haystack Reservoir area north of Fig. 3) yielded accurate 40Ar/39Ar age determinations. Anorthoclase from the basal vitrophyre of the rhyolite of Gray Butte (GSO95-42, Fig. 7B) yielded a relatively precise mean age of 28.82 ± 0.23 Ma. Excluded from this calculated mean age are two significantly younger analyses, probably reflecting postemplacement alteration (Fig. 7B), and five unreasonably old (>50 Ma) analyses, apparently due to xenocrystic contamination (not shown in Fig. 7B, but included in Table DR1 [see footnote 1]). A less-precise weighted mean age of 32.49 ± 0.30 Ma was obtained from sample GSO95-130 of the tuff of Rodman Spring, for which individual analyses yield somewhat scattered ages, variable radiogenic yields, and slightly elevated Cl/K ratios (Fig. 7C). These results are attributed to alkali feldspar alteration, as also indicated by thin section observations.\n40Ar/39Ar analysis of alkali feldspars from the remaining six samples of tuff from the Gray Butte study area yielded low-precision mean ages, most of which are geologically unreasonably old (Table 2). Effects of progressive alteration of these alkali feldspars include small 39Ar signal sizes, low radiogenic yields, low K/Ca ratios, and high Cl/K ratios (Fig. 7, D and E).\nStep-heating analyses of seven basaltic groundmass concentrate samples (Table 3, Fig. 8, Table DR2 [see footnote 1]) also show evidence of significant alteration. Without exception, the age spectra are highly disturbed and have low radiogenic yields, elevated Cl/K ratios, and integrated ages that are geologically unreasonably old (Fig. 8A). Although some of the basaltic groundmass results form reasonably well correlated isochrons with high 40Ar/36Ar intercept values characteristic of excess 40Ar (Fig. 8B), many of the isochron ages have low precision or have apparent ages younger than the overlying, precisely dated 28.82 ± 0.23 Ma rhyolite of Gray Butte. Although alkali feldspar and basalt samples were not sufficiently characterized to fully understand the nature of their alteration, it is likely that the process caused loss of potassium and increase in chlorine and trapped argon components. It is possible that the 25 to 29 Ma isochrons ages of some of the samples may reflect the time of alteration, although the mechanism for this effect is not known.\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/110/6/759/3382969/i0016-7606-110-6-759.pdf by University of Arizona user on 26 February 2019\nSMITH ET AL.\n770 Geological Society of America Bulletin, June 1998"
  }, {
    "heading": "Interpretation",
    "text": "Although only a few readily interpretable dates were obtained for rocks in the Gray Butte study area, these data corroborate the lithostratigraphic correlations between the Gray Butte stratigraphy and the principal western facies outcrop area. The tuff of Rodman Spring, physically and mineralogically similar to a tuff near the base of member F along Little Willow Creek (Fig. 6), is also comparable in age (Table 2, Fig. 7, A and C; samples GSO95-130 and GSO95-143). Samples collected at Rodman Spring apparently contain two populations of sanidine; one has a mean age of 33.86 ± 0.08 Ma, and the other has an age of 32.35 ± 0.39 Ma (Fig. 7C). Although we believe our sample to be from primary fall deposits, it may represent a slightly reworked interval containing detrital contamination from older tephra. The apparently correlative member F tuff has a single population of sanidine that is 32.31 ± 0.07 Ma (Fig. 7A) and is indistinguishable from the young crystal population in the tuff of Rodman Spring. Five age determinations for the tuff of Haystack Reservoir are statistically indistinguishable from four determinations on the definitive basal member G ignimbrite (Table 2), hence supporting the use of the tuff of Haystack Reservoir as locally defining the base of member G lithostratigraphically and chronostratigraphically (Fig. 4).\nAnorthoclase separated from the basal vitrophyre of the rhyolite of Gray Butte yielded an age of 28.82 ± 0.15 Ma, disputing the middle Miocene age previously ascribed to this lava (Obermiller,\n1987; Bishop, 1989). Obermiller (1987) also reported Miocene whole-rock K-Ar ages for the tuff of Smith Rock and a basaltic andesite lava near Gray Butte. The disturbed nature of the step-wise fusion spectra for the Gray Butte basalts and basaltic andesites suggests the likelihood that previously reported whole-rock K-Ar dates do not represent crystallization ages for these rocks. We were unable to separate unaltered alkali feldspars from the tuff of Smith Rock. Joseph Vance, however, obtained zircon fission-track dates of about 29 ± 3 Ma for this rock unit (J. Vance, 1996, personal commun.) and Robinson et al. (1990) mentioned a 30.8 ± 0.5 Ma K-Ar age for which data are not reported. These data are consistent with the assignment of the rhyolite of Gray Butte and tuff of Smith Rock to the John Day Formation. Furthermore, the age of the rhyolite of Gray Butte is consistent with its stratigraphic assignment to member G, and we propose that such an assignment is also reasonable for the tuff of Smith Rock.\nAlthough the mafic volcanism that formed the John Day Formation may not have been isochronous over large areas, some inferences about the age of Gray Butte lavas might be made by comparison to other dated rocks. West of Clarno (Fig. 1) a single member B basaltic andesite rests above paleosols overlying the basal member A ignimbrite (39.2 Ma) and is approximately 120 m below a tuff dated at 38.20 ± 0.06 Ma (Bestland and Retallack, 1994a; Bestland et al., 1997). In the same area, an alkali basalt flow overlies a 33.62 ± 0.19 Ma tuff. We dated an ignimbrite in the western fa-\ncies member E at 32.53 ± 0.20 Ma (Table 2; sample GSO95-139). At Gray Butte, the member B basaltic andesite and member E alkali basalt underlie the ca. 32.5 Ma tuff of Rodman Spring. A permissive interpretation, therefore, is that member B at Gray Butte ranges in age from about 37 or 38 Ma to perhaps 34 Ma, member E strata are about 34 to about 32.3 Ma, and the tuffaceous strata of member F are 32.3 to 29.6 Ma.\nThe lithostratigraphy and isotopic dates, therefore, permit correlation of the sections north and south of the Cyrus Springs fault zone in the Gray Butte area to the western facies of the John Day Formation described by Peck (1964) and Robinson et al. (1990) (Fig. 4). The Gray Butte section is thicker, especially in the lower part, than the correlative strata in the primary western facies outcrops. The significance of this thicker section is considered in the following."
  }, {
    "heading": "FOSSIL FLORAS",
    "text": ""
  }, {
    "heading": "Methods",
    "text": "We studied five successive fossil floras in the sequence at Gray Butte: Kings Gap, Sumner Spring, Nichols Spring, Canal, and Trail Crossing (Fig. 4). Each of these floras includes leaves, winged fruits, and seeds preserved as impressions in shale or siltstone. About 51 genera and 55 species are recognized collectively in the fossil floras of Gray Butte (Table 4). Species were identified through comparison with extant taxa\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/110/6/759/3382969/i0016-7606-110-6-759.pdf by University of Arizona user on 26 February 2019\nand with fossil taxa from other Tertiary fossil localities. In particular, comparisons were made with collections that contain other floras of the John Day Formation, including Bridge Creek (based on assemblages at Fossil, Iron Mountain, Gray Ranch, and Painted Hills; 32–33.5 Ma; Chaney, 1927, McIntosh et al., 1997; Meyer and Manchester, 1997) and Whitecap Knoll (ca. 38 Ma; Bestland and Retallack, 1994a), and with floras of the Clarno Formation (West Branch Creek and White Cliffs assemblages; ca. 44 Ma; Manchester, 1990) (Tables 5 and 6). Leaf-margin analyses were performed on each flora to arrive at an approximation of paleotemperature (Table 7). We used the simple correlation reported by Wolfe (1979; also Wing and Greenwood, 1993) between percentage of dicotyledonous species with entire-margined (not serrated or lobed) leaves and mean annual temperature (MAT) based upon modern mesic forests of Asia:\nMAT (°C) = 1.14 + (0.306) × (percentage of species with entire (1)\nmargined leaves).\nIn recent years, multivariate techniques have been applied to assess paleotemperatures from the combination of various leaf characters (Greenwood, 1992; Wolfe, 1994, 1995). These studies continue to support the importance of the entire margined leaf percentage as one of the best correlates with mean annual temperature. Other leaf characteristics commonly included in the multivariate analyses are much less well correlated with MAT and may introduce unnecessary noise to the calculation of temperature. Recent comparative tests on modern vegetation samples indicate that univariate leaf-margin analyses provide more precise estimates of MAT than multivariate analyses (Wilf, 1997)."
  }, {
    "heading": "Descriptions and Paleoclimatic Interpretations of Floras",
    "text": "Kings Gap Flora. The Kings Gap flora, lowest in the sequence within flood-plain siltstones and shales of member A, contains larger leaves than are found at higher localities. Common elements include Plafkeria, Ulmus, Cornus, and some others that remain unidentified. Kings Gap genera that may be regarded as holdovers from the Clarno flora include Alnus, Cornus, Deviacer (Manchester, 1994), Ginkgo (Scott et al., 1962; Manchester, 1981), Palaeophytocrene, Ulmus, and Tinospora. This flora differs significantly in composition and foliar physiognomy from the succeeding floras and appears from leaf physiognomy to represent the warmest of the Gray Butte assemblages; 47% of its species are entire mar-\ngined, suggesting a mean annual temperature of about 15.5 °C (Table 7).\nSumner Spring Flora. The Sumner Spring flora, located in lacustrine shale about 200 m above the Kings Gap flora, is the best known flora of the Gray Butte area (Ashwill, 1983, 1990; McFadden, 1986). It has about 28 species, including three conifers (Pinus, Picea, Sequoia), one monocot, and 24 dicots, the most common of which are Macginitiea, Alnus, Quercus, and Cruciptera. Although originally considered to be an example of the Clarno flora because of the presence of Macginitiea (Platanophyllum in some older literature), McFadden (1986) noted that the assemblage is intermediate in composition between Clarno floras and the Bridge Creek flora. The Sumner Spring flora appears to represent an important floristic transition during which some genera of the Clarno Formation persisted (Table 5) as new taxa appeared (Table 6) that were to become important constituents of the Bridge Creek flora. Genera of the Sumner Spring flora shared by the Clarno West Branch Creek and White Cliffs floras but not with the Bridge Creek flora include Ailanthus, Eucommia, and Macginitiea (Table 6). With the exception of Mahonia, broad-leaved evergreen taxa, which are common in the Clarno Formation, appear to be absent in the Sumner Spring flora. Components of the Sumner Spring flora shared with the Bridge Creek flora but not known from the Clarno localities include Cedrela, Acer cranei, Acer oligomedianum, and Beckerospermum (Table 5). However, some other characteristic Bridge Creek elements, such as Metasequoia, Asterocarpinus, Crataegus, Rosa, and Fagus, are not known from the Sumner Spring flora. At least eight of the Sumner Spring genera occur both in the Clarno and Bridge Creek floras: Pinus, Alnus, Florissantia, Cruciptera, Mahonia, Palaeocarya, Platanus, Ulmus. Although various genera of the Sumner Spring flora are shared with the Clarno and/or Bridge Creek floras, there are differences at the species\nTECTONISM, VOLCANISM, AND FLORISTIC CHANGE, CENTRAL OREGON\nGeological Society of America Bulletin, June 1998 771\nTABLE 4. GENERIC COMPOSITION OF FOSSIL FLORAS OF GRAY BUTTE\nKings Gap Sumner Spring Nichols Spring Canal Trail Crossing\nAcer X X X X Ailanthus X Alnus X X X X X Asterocarpinus * X Beckerospermum X Carya X Cedrela X X Cinnamomophyllum X Cornus X Craigia X Crataegus X X Cruciptera X§ Decodon X Deviacer X Dipteronia X Eucommia X Fagus X X Florissantia X Ginkgo X Litseaphyllum X Macginitiea X# Mahonia X** X** Metasequoia X X Palaeocarya X§§ Palaeophytocrene X X Picea X Pinus X Plafkeria X Platanus X X X Pteris X Quercus X X X X Rosa X Sequoia X Toxicodendron X Ulmus X X## X Others 13 11 3 1 Total 21 28 17 14 4\n*Asterocarpinus fruits have not been recovered from Nichols Spring; however, leaves of Paracarpinus, believed to represent the same plant, are common.\n†Seed illustrated under the name Picea in McFadden (1986, Fig. 4.4). §Fruit illustrated as Tetrapteris-like in McFadden (1986, Fig. 4.15). #Leaves illustrated as Platanophyllum in McFadden (1986, Fig. 3.7). **Leaves of Mahonia from Sumner Spring and Nichols Spring represent different species. ††Endocarps of Palaeophytocrene from Kings Gap and Nichols Spring represent different species. §§Fruit illustrated as Engelhardia in McFadden (1986, Fig. 2:6). ##Leaf illustrated as Zelkova by McFadden (1986, Figs. 3 and 10).\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/110/6/759/3382969/i0016-7606-110-6-759.pdf by University of Arizona user on 26 February 2019\nlevel. The extinct sycamore, Macginitiea, is represented by M. angustiloba in the Clarno Formation, but by M. whitneyi in the Sumner Spring flora, the latter being distinguished by shallower sinuses between lobes of the leaf (Manchester, 1986). Although flowers of the extinct sterculiaceous genus Florissantia are present in the Clarno, Sumner Spring, and Bridge Creek floras, the Sumner Spring population represents a distinct species. The Sumner Spring species, F. ashwillii, has flowers less than one-half the diameter of F. speirii, the species characteristic of Clarno and Bridge Creek assemblages (Manchester, 1992). Winged fruits of the extinct juglandaceous genus Cruciptera (figured as Tetrapteris by McFadden, 1986), also appear to represent a distinct species. The unnamed species from Sumner Spring has fruits one-third to one-half as large as those of Cruciptera simsonii, the common Clarno species (Manchester, 1991). Eucommia is represented by a single fruit from the Sumner Spring flora, which, because of its large size, appears to represent a new species distinct from the Clarno representative, E. montana (Call and Dilcher, 1997).\nThe Sumner Spring flora is most similar in composition to the Whitecap Knoll flora, which is found above a member B basalt near Clarno (Bestland and Retallack, 1994a). Shared taxa include Acer, Cruciptera, Platanus, Palaeocarya, Florissantia ashwilli, Quercus, Mahonia, and Eucommia. Metasequoia is not known from either assemblage (reexamination of the specimen reported as a cone of Metasequoia by Bestland and Retallack [1994a] revealed it to be an indeterminate structure lacking cone scales). The Whitecap Knoll flora differs, however, by the ap-\nparent lack of Macginitiea and Ailanthus and by the presence of Craigia and Rosa.\nSeeds of spruce (Picea) are known only from this level of the Gray Butte sequence. Although a seed figured as Picea by MacFadden (1986, Fig. 4-14) is actually Cedrela, other seeds have been recovered subsequently that correspond to Picea (e.g., UF283–21852). The presence of Picea suggests a temperate climate. Leaves are smaller than those in the Kings Gap assemblage, and the percentage of entire-margined leaves is only 18%, indicating a mean annual temperature of about 7 °C (Table 7).\nNichols Spring Flora. The Nichols Spring flora, approximately 100 m above the Sumner Spring flora in lacustrine shale, records the introduction of Metasequoia, Crataegus, Fagus (all taxa characteristic of the Bridge Creek flora), and Carya, and the apparent loss of Ailanthus, Macginitiea, Cruciptera, Palaeocarya and Florissantia, which are common in the Sumner Spring flora. This flora includes about 16 species. The species of Mahonia found here corresponds to that from the Bridge Creek flora, whereas that found at Sumner Spring corresponds to the species occurring in the Clarno Formation. The leaf-margin analysis, including 18% entire margined leaves, is the same as that of Sumner Spring, suggesting a mean annual temperature of about 7 °C (Table 7).\nCanal Flora. The Canal flora, higher within member B (Fig. 4), is in lacustrine shale containing many taxa typical of the Bridge Creek flora in other areas of the John Day Formation (e.g., Pteris silvicola, Metasequoia, Alnus, Crataegus, Decodon, Toxicodendron, Asterocarpinus, Rosa,\nPlatanus, Craigia, Cercidiphyllum, Acer). Metasequoia, which is relatively rare in the Nichols Spring flora, is a dominant constituent at this locality. The composition supports correlation with the Bridge Creek flora. The diversity of the Canal flora is relatively low; only 13 species are known. The leaf-margin analysis, including 16% entire margined leaves, indicates a cool climate with a mean annual temperature of about 6 °C. However, the margin percentage is based only on 10 dicotyledonous species of 20, so the uncertainty is in excess of 50% (Wilfe, 1997; Table 7).\nTrail Crossing Flora. The Trail Crossing flora of member F is similar in composition to the Canal flora. Although collections from the Trail Crossing are too low in diversity to provide a good basis for comparison with other floras, the four taxa recovered to this point (Fagus, Alnus, Acer, Quercus) are consistent with continued temperate vegetation like that of the Canal flora. The lower diversity may be related to the more limited outcrop area and smaller number of specimens obtained from this flora.\nThese observations suggest that much of the vegetational change that distinguishes Eocene and Oligocene floras in the Pacific Northwest occurred during the time interval of deposition of the upper part of member A in the Gray Butte vicinity. The Kings Gap and Sumner Spring floras share the most taxa with Clarno floras, and the Sumner Springs flora contains taxa also found in typical Bridge Creek, but not Clarno, floras (Tables 5 and 6)."
  }, {
    "heading": "STRUCTURAL GEOLOGY",
    "text": "The Cyrus Springs fault zone is the dominant structural feature in the field area (Fig. 3) and is named for springs along and near the zone, which have identities that derive from a pioneer settler, Omar Cyrus. The fault zone divides the area into two structural domains. Strata south of the fault form a roughly south-dipping homocline (20°–35°), whereas those to the north are broadly folded into a north-northwest–trending anticline interrupted by local, moderate northwestward dips near the fault zone (Figs. 3 and 9). The fault zone is about 800 m wide and consists primarily of faults striking N45°–60°E. Some faults in the southeastern part of the zone change to an east-west orientation across the center of the field area. A 150-m-wide zone of brittlely sheared rock, trending N45°E, is located adjacent to the fault strand that indicates the greatest offset. This brittle shear zone is composed of highly fractured and mixed rock types, which are not assignable to a specific lithostratigraphic unit (Figs. 3 and 9), and exhibits an anastomosing fracture cleavage parallel to the fault trace and dipping 75°–90° northwest. The apparent verti-\nSMITH ET AL.\n772 Geological Society of America Bulletin, June 1998\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/110/6/759/3382969/i0016-7606-110-6-759.pdf by University of Arizona user on 26 February 2019\nTECTONISM, VOLCANISM, AND FLORISTIC CHANGE, CENTRAL OREGON\nGeological Society of America Bulletin, June 1998 773\ncal displacement across the fault zone is about 1.2 km, juxtaposing rocks assigned to member A against those of member G. None of the faults cut Pliocene and Quaternary deposits, nor are they expressed to the southwest within the upper Miocene–lower Pliocene Deschutes Formation (Smith et al., in press).\nA pair of west-northwest–east-northeast–striking faults apparently intersects the Cyrus Springs fault zone near the eastern edge of the study area. These faults terminate against a northeast-striking fault that parallels the Cyrus Springs zone. Highly fractured exposures of the basal member A ignimbrite exhibiting slickenlines near this termination indicate that the northwest-trending faults have a left-lateral, reverse separation. Faults having similar north-northwest trends are present a few kilometers north of the study area (Smith et al., in press), where they also exhibit left-lateral strike-slip slickenside striations.\nNumerous dikes, some too narrow to illustrate in Figures 3 and 9, are found within and parallel to the Cyrus Springs fault zone. Most of these dikes are brittlely sheared and altered, and all of them bear strong resemblance to the sills and lava flows of alkali basalt that are also found in the map area. Mercury-exploration excavations in the central field area indicate intrusion of dikes along vertical, east-west–striking faults south of the main northeast-striking faults.\nLack of stratigraphic continuity from north to south across the study area supports a component of strike-slip displacement along the Cyrus Springs fault zone. Only the tuff of Rodman Springs can be correlated across the fault. The tuff of Haystack Reservoir, erupted from the Juniper Butte eruptive center, is at least 75 m thick within the Cyrus Springs fault zone but is not present to the south of the zone. Likewise, the tuff of Smith Rock, which is at least 700 m thick near Gray Butte, is nowhere present to the north of the fault. The mutual exclusion of these\nrelatively thick, locally erupted member G tuffs from opposite sides of the fault zone suggests strike-slip displacement in excess of the 7 km width of the study area. The regionally extensive member H ignimbrite is also not known to be present anywhere to the south of the fault zone. Also notable is the lack of intrusions or intense hydrothermal alteration north of the fault zone.\nFacies distributions suggest dextral offset across the fault zone. Lacustrine tuff and tuffaceous mudstone overlying the tuff of Rodman Spring south of the fault thin eastward from at least 100 m to a pinchout. North of the fault, about 20 m of lacustrine facies overlies the tuff of Rodman Spring in eastern exposures but both the fallout tephra and the lacustrine deposits disappear to the west and north. These relationships would be consistent with dextral offset of a lakemargin facies boundary, although because the dimensions of this lake are not known, it is impossible to determine the magnitude of lateral displacement.\nRocks exposed south of the Cyrus Springs fault zone exhibit marked stratigraphic thickening toward the west (Fig. 10). This effect is most notable in strata assigned to members A and B and diminishes upsection. Lava flows in members B and E are more numerous and thicker to the west and the ignimbrite in member B and the ignimbrite within the tuff of Rodman Spring are restricted to western exposures. We interpret these stratigraphic relationships to indicate that the area tilted downward to the west during deposition of the John Day Formation and that tilting was most active during deposition of members A and B, but continued until at least deposition of member F. A preponderance of south-southwest dips in member A and B strata, in contrast to south and south-southeast dips in younger strata (Smith et al., in press), is consistent with superposition of a ~25° south to south-southeast tilt on an earlier 4°–5° west tilt.\nDISCUSSION\nTectonic and Volcanic Setting\nThe Gray Butte area reveals several important insights into deformation and volcanism during John Day Formation deposition and how these processes affected the preservation of the important fossil floras found there. The volume of intrusive rocks in this area is unprecedented among previously studied areas where the John Day Formation crops out and suggests that this area was part of a major mid-Tertiary eruptive complex.\nThe Gray Butte area was located near the hinge of a west-tilted basin during deposition of most of the John Day Formation strata (Fig. 10). Strata correlative to members A and B are four times thicker at Gray Butte than where the western facies of the John Day Formation is defined 30–50 km to the northeast (Fig. 4), reflecting subsidence in this previously unrecognized basin. The expanded section contains a greater proportion of sedimentary rocks, in contrast to the dominance by ignimbrites and lava flows in the type western facies (Fig. 4). Subsidence of the basin was essential for the deposition of strata that host the Gray Butte floras, which are not generally known from other lower John Day Formation sections. The structural nature of the Gray Butte basin is unclear because it is largely obscured beneath late Neogene fill of the Deschutes basin. Gravity data suggest the presence of a basin to the southwest of Gray Butte that is filled with more than 0.5 km of sedimentary deposits (Couch et al., 1982) of which no more than ~200 m is likely to be Deschutes Formation (Smith, 1986). Because the estimated thickness of fill was calculated using a 2.43 g/cm3 reduction density, the basin could be considerably deeper if it contains a significant proportion of lava flows and lithified and altered sedimentary rocks like those seen at Gray Butte.\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/110/6/759/3382969/i0016-7606-110-6-759.pdf by University of Arizona user on 26 February 2019\nThe Cyrus Springs fault zone is coincident, in location and trend, with the Klamath–Blue Mountain gravity lineament, interpreted by Riddihough et al. (1986) to be a major, late Mesozoic strikeslip fault (Fig. 11). The lineament bounds the southern margin of the enigmatic Columbia Embayment and truncates gravity anomalies farther southwest in the southern Oregon Coast Range and adjacent continental shelf. The lineament parallels the topographic front of the Blue Mountains in northeastern Oregon and may be related to northeast-trending faults that cut Eocene and Oligocene rocks in the southern Oregon Cascade Range (Walker and MacLeod, 1992), but otherwise is not associated with mapped surface structures. Riddihough et al. (1986) speculated that the lineament is a deep structure along which coastparallel displacements may have occurred in Cretaceous time. Because Mesozoic plutons in the Blue Mountains yield paleomagnetic data interpreted to support 60° of post-Early Cretaceous clockwise rotation (Wilson and Cox, 1980), the fault postulated by Riddihough et al. (1986) to coincide with the gravity lineament could arguably have been oriented nearly north-south, and hence parallel to the continental margin, in late Mesozoic time.\nWe interpret the Cyrus Springs fault zone to\nrepresent mid-Tertiary reactivation of this older structure. The lack of later Neogene motion has caused much of this feature to be obscured beneath younger volcanic and sedimentary cover. In light of the observation that the fault was not previously recognized at Gray Butte, future mapping may reveal that the fault zone continues to the northeast.\nWestward tilting of the hinged Gray Butte basin predated southward tilting and uplift along the Cyrus Springs fault zone. The abundant alkali basalt dikes in the Cyrus Springs fault zone, but paucity of recognizable older basaltic andesite dikes within the zone, suggest that the fault zone may not have been an active structure during deposition of the lower John Day Formation strata. The age of the alkali basalt dikes is unknown, but lava of this composition is present in members E, F, and G, which range from about 28 to 33 Ma (Fig. 4). Uplift of the region south of the Cyrus Springs fault zone may have commenced following deposition of lacustrine strata that overlie the tuff of Rodman Spring (ca. 32.5 Ma) and prior to extrusion of the rhyolite of Gray Butte (ca. 28.8 Ma) in order to account for the minor erosional disconformity at the base of the rhyolite lava. Alkali basalt could have been intruded into the fault zone during this same time period.\nNorth-south compression has characterized the region east of the Cascade Range since at least middle Miocene time (e.g., Barrash et al., 1983; Hooper and Conrey, 1989). Folds in the John Day Formation, about 200 km east in the Blue Mountains, indicate northwest-southeast compression during Oligocene time (Fisher, 1967; Robyn and Hoover, 1982; Walker and Robinson, 1990). In such a stress regime, reverse-sense motion would be anticipated on the Cyrus Springs fault zone, whereas extension is implied by the steeply northwest-dipping fabric in the shear zone. The preponderance of eastwest–striking dikes is also inconsistent with north-south or northwest-southeast compression.\nAlternatively, the arrangement of faults in the study area is consistent with the formation of a conjugate pattern of oblique-slip structures and implies dextral motion on the Cyrus Springs fault zone (Fig. 9). Our stratigraphic observations are consistent with strike-slip displacement. Although we have not observed any kinematic indicators along the primary east-northeast–trending faults of the Cyrus Springs fault zone, left-lateral motion is indicated by slickenline orientations along the conjugate northwest-trending faults. The northeastward change in trace of the fault zone from N45°E, in the narrowest, most strongly sheared part of the zone, to N60°E would represent a transtensional releasing bend that could explain the numerous dikes intruded in the fault zone and the presence of east-west–trending normal faults in the southern part of the zone. With the exception of the large basaltic andesite dike west of Gray Butte, all other dikes in the study area are either along faults or are oriented parallel to a postulated east-northeast–west-southwest compressive stress. The open north-northwest–plunging anticline north of the fault zone (Fig. 9) is also consistent with this stress regime.\nThis alternative interpretation of east-northeast–west-southwest compression is contrary to a previous interpretation of north-south or northwest-southeast compression. Further study in the region is required to determine whether this discrepancy results from temporally varying stress or differential strain partitioning in this small area within an as-yet poorly defined regional stress regime. The change at Gray Butte from westdown tilting to uplift along northeast- and eaststriking, probable oblique-slip structures suggests complex temporal variation in deformation at a local scale.\nPaleomagnetic results from the Eocene Clarno Formation east of Gray Butte indicate 15.7° ± 9.5° of clockwise rotation (Gromme et al., 1986) and considerable (e.g., up to 30°) differences in declination for sites located within a few kilometers of one another. Wells and Heller (1988) interpreted the modest clockwise rotation to have been\nSMITH ET AL.\n774 Geological Society of America Bulletin, June 1998\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/110/6/759/3382969/i0016-7606-110-6-759.pdf by University of Arizona user on 26 February 2019\ncaused by northward-diminishing extension in the Basin and Range during Neogene time, whereas Gromme et al. (1986) believed that the rotation must have been accomplished before 15 Ma and was related primarily to Eocene–Oligocene extension, to which the volcanism that formed the Clarno and John Day Formations may be linked. Synchronous Clarno Formation rotation could account for large dispersion in declinations in the paleomagnetic data, although this feature of the data set could also reflect inadequate averaging of secular variation in rapidly cooled volcanic rocks. If the rotation was largely during Neogene time, then the principal compressive stress envisioned during mid-Tertiary activity on the Cyrus Springs fault zone and related structures was oriented northeast-southwest (N60° ± 10°E). Alternatively, in the interpretation of Gromme et al. (1986), the present orientation of the fault zone may be little different than that during Oligocene time.\nVerplanck and Duncan (1987) calculated Farallon–North America convergence vectors for the latitude of southern Oregon. Their model shows an overall decrease in convergence rate during Tertiary time and a gradual change in the relative-convergence vector from N60°E at 45 Ma to N20°E at 5 Ma. Dike azimuths in the Cascade Range suggest a progressive change in maximum principal stress direction from eastwest at ca. 22 Ma to north-south since 5 Ma (Sherrod and Pickthorn, 1989) that parallels a counterclockwise change in the convergence vector. Between 20 and 35 Ma the vector orientation was fairly stable at N40°–45°E, after a 15° swing toward the north and decrease in magnitude from 9 to 6 cm/yr between 40 and 35 Ma. The decrease in orthogonal convergence may have contributed to widespread magmatism in Oregon at this time (Taylor, 1990) and the tectonic subsidence of the Cascade volcanic arc (Priest, 1990).\nIf during part or all of the time between 20 and 35 Ma, however, there was adequate coupling between the subducting and overlying plates, the convergence vector would parallel the present orientation of the Klamath–Blue Mountains lineament and favor its reactivation. It is possible that during some part of the Oligocene, principally after 35 Ma, stress orientation related to Farallon–North America convergence was appropriate to reactivate a large-scale Mesozoic fault as a dextral shear zone. Subsequent change in stress orientation led to cessation of motion along this structure prior to deposition of late, and possibly middle, Miocene rocks."
  }, {
    "heading": "Floristic and Climatic Change",
    "text": "The floras of Gray Butte document the transition from a subtropical Clarno type of flora to the\ntemperate Bridge Creek flora (Tables 5 and 6). The Kings Gap and Sumner Spring floras share the most taxa with Clarno Formation floras. Kings Gap does not include any Bridge Creek flora constituents (taxa present in Bridge Creek flora but not in the Clarno flora), but Sumner Spring does. In proceeding upsection, more temperate genera enter the plant community and it appears reasonable to consider the Canal assemblage to be a member of the Bridge Creek flora as it is known from other areas.\nAlthough the dawn redwood (Metasequoia) is known from middle Eocene time in northern Washington and British Columbia (Schorn and Wehr, 1996), its immigration into north-central Oregon appears to be a late Eocene–early Oligocene event. Metasequoia is not known from member A of the John Day Formation. This observation contrasts with a report by Peck (1964, p. 18), citing a floral list provided by Wolfe, of a Bridge Creek–like flora including Metasequoia from member A near Ashwood. This locality (revisited and collected by Ashwill and Manchester in 1996) is exposed in a road cut where it is clearly seen to overlie basalts of member B. The development of the Bridge Creek type of flora certainly postdates deposition of member A (39 Ma). Metasequoia is also absent from the Whitecap Knoll flora (ca. 38 Ma; Bestland and Retallack, 1994a). The timing of its appearance in north-central Oregon coincides with the appearances of other deciduous genera in the region, including Asterocarpinus, Fagus, and Cercidiphyllum.\nFloristic and physiognomic comparisons indicate important changes at two levels within the sequence at Gray Butte: (1) between the Kings Gap and Sumner Spring floras and (2) between the Sumner Spring and Nichols Spring floras. The first of these is physiognomic and floristic; the second is only floristic.\nPhysiognomically, the only significant change is observed between the Kings Gap flora (high proportion of entire margined dicotyledonous leaves; 9/19; 47%) and the Sumner Spring flora (leaf-margin percentage, 18%–20% entire margined dicotyledonous leaves). Partially, this may reflect biases due to different depositional settings. The Kings Gap flora is preserved in a flood-plain deposit containing coarser sediment, whereas all of the succeeding floras are in fine lacustrine sediment. One could argue that the physiognomic differences observed between Kings Gap and the succeeding floras are due in part to the change in depositional setting from fluvial to lacustrine, because different sedimentary environments may preserve different components of the same regional vegetation. However, the distinction between vegetation of members A and B is also marked by floristic compositional change between the Sumner Spring and succeeding floras, all of which are preserved in comparable lacustrine shales. If one accepts the leaf-margin percentages (Table 4) at face value, however, they indicate a drop in mean annual temperature of about 9 °C and an important climatic cooling between the time of deposition of members A and\nTECTONISM, VOLCANISM, AND FLORISTIC CHANGE, CENTRAL OREGON\nGeological Society of America Bulletin, June 1998 775\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/110/6/759/3382969/i0016-7606-110-6-759.pdf by University of Arizona user on 26 February 2019\nB. Taking the calculated standard deviations (Table 7) into account, the inferred temperature decrease could have been as small as 3° or as much as 15°. The Sumner Spring, Nichols Spring, and Canal floras are physiognomically similar to one another. No unequivocal thermophilic taxa, such as palms, cycads, or bananas, have been recovered from the Kings Gap flora, and it is likely that many of the tropical elements for which the Clarno flora is known had already become extinct.\nThe main floristic change at Gray Butte is bracketed by dates of about 39 Ma, for the basal member A ignimbrite, and 32.5 Ma for the tuff of Rodman Spring, which overlies the Canal and Nichols Spring floras (Fig. 4). More specific temporal resolution of the floristic, and hence climatic, change is hampered by the alteration of most of the Gray Butte volcanic rocks. The flora of Whitecap Knoll, which resembles the Sumner Spring flora, is sandwiched between tuffs dated at 39.22 ± 0.03 and 38.4 ± 0.07 Ma near the Clarno Formation (Bestland and Retallack, 1994a). It appears reasonable, therefore, that the most significant floral change recorded at Gray Butte, between Kings Gap and Sumner Spring floras (Table 7), occurred between 39 and 38 Ma, permissively correlating to a poorly dated middle-late Eocene increase in benthic foraminiferal δ18O (Miller, 1992) and large-scale turnover in planktic foraminifera (Keller et al., 1992). Although floristic change is documented through the younger Gray Butte floras, no significant change in temperature is implied by our data that would readily correlate to major changes in the oceanic realm at about 34–35 Ma. Although the existing age data from Gray Butte would permit the Sumner Spring flora to be as young as 34 or 35 Ma, its similarity to the ca. 38.5 Ma Whitecap\nKnoll flora leads us to believe that this floristic change was earlier. Although the mean annual temperatures implied for the Sumner Spring and younger floras are essentially identical, decreasing diversity of taxa, if not related to collecting or taphonomic bias, may be indicative of some other climatic variation (e.g., seasonality of temperature or precipitation) more closely associated with the Eocene-Oligocene boundary and changes in paleosol characteristics in the type John Day Formation (Bestland et al., 1997).\nOur proposition of principal cooling during the Eocene Epoch prior to 38 Ma is contrary to Wolfe’s (1992) contention that floristic change in the Pacific Northwest was focused into a 0.5 m.y. period of the early Oligocene Epoch at about 33 Ma. We believe that part of our discrepancy with Wolfe revolves around his use of relatively lowresolution K-Ar dates obtained decades ago and his consideration of the Iron Mountain (also known as Hancock Canyon) flora, of tropical character and found near the Clarno Formation to be only 35 Ma, whereas work by Bestland and Retallack (1994a) clearly show it to be in the Clarno Formation and probably about 44 Ma.\nCONCLUSIONS\nThe Gray Butte area records deposition on the flanks of a subsiding Eocene-Oligocene basin in which an unusually thick section of uppermost Eocene to middle Oligocene strata accumulated. This expanded section includes lacustrine intervals, the origin of which may relate both to drainage disruption by lava flows and deposition within a hydrologically closed half graben. This tectonic setting was favorable for the accumulation of strata that host fossil floras that document transitional environments during the late Eocene–early\nOligocene climatic cooling. The Gray Butte basin was also the site of bimodal eruptions of rhyolite and alkaline basalt to basaltic andesite. Many of these eruptions were of hydrovolcanic nature, probably reflecting interaction of rising magmas with lakes within the basin. Although tuffaceous components in the basin fill probably relate partly to Cascade volcanism farther west, as inferred previously (Peck, 1964; Robinson et al., 1990), quartz- and alkalifeldspar–bearing tuffs are more likely related to the John Day Formation backarc magmatic system, and sandstone at Gray Butte is dominated by mafic and felsic lava fragments eroded from nearby vent regions.\nThe Gray Butte basin was structurally disrupted, probably beginning by about 28–33 Ma, by movement on the northeast-trending Cyrus Springs fault zone. This fault zone is likely a reactivated Mesozoic shear zone that forms a boundary between distinctive crustal types, accounting for the Klamath–Blue Mountains gravity lineament. Stratigraphic separation of about 1.2 km is calculated where Gray Butte basin fill was uplifted in the footwall to this fault zone. Dextral strike-slip displacement of at least 7 km is suggested by field relationships. This fault may have been active into middle Miocene time, to account for gently tilted Prineville basalt on the far southern dip slope (Fig. 2). Extensions of the fault zone beyond the map area are buried beneath unfaulted upper Miocene–lower Pliocene Deschutes Formation and younger alluvium.\nThe orientations of the Cyrus Springs fault zone, subsidiary northwest-trending faults, and alkali basalt and rhyolite dikes suggest that these features formed in a stress regime with a nearly east-west–oriented principal-stress direction. The present orientation of structures is consistent with east-west principal-stress directions revealed by slightly younger early Miocene dikes in the Cascade Range. The Cyrus Springs fault zone may have paralleled the Farallon–North America convergence vector between ca. 35 and 20 Ma, favoring reactivation of the major preexisting basement structure now expressed as the Cyrus Springs fault zone. Subsequent clockwise rotation of principal-stress axes, supported by dike orientations in the adjacent Cascade Range, led to cessation of motion along this fault and may also account for the large number of faults that offset the John Day Formation regionally but do not affect the younger Columbia River Basalt Group. The eastwest compression is contrary to past inferences of northwest-southeast to north-south Oligocene compression based on studies farther east in the Blue Mountains. This disparity may indicate large temporal variation in stress. Alternatively, strain may have been partitioned under the influence of preexisting crustal-scale structures so as to pro-\nSMITH ET AL.\n776 Geological Society of America Bulletin, June 1998\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/110/6/759/3382969/i0016-7606-110-6-759.pdf by University of Arizona user on 26 February 2019\nTECTONISM, VOLCANISM, AND FLORISTIC CHANGE, CENTRAL OREGON\nGeological Society of America Bulletin, June 1998 777\nduce spatially varying local stress fields. Structures in the Gray Butte area had been unrecognized in previous reconnaissance mapping. Our observations suggest that more detailed mapping in mid-Tertiary rocks in north-central Oregon may reveal that these strata accumulated in basins affected by extensional and strike-slip tectonism associated with stress regimes different from those expressed in younger Cenozoic structures. Basins formed along these mid-Tertiary structures may contain more complete, and possibly more readily dateable, records of the Eocene-Oligocene climatic change.\nThe record of floral change at Gray Butte suggests a gradual transition from tropical to temperate conditions between 39 and 33 Ma. Although we were not able to date the altered volcanic rocks most closely associated with the floras, and some differences may be related to local environment, the fossils at Gray Butte do not appear to record abrupt floral turnover near 33 Ma, nor is it likely that there was a significant change at ca. 34 Ma, the time of the most abrupt climate change recorded in marine records. The most substantive floristic and physiognomic change at Gray Butte may correlate, instead, to paleoceanographic changes at ca. 38–39 Ma."
  }, {
    "heading": "ACKNOWLEDGMENTS",
    "text": "This research was supported by National Science Foundation grants EAR-9418210 to Smith and EAR-9506727 to Manchester. We appreciate the assistance of those who collected fossils for this project, including Richard Dillhoff, Thomas Dillhoff, Stefan Hack, and Gary Clowers. Carrie Gordon of the Ochoco National Forest assisted with arranging access to collecting localities on forest and National Grassland properties and also provided air photos. Aurora Pun provided electron-microprobe analyses at the University of New Mexico. Tim Wawrzyniec and Rick Livaccari provided valuable criticism of the structural geology and tectonics sections of the original manuscript. The paper was also improved by the reviews of Greg Retallack, Kate Gregory, Lynn Soreghan, Erick Bestland, and John Geissman."
  }, {
    "heading": "REFERENCES CITED",
    "text": "Ashwill, M. S., 1983, Seven fossil floras in the rain shadow of the Cascade Mountains, Oregon: Oregon Geology, v. 45, p. 107–111. Ashwill, M. S., 1990, Central Oregon fossil leaves: Their implications about paleoclimate and the growth of the central portion of the Oregon High Cascade Mountains: MidAmerican Paleontology Society Digest, v. 13, no. 4, p. 13–23. Aubry, M-P., 1992, Late Paleogene calcareous nannoplankton evolution: A tale of climatic deterioration in Prothero, D. R., and Berggren, W. A., eds., Eocene-Oligocene climatic and biotic evolution: Princeton, New Jersey, Princeton University Press, p. 272–309. Barrash, W., Bond, J., and Venkatakrishnan, R., 1983, Struc-\ntural evolution of the Columbia Plateau in Washington and Oregon: American Journal of Science, v. 283, p. 897–935. Berggren, W. A., Kent, D. V., Obradovich, J. D., and Swisher, C. C., III, 1992, Toward a revised Paleogene geochronology, in Prothero, D. R., and Berggren, W. A., eds., Eocene-Oligocene climatic and biotic evolution: Princeton, New Jersey, Princeton University Press, p. 29–45. Bestland, E. A., and Retallack, G. J., 1994a, Geology and paleoenvironments of the Clarno Unit, John Day Fossil Beds National Monument, Oregon: U.S. National Park Service Open-File Report, 160 p. Bestland, E. A., and Retallack, G. J., 1994b, Geology and paleoenvironments of the Painted Hills Unit, John Day Fossil Beds National Monument, Oregon: U.S. National Park Service Open-File Report, 211 p. Bestland, E. A., Retallack, G. J., Swisher, C. C., and Fremd, T., 1993, Timing of cut-and-fill sequences in the John Day Formation (Eocene-Oligocene), Painted Hills area, central Oregon: Geological Society of America Abstracts with Programs, v. 25, no. 5, p. 50. Bestland, E. A., Retallack, G. J., Rice, A. E., and Mindszenty, A., 1996, Late Eocene detrital laterites in central Oregon: Mass-balance geochemistry, depositional setting, and landscape evolution: Geological Society of America Bulletin, v. 108, p. 285–302. Bestland, E. A., Retallack, G. J., and Swisher, C. C., III, 1997, Stepwise climate change recorded in Eocene-Oligocene paleosol sequences from central Oregon: Journal of Geology, v. 105, p. 153–172. Bishop, E. M., 1989, Smith Rock and the Gray Butte complex: Oregon Geology, v. 51, p. 75–80. Brooks, H. C., 1963, Quicksilver in Oregon: Oregon Department of Geology and Mineral Industries Bulletin 55, 223 p. Call, V., and Dilcher, D. L., 1997, The fossil record of Eucommia (Eucommiaceae) in North America: American Journal of Botany, v. 86, p. 798–814. Campbell, N. P., 1989, Structural and stratigraphic interpretation of rocks under the Yakima fold belt, Columbia Basin, based on recent surface mapping and well data, in Riedel, S. P., and Hooper, P. R., eds., Volcanism and tectonism in the Columbia River flood-basalt province: Geological Society of America Special Paper 239, p. 209–222. Chaney, R. W., 1927, Geology and paleontology of the Crooked River basin, with special reference to the Bridge Creek flora: Washington, D.C., Carnegie Institute of Washington Publication 346, p. 45–138. Chaney, R. W., 1948, The ancient forests of Oregon: Eugene, Oregon State System of Higher Education, Condon Lectures, 56 p. Christiansen, R. L., and Yeats, R. S., 1992, Post-Laramide geology of the U.S. Cordilleran region, in Burchfiel, B. C., Lipman, P. W., and Zoback, M. L., eds., The Cordilleran Orogen, Conterminous U.S.: Boulder, Colorado, Geological Society of America, Geology of North America, v. G-3, p. 261–406. Couch, R. W., Pitts, G. S., Gemperle, M., Braman, D. E., and Veen, C. A., 1982, Gravity anomalies in the Cascade Range in Oregon: Structural and thermal implications: Oregon Department of Geology and Mineral Industries Open-File Report O-82-9, 66 p. Deino, A., and Potts, R., 1992, Age-probability spectra for examination of single-crystal 40Ar/39Ar dating results: Examples from Olorgesailie, Southern Kenya Rift: Quaternary Journal International, v. 7/8, p. 81–89. Fisher, R. V., 1967, Early Tertiary deformation in north-central Oregon: American Association of Petroleum Geologists Bulletin, v. 51, p. 111–123. Gray, J. J., and Baxter, G., 1986, A reinterpretation of the Gray Butte limestone and arenite exposure as a hydrothermally-derived calcite vein and pebble dike: Oregon Geology, v. 48, p. 45–46. Greenwood, D. R., 1992, Taphonomic constraints on foliar physiognomic interpretations of Late Cretaceous and Tertiary paleoclimates: Review of Palaeobotany and Palynology, v. 71, p. 149–190. Gromme, C. S., Beck, M. E., Jr., Wells, R. E., and Engebretson, D. C., 1986, Paleomagnetism of the Tertiary Clarno Formation of central Oregon and its significance for the tectonic history of the Pacific Northwest: Journal of Geophysical Research, v. 91, p. 14089–14103. Hansen, T., 1992, The patterns and causes of molluscan extinc-\ntion across the Eocene-Oligocene Boundary, in Prothero, D. R., and Berggren, W. A., eds., Eocene-Oligocene climatic and biotic evolution: Princeton, New Jersey, Princeton University Press, p. 341–348. Hooper, P. R., and Conrey, R. M., 1989,A model for the tectonic setting of the Columbia River basalt eruptions, in Riedel, S. P., and Hooper, P. R., eds., Volcanism and tectonism in the Columbia River flood-basalt province: Geological Society of America Special Paper 239, p. 293–306. Hooper, P. R., Steele, W. K., Conrey, R. M., Smith, G. A., Anderson, J. L., Bailey, D. G., Beeson, M. H., Tolan, T. L., and Urbanczyk, K. M., 1993, The Prineville basalt, north-central Oregon: Oregon Geology, v. 55, p. 3–12. Johnson, S.Y., 1985, Eocene strike-slip faulting and nonmarine basin formation in Washington, in Biddle, K. T., and Christie-Blick, N., eds., Strike-slip deformation, basin formation, and sedimentation: Society of Economic Paleontologists and Mineralogists Special Publication 37, p. 283–302. Keller, G., MacLeod, N., and Barrera, E., 1992, EoceneOligocene faunal turnover in plantic foraminifera, and Antarctic glaciation, in Prothero, D. R., and Berggren, W. A., eds., Eocene-Oligocene climatic and biotic evolution: Princeton, New Jersey, Princeton University Press, p. 218–244. Manchester, S. R., 1981, Fossil plants of the Eocene Clarno Nut Beds: Oregon Geology, v. 43, p. 75–81. Manchester, S. R., 1986, Vegetative and reproductive morphology of an extinct plane tree (Platanaceae) from the Eocene of western North America: Botanical Gazette, v. 147, p. 200–226. Manchester, S. R., 1990, Eocene to Oligocene floristic changes recorded in the Clarno and John Day Formations, Oregon, USA, in Knobloch, E., and Kvacek, Z., eds., Paleofloristic and paleoclimatic changes in the Cretaceous and Tertiary: Geological Survey and Publication of Prague, p. 183–187. Manchester, S. R., 1991, Cruciptera, a new juglandaceous winged fruit from the Eocene and Oligocene of western North America: Systematic Botany, v. 16, p. 715–725. Manchester, S. R., 1992, Flowers, fruits and pollen of Florissantia, an extinct malvalean genus from the Eocene and Oligocene of western North America: American Journal of Botany, v. 79, p. 996–1008. Manchester, S. R., 1994, Fruits and seeds of the middle Eocene Nut Beds flora, Clarno Formation, north central Oregon: Palaeontographica Americana, v. 58, p. 1–205. McFadden, J. J., 1986, Fossil flora near Gray Butte, Jefferson County, Oregon: Oregon Geology, v. 48, p. 51–58. McIntosh, W. C., and Chamberlin, R. M., 1994, 40Ar/39Ar geochronology of middle to late Cenozoic ignimbrites, mafic lavas, and volcaniclastic rocks in the Quemado region, New Mexico: New Mexico Geological Society 45th Field Conference Guidebook, p. 165–185. McIntosh, W. C., Manchester, S. R., and Meyer, H. W., 1997, Age of the plant-bearing tuffs of the John Day Formation at Fossil, Oregon, based upon 40Ar/39Ar single-crystal dating: Oregon Geology, v. 59, p. 3–5, 20. Meyer, H. W., and Manchester, S. R., 1997, The Oligocene Bridge Creek flora of the John Day Formation, Oregon: University of California Publications in Geological Science, v. 141, p. 1–195. Miller, K. G., 1992, Middle Eocene and early Oligocene stable isotopes, climate, and deep-water history: The terminal Eocene event?, in Prothero, D. R., and Berggren, W. A., eds., Eocene-Oligocene climatic and biotic evolution: Princeton, New Jersey, Princeton University Press, p. 160–177. Obermiller, W.A., 1987, Geologic, structural, and geochemical features of basaltic and rhyolitic volcanic rocks of the Smith Rock–Gray Butte area, central Oregon [Master’s thesis]: Eugene, University of Oregon, 169 p. Peck, D. L., 1964, Geologic reconnaissance of the AntelopeAshwood area of north-central Oregon, with emphasis on the John Day Formation of late Oligocene and early Miocene age: U.S. Geological Survey Bulletin 1161-D, 26 p. Priest, G. R., 1990, Volcanic and tectonic evolution of the Cascade volcanic arc, central Oregon: Journal of Geophysical Research, v. 95, p. 19583–19599. Retallack, G. J., Bestland, E. A., and Fremd, T. J., 1996, Re-\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/110/6/759/3382969/i0016-7606-110-6-759.pdf by University of Arizona user on 26 February 2019\nSMITH ET AL.\n778 Geological Society of America Bulletin, June 1998\nconstructions of Eocene and Oligocene plants and animals of central Oregon: Oregon Geology, v. 58, p. 51–69. Riddihough, R., Finn, C., and Couch, R., 1986, Klamath–Blue Mountain lineament, Oregon: Geology, v. 14, p. 528–531. Rimal, D. G., Seymour, D. R., Jackson, M. K., and Cunderla, B. J., 1987, Sediment, rock chip, and drill-core geochemical analytical data, Gray Butte area, Crooked River National Grassland, Jefferson County, Oregon: Portland, Oregon, U.S. Bureau of Land Management, unpublished report, 12 p. Robinson, P. T., 1969, High titania alkali-olivine basalt of north-central Oregon, U.S.A.: Contributions to Mineralogy and Petrology, v. 22, p. 349–360. Robinson, P. T., 1975, Reconnaissance geologic map of the John Day Formation in the southwestern part of the Blue Mountains and adjacent areas, north-central Oregon: U.S. Geological Survey Miscellaneous Investigations Map I-872, scale 1:125 000. Robinson, P. T., and Brem, G. F., 1981, Guide to geologic field trip between Kimberly and Bend, Oregon with emphasis on the John Day Formation, in Johnston, D. A., and Donnelly-Nolan, J., eds., Guides to some volcanic terranes in Washington, Idaho, Oregon, and northern California: U.S. Geological Survey Circular 838, p. 41–58. Robinson, P. T., and Stensland, D., 1979, Geologic map of the Smith Rock area, Oregon: U.S. Geological Survey Miscellaneous Investigations Map I-1142, scale 1:48 000. Robinson, P. T., Walker, G. W., and McKee, E. H., 1990, Eocene(?), Oligocene and lower Miocene rocks of the Blue Mountains region, in Walker, G. W., ed., Geology of the Blue Mountains region of Oregon, Idaho and Washington: Cenozoic geology of the Blue Mountains region: U.S. Geological Survey Professional Paper 1437, p. 29–61. Robyn, T. L., and Hoover, J. D., 1982, Late Cenozoic deformation and volcanism in the Blue Mountains of central Oregon: Microplate rotation?: Geology, v. 10, p. 572–576. Schorn, H. E., and Wehr, W. C., 1996, The conifer flora from the Eocene uplands at Republic, Washington: Washington Geology, v. 24, p. 22–24. Scott, R. A., Barghoorn, E. S., and Prakash, U., 1962, Wood of Ginkgo in the Tertiary of western North America: American Journal of Botany, v. 49, p. 1095–1101. Sherrod, D. R., and Pickthorn, L. B. G., 1989, Some notes on the Neogene structural evolution of the Cascade Range in Oregon, in Muffler, L. J. P., Blackwell, D. D., and Weaver, C. S., eds., Geology, geophysics, and tectonic setting of the Cascade Range: U.S. Geological Survey Open-File Report 89-14, p. 351–368. Sherrod, D. R., Taylor, E. M., Ferns, M. L., Scott, W. E., Conrey, R. M., and Smith, G. A., in press, Geologic map of the Bend 30- by 60-minute quadrangle, central Oregon: U.S. Geological Survey Miscellaneous Investigations Map, scale 1:100 000. Smith, G.A., 1986, Stratigraphy, sedimentology, and petrology of Neogene rocks, Deschutes Basin, central Oregon: The record of continental-margin volcanism and its influence on fluvial sedimentation in an arc-adjacent basin [Ph.D. dissert.]: Corvallis, Oregon State University, 464 p. Smith, G. A., 1987, The influence of explosive volcanism on fluvial sedimentation: The Deschutes Formation (Neogene) in central Oregon: Journal of Sedimentary Petrology, v. 57, p. 613–629. Smith, G. A., and Hayman, G. A., 1987, Geologic map of the Eagle Butte and Gateway quadrangles, Jefferson and Wasco Counties, central Oregon: Portland, Oregon Department of Geology and Mineral Industries, Geologic Map Series GMS-43, scale 1:24 000. Smith, G.A., Bjornstad, B. N., and Fecht, K. R., 1989, Neogene terrestrial sedimentation on and adjacent to the Columbia Plateau; Washington, Oregon, and Idaho, in Riedel, S. P., and Hooper, P. R., eds., Volcanism and tectonism in the Columbia River flood-basalt province: Geological Society of America Special Paper 239, p. 187–198. Smith, G. A., Conrey, R. M., and McIntosh, W. C., 1996, EoOligocene stratigraphy and structure, Gray Butte area, central Oregon: Faulting and volcanism along the Blue Mountain lineament: Geological Society of America Abstracts with Programs, v. 28, no. 5, p. 112. Smith, G. A., Ferns, M. L., Sherrod, D. R., and Lite, K., in press, Geologic map of the Opal City 7.5′ quadrangle, Deschutes and Jefferson Counties, Oregon: Oregon Department of Geology and Mineral Industries, Geologic Map Series, scale 1:24 000. Swanson, D. A., and Robinson, P. T., 1968, Base of the John Day Formation in and near the Horse Heaven mining district, north-central Oregon: U.S. Geological Survey Professional Paper 600-D, p. 154–161. Taylor, E. M., 1990, Volcanic history and tectonic development of the central High Cascade Range, Oregon: Journal of Geophysical Research, v. 95, p. 19611–19622. Thormahlen, D., 1985, Geology of the northwest quarter of the Prineville quadrangle [Master’s thesis]: Corvallis, Oregon State University, 116 p. Vance, A. D., 1936, With Dr. Chaney in eastern Oregon: The Geological Newsletter of the Geological Society of the Oregon Country, v. 2, no. 16, p. 2–4. Verplanck, E. P., and Duncan, R. A., 1987, Temporal variations\nin plate convergence and eruption rates in the western Cascades: Tectonics, v. 6, p. 197–209. Walker, G. W., and MacLeod, N. S., 1991, Geologic map of Oregon: U.S. Geological Survey, scale 1:500 000. Walker, G. W., and Robinson, P. T., 1990, Cenozoic tectonism and volcanism of the Blue Mountains region, in Walker, G. W., ed., Geology of the Blue Mountains region of Oregon, Idaho and Washington: Cenozoic geology of the Blue Mountains region: U.S. Geological Survey Professional Paper 1437, p. 119–135. Wells, R. E., and Heller, P. L., 1988, The relative contribution of accretion, shear, and extension to Cenozoic tectonic rotation in the Pacific Northwest: Geological Society of America Bulletin, v. 100, p. 325–338. Wilf, P., 1997, When are leaves good thermometers? A new case for leaf margin analysis: Paleobiology, v. 23, p. 373–390. Williams, H., 1957, Geologic map of the Bend quadrangle, Oregon and a reconnaissance geologic map of the central portion of the High Cascade Mountains: Oregon Department of Geology and Mineral Industries map (unnumbered series), scale 1:250 000. Wilson, D., and Cox,A., 1980, Paleomagnetic evidence for tectonic rotation of Jurassic plutons in the Blue Mountains, eastern Oregon: Journal of Geophysical Research, v. 85, p. 3681–3689. Wing, S. L., and Greenwood, D. R., 1993, Fossils and fossil climate: The case for equable continental interiors in the Eocene: Royal Society of London Philosophical Transactions, ser. B, v. 341, p. 243–252. Wolfe, J. A., 1979, Temperature parameters of humid to mesic forests of eastern Asia and their relation to forests of other regions of the Northern Hemisphere and Australasia: U.S. Geological Survey Professional Paper 1106, 37 p. Wolfe, J.A., 1992, Climatic, floristic, and vegetational changes near the Eocene/Oligocene boundary in North America, in Prothero, D. R., and Berggren, W. A., eds., Eocene–Oligocene climatic and biotic evolution: Princeton, New Jersey, Princeton University Press, p. 421–436. Wolfe, J.A., 1994, Tertiary climatic changes at middle latitudes of western North America: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 108, p. 195–205. Wolfe, J.A., 1995, Paleoclimate estimates from Tertiary leaf assemblages: Annual Reviews of Earth and Planetary Science, v. 23, p. 119–142.\nMANUSCRIPT RECEIVED BY THE SOCIETY MAY 12, 1997 MANUSCRIPT ACCEPTED OCTOBER 3, 1997\nPrinted in U. S. A.\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/110/6/759/3382969/i0016-7606-110-6-759.pdf by University of Arizona user on 26 February 2019"
  }],
  "year": 1998,
  "references": [],
  "id": "SP:6b3d3abf72f89dabbded342e2ba967138953a11c",
  "authors": [],
  "abstractText": "Mid-Tertiary strata near Gray Butte, central Oregon, record volcanism and sedimentation on the margin of a west-tilted basin that was subsequently disrupted by a northeaststriking fault system. Compositional characteristics of the volcanic rocks support correlation of the section to the upper Eocene–Oligocene part of the John Day Formation. The ~1.2-kmthick section contains five fossil floras documenting climatic change in late Eocene–early Oligocene time and a progression between better known Eocene and Oligocene floras in the region. The presence of the transitional floras is a consequence of the subsidence of the Gray Butte basin to accommodate a section that is nearly four times thicker than better studied correlative strata ~50 km to the northeast that consist almost entirely of volcanic rocks. The lowest flora is within flood-plain facies, whereas the other four are hosted in lacustrine strata. Although alteration of volcanic rocks most closely associated with the floras precludes development of a precise isotopic-age chronology, regional correlations and several accurate isotopic-age determinations indicate that the principal interval of climatic cooling may have been in late Eocene time (ca. 38–39 Ma) rather than at the Eocene-Oligocene boundary. The paleoclimate interpretation is tempered, however, by the low diversity of the floras (12–24 species) and possible taphonomic biases in comparing flood-plain and lacustrine environments. Mapping established the presence of the Cyrus Springs fault zone, a large (1.2 km vertical displacement, possibly >7 km dextral offset) shear zone that is possibly a surface expression of the Klamath–Blue Mountain gravity-anomaly lineament. The orientations of this fault zone, subsidiary sinistral structures, dikes, and fold axes suggest that the presumed Mesozoic structure marked by the lineament was reactivated as a dextralnormal fault by east-northeast–west-southwest–oriented compressive stress. This stress is consistent with early Oligocene North America–Farallon convergence but is inconsistent with northwest-southeast to northsouth compression suggested by structures farther east. Stress either varied temporally or was partitioned into complex local strain domains. The Cyrus Springs fault zone may have become active at about 28–30 Ma, resulting in uplift and southward tilting of part of the Gray Butte basin fill, and ceased activity before deposition of the horizontal upper Miocene–Pliocene Deschutes Formation. The Gray Butte area was also an eruptive center for rhyolitic and alkaline-mafic lava and tuff both before and after initiation of movement on the Cyrus Springs fault. Mid-Tertiary volcanism and sedimentation near the western end of the Blue Mountains, heretofore not clearly related to active structures, may have taken place within a regional transtensional regime associated with stress orientations different from those of Neogene time. Local basins with higher subsidence rates accumulated relatively thick sequences of lacustrine tuffaceous strata, and their fossil floras show progressive climate change through the Eocene-Oligocene boundary interval."
}