{
  "sections": [{
    "heading": "INTRODUCTION",
    "text": "Overlapping hydraulic piston cores recovered by Ocean Drilling Program (ODP) Leg 145 from the subarctic North Pacific Ocean permit the first high-resolution look at the sedimentary record of late Pliocene climatic change in that region. Upper Cenozoic pelagic sediments of the northernmost Pacific are characterized by rapidly accumulated siliceous oozes and siliceous silty clays (Rea et al., 1993). The amount of the terrigenous component in these sediments, a measure of physical weathering and erosion, increased suddenly just before 2.6 Ma (Rea and Snoeckx, 1995). This date corresponds to the intensification of Northern Hemisphere glaciation and to the beginning of a major volcanic eruptive episode in the northern Pacific island arcs (Rea et al., 1993, 1995; Cambray and Cadet, 1994). Here we show the data that reveal the nature of this sudden climatic change and, as the change is quite rapid, discuss possible causes.\nClimate-forcing mechanisms such as plateau uplift and variations in the Earth’s orbit have been called upon to explain the late Pliocene intensification of Northern Hemisphere glaciation. Late Cenozoic uplift of the Tibetan and American plateaus may have altered atmospheric circulation, resulting in cooling of the northern continents, and increased chemical weathering with the subsequent drawdown of atmospheric CO2 (Raymo et al., 1988; Ruddiman and Kutzbach, 1989; Raymo, 1994a). However, recent work suggests that uplift of the Tibetan and American plateaus was completed during the late Miocene or early Pliocene, too early to have substantially affected glaciation at 2.67 Ma (Raymo, 1994b). Other workers have suggested that a change in orbital forcing from precession dominance to an obliquity dominance observed in paleoclimate records, also occurring about 2.67 Ma, is the reason for the intensification of Northern Hemisphere glaciation (Ruddiman and McIntyre, 1981; Maslin et al., 1995). Kennett and Thunell (1975, 1977) observed the global increase in ash layers in the late Pliocene and were the first authors to suggest a direct link between this explosive volcanism and the initiation of Northern Hemisphere glaciation. Sediments recovered by ODP Leg 145 (Fig. 1) show an abrupt change from nonglacial to glacial characteristics at 2.67 Ma (time scale of Cande and Kent, 1992), specifically, sudden increases in the amount of ice-rafted debris (IRD), associated terrigenous sediment, and in the number and thickness of volcanic ash layers (Rea et al., 1995). The change from preglacial to glacial sediments occurred very rapidly, in as little as 1000–2000 yr, and was synchronous across the entire North Pacific. This observed climate change seems too rapid to be explained by orbital or tectonic processes, suggesting that we need to consider climate-forcing mechanisms that operate over time periods of decades to millennia."
  }, {
    "heading": "NORTH PACIFIC SEDIMENTARY RECORD",
    "text": "Miocene and younger sediments of the subarctic Pacific Ocean are dominated by diatomaceous oozes with variable amounts of terrigenous material, IRD, ash layers, and disseminated ash (Rea et al., 1993). We studied ODP Sites 882 and 883 located on Detroit Seamount in the\nGeology; November 1998; v. 26; no. 11; p. 1027–1030; 3 figures. 1027\nof the late Pliocene major intensification of Northern Hemisphere continental glaciation. A change in sediment character from nonglacial to glacial—specifically, abrupt increases in the amount of terrigenous clastic sediment and ice-rafted debris—occurred all across the North Pacific at about 2.67 Ma. This change occurred very rapidly, perhaps within 2000 yr, too quickly to be a direct response to either tectonic or orbital forcing. As the number and thickness of volcanic ash layers increased 10-fold at this same time, we suggest that rapid intensification of glaciation may be associated with the widespread episode of explosive volcanism that began then.\nFigure 1. Index map showing location of Leg 145 Sites 882, 883, and 887. Letters in bold indicate the sites in this study.\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/26/11/1027/3517286/i0091-7613-26-11-1027.pdf by University of Arizona user on 26 February 2019\nnorthwestern Pacific basin downwind from the Kamchatka-Kurile volcanic arc, and Site 887, located on the Patton-Murray Seamount platform in the Gulf of Alaska, near the Aleutian arc (Fig. 1). These sites are characterized by exceptional quality of the recovered cores, good physical properties data, and continuous magnetic reversal stratigraphies extending back to Miocene time (Barron et al., 1995).\nMagnetic susceptibility values, measured every 5 cm along the cores at Sites 882 and 883 and every 10 cm at Site 887, are a good proxy for the concentration of terrigenous material in deepsea sediments (cf. Bloemendahl and deMenocal, 1989). A continuous magnetic susceptibility record for each drillsite was constructed by splicing individual core records on the basis of patterns of magnetic susceptibility that could be correlated between the cores recovered from the same site. Ages were assigned to the resulting composite core by interpolation between magnetic reversal boundaries, and linear sedimentation rates determined for intervals bounded by magnetic reversals.\nThe observed major late Pliocene change in susceptibility occurred very rapidly (Fig. 2). It denotes a change in sediment character that reflects a three- to five-fold increase in the mass accumulation rates of terrigenous sediment (Rea et al., 1995) and an increase in macroscopic IRD abundance (Krissek, 1995). Together, these observations mark the shift from nonglacial to glacial conditions in the circum–North Pacific region. Near the time of the 2.6 Ma Matuyama-Gauss magnetic reversal boundary, the sedimentation rates for Sites 882, 883, and 887 were 11.5, 9.0, and 2.8 cm/ky., respectively. Intervals spanning the preglacial to glacial change in sediment characteristics have thicknesses of 20 cm at Site 882, 20 cm at Site 883, and 10 cm at Site 887 (Fig. 3). These thicknesses correspond to time intervals of 1740 yr at Site 882, 2220 yr at Site 883, and 3450 yr at Site 887.\nA dramatic increase in the number and thickness of ash layers is coeval with the lithologic change at all three sites (Fig. 3). The number of distinct ash layers increases from few prior to 2.67 Ma to ~60 in the post–2.67 Ma section of Site 882. At Site 882, a dozen of these younger ash layers are thicker than 10 cm at a paleodistance of 1000 km from the Kamchatka-Kurile arc. At Site 883, the number of ash layers increases from 7 in the pre–2.67 Ma section to a total of ~40 in the younger sediments and 12 of these younger ash layers are thicker than 10 cm At Site 887, the number of ash layers a similar distance from their Aleutian sources (Cao et al., 1995a) increases from 10 in the lower Pliocene section to ~60 in the post–2.67 Ma section; 17 of these ash layers are greater than 5 cm thick, and 5 of the layers are greater than 10 cm thick. Significant ash is dispersed throughout the upper Pliocene and Pleistocene sediments at all three sites. As a point of comparison, the Indian Ocean Toba ash is about 10 cm thick 1000 km downwind from the volcano (Dehn et al., 1991), suggesting that a number of the Leg 145 ash layers may represent explosive volcanic eruptions that were of a similar magnitude as the Toba eruption of 75 000 yr B.P. Geochemical analyses of the North Pacific ash layers show them to be dominantly dacitic to rhyolitic (SiO2 content of 66 to 79 wt%; Cao et al., 1995a, 1995b), implying explosive, probably Plinian, eruptions.\nIRD from Sites 881–884 (Fig. 1) came via the\nwestern Bering Sea from the eastern coast of Kamchatka, demonstrating that Pliocene-Pleistocene alpine glaciation reached sea level along the east coast of Kamchatka, and dropstones and IRD recovered from Site 887 are from southern and southeastern Alaska (McKelvey et al., 1995)."
  }, {
    "heading": "VOLCANISM AND CLIMATE CHANGE",
    "text": "Results from Leg 145 (Fig. 2) show that the late Pliocene beginning of large-scale Northern Hemisphere glaciation, as depicted by the sudden intensification of ice rafting and terrigenous sediment deposition, may have occurred in 2000 yr or less around the entire North Pacific Basin. We have noted climate-forcing phenomena that function tectonic and orbital time scales, yet the large changes documented at these sites occurred much faster. What is the missing phenomenon that may cause abrupt climate changes and operates over time scales of years to decades? We suggest a causal link between the enormous eruptions of the North Pacific rim and the sudden intensification of glacial conditions around the North Pacific.\nBenjamin Franklin first suggested volcanicrelated cooling, linking the unusually severe European winter of 1783–84 to the 1783 Laki, Iceland, eruption (Lamb, 1970). Lamb (1970) noted that an increase in the amount of volcanic dust in the atmosphere would decrease insolation at the Earth’s surface. Further, he observed that at higher latitudes, sea ice lingers long into the summer for 5 to 10 yr after large eruptions (Lamb, 1970). High latitudes of the Northern Hemisphere cool by as much as several degrees following such eruptions (Bradley and England, 1978).\nStudies of Greenland ice cores (Porter, 1981; Zielinski et al., 1994) have revealed a positive correlation between acidity level in ice cores, resulting from volcanic eruptions, and times of global cooling. Porter (1981, 1986) found decadal-time scale influences of volcanic activity on glacial advances and concluded that sulfurrich aerosols generated by volcanic eruptions are the primary forcing mechanism of climate on decadal time scales. Bray (1977) and Porter (1981) noted a connection between explosive volcanism and both hemispherical and global cooling and glacial advances. Kennett et al. (1977) described episodes of volcanism around the Pacific Basin during the past 20 my. and postulated that the height of each episode was associated with cooling.\nThe Kamchatka Peninsula is the world’s largest Pliocene-Pleistocene volcanic province (Cao et al., 1995b). It lies at a climatically sensitive latitude, 50°N to 60°N, and was the site of massive eruptions beginning 2.67 Ma. Previous authors have suggested that explosive eruptions at high latitudes and the resulting stratospheric sulfate aerosols may have a great climatic impact (Self et al., 1981; Handler, 1989). Although CO2 is also a product of arc volcanism, those emis-\n1028 GEOLOGY, November 1998\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/26/11/1027/3517286/i0091-7613-26-11-1027.pdf by University of Arizona user on 26 February 2019\nsions are a small part of the global carbon cycle and thus have very little impact on global climate (Sigurdsson, 1990).\nSulfate aerosols with a diameter less than 2 µm (Minnis et al., 1993) scatter incoming solar radiation, resulting in global atmospheric cooling of as much as 3 to 5 °C for 2 to 5 yr after large eruptions (Self et al., 1981; Kelly and Sear, 1984; LaMarche and Hirschboeck, 1984; Rampino and Self, 1992). Such cooling is unevenly distributed around the Earth (Robock and Mao, 1992). Cooler summer temperatures result in a decrease of snow and ice melt during the summer, enhancing annual accumulation and snow cover. An increase in snow and ice retention leads to an increase in the Earth’s albedo, leading to a decrease in the absorption of solar radiation and subsequent cooling (Rampino and Self, 1992, 1993). Such feedbacks can increase the cooling effect of an individual eruption. If the effect of volcanic cooling lasts for at least 4 yr, a positive feedback system can be set up that can result in a cooling on centennial time scales (Zielinski et al., 1996). Tree-ring studies of the of the past 600 years in the Northern Hemisphere show that multiple eruptions within short periods of time can cause a larger degree of cooling for up to decades (Briffa et al., 1998).\nThe Toba eruption of 75000 yr B.P. (Rampino and Self, 1992, 1993), the 1815 eruption of Tambora (Stommel and Stommel, 1983), 1883 eruption of Krakatau, and 1991 eruption of Mount Pinatubo (Minnis et al., 1993; McCormick et al., 1995), occurred at low latitudes, yet resulted in a well-documented global cooling (Self et al., 1981; Robock and Mao, 1992; Zielinski et al., 1994). Climate modeling indicates that an optical depth of aerosols of at least 0.1 for several years following the Toba eruption could lead to a cooling of 3° C globally and 12–15 °C cooling during the summer for 2–3 yr (Rampino and Self, 1992, 1993; Bekki et al., 1996).\nSome authors have suggested that glaciations may incur volcanism and have implicated loading by sea-level rise (McGuire, et al., 1997), unloading due to melting (Jull and McKenzie, 1996), and cyclic Pleistocene loading and unloading by either sea-level changes (Nakada and Yokose, 1992) or ice formation on land (Sigvaldason et al., 1992). We are unsure how to relate these works to the volcanic arcs of the North Pacific rim, where loading by glacial ice would offset unloading by sea-level fall, and the few tens of meters of sealevel fall in the late Pliocene may have a minimal effect on melting in the subduction zone, which occurs at depths in excess of 60 km and approximately 100 km inland from the ocean.\nFinally, in the past few years, marine-sediment records from the North Atlantic region (Heinrich events; Bond et al., 1993) and ice-core data (Dansgaard-Oeschger events; Dansgaard et al., 1993) have been used to show that significant climate changes can occur remarkably quickly, in a matter of years to a few decades. Ice-conductivity records from the Greenland Ice Core Project, among other parameters, delineate important climate changes that occurred over a period as short as 3 yr (Taylor et al., 1993).\nA Pinatubo-size volcanic eruption occurs on the average of once a decade, a Krakatau or Tambora-size eruption once a century, and a Toba-size eruption every 100000 years (Simkin, 1993). The studies discussed above demonstrate that significant volcanism commonly results in cooling that may affect regional to hemispherical climatic conditions for years to decades and possibly longer, depending on eruption size and feedbacks. An eruption the size of Toba, occurring in an already deteriorating climate, might trigger cooling with effects that last a millennium. Ice core data show that climate may shift from warm to cold in the same length of time as volcanic cooling episodes. When the abrupt climate change in regions surrounding the North Pacific\nis viewed in light of these observations, we suggest that the sudden resumption of volcanism in this region at 2.67 Ma is the trigger that led to the coeval intensification of major Northern Hemisphere glaciation, as first suggested over two decades ago (Kennett and Thunell, 1975, 1977; Stewart, 1975; Bray, 1977)."
  }, {
    "heading": "SUMMARY AND CONCLUSIONS",
    "text": "The rapid increase in terrigenous sediment input and IRD at Sites 882, 883, and 887 show that the intensification of Northern Hemisphere glaciation in both Alaska and Siberia began quickly, within perhaps as little as 2000 yr. The simultaneous response of the Siberian and Alaskan regions is suggestive of a forcing that transcends a single region and may be hemispherical in extent.\nThe Northern Hemisphere may have already been brought to the threshold of a change in climate by tectonic events. However, data from Leg 145 show a sudden intensification of glacial conditions on continents surrounding the North Pacific at a time identical to the intensification of massive explosive volcanism in the North Pacific volcanic arcs. The rapidity of the climate change, about 2000 yr, and the volcanic evidence suggest that volcanic cooling and associated feedbacks may have been the ultimate trigger, providing the additional cooling necessary to cause the observed intensification of Northern Hemisphere glaciation."
  }, {
    "heading": "ACKNOWLEDGMENTS",
    "text": "Comments by Ted Moore, James Kennett, John Kutzbach, Gregory Zielinski, and anonymous reviewers improved the quality of the manuscript. National Science Foundation grant OCE-9506716 provided funding for this project."
  }, {
    "heading": "REFERENCES CITED",
    "text": "Barron, J. A., Basov, I. A., Beaufort, L., Dubuisson, G.,\nGladenkov, A. Y., Morley, J. J., Okada, M., Olafsson, G., Pak, D. K., Roberts, A. P., Shilov, V.V., and Weeks, R. J., 1995, Biostratigraphic and magnetostratigraphic summary, in Rea, D. K., Basov, I. A., Scholl, D. W., and Allan, J. F., Proceedings of the Ocean Drilling Project, Scientific results, Volume 145: College Station, Texas, Ocean Drilling Program, p. 559–575. Bekki, S., Pyle, J. A., Zhong, W., Toumi, R., Haigh, J. D., and Pyle, D. M., 1996, The role of microphysical and chemical processes in prolonging the climate forcing of the Toba eruption: Geophysical Research Letters, v. 23, n. 19, p. 2669–2672. Bloemendahl, J., and deMenocal, P., 1989, Evidence for a shift in the climatic variability of the African and Asian monsoons at 2.5 Ma: An application of whole-core magnetic susceptibility measurements to paleoclimatology: Nature, v. 342, p. 897–899. Bond, G., Broecker, W., Johnsen, S., Mcmanus, J., Labeyrie, L., Jouzel, J., and Bonanl, G., 1993, Correlations between climate records from North Atlantic sediments and Greenland ice: Nature, v. 365, p. 143–147. Bradley, R. S., and England, J., 1978, Volcanic dust influence on glacier mass balance at high latitudes: Nature, v. 271, p. 736–738. Bray, J. R., 1977, Pleistocene volcanism and glacial initiation: Science, v. 197, p. 251–254.\nGEOLOGY, November 1998 1029\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/26/11/1027/3517286/i0091-7613-26-11-1027.pdf by University of Arizona user on 26 February 2019\nBriffa, K. R., Jones, P. D., Schweingruber, F. H., and Osborn, T. J., 1998, Influence of volcanic eruptions on Northern Hemisphere summer temperature over the past 600 years: Nature, v. 393, p. 450–454. Cambray, H., and Cadet, J. P., 1994, Testing global synchronism in peri-Pacific arc volcanism: Journal of Volcanology and Geothermal Research, v. 63, p. 145–164. Cande, S. C., and Kent, D. V., 1992, A new geomagnetic polarity time scale for the Late Cretaceous and Cenozoic: Journal of Geophysical Research, v. 97, p. 13917–13951. Cao, L. Q., Arculus, R. J., and McKelvey, B. C., 1995a, Data report: Geochemistry of volcanic ashes recovered from Hole 887A, in Rea, D. K., Basov, I. A., Scholl, D. W., and Allan, J. F., Proceedings of the Ocean Drilling Project, Scientific results, Volume 145: College Station, Texas, Ocean Drilling Project, p. 661–670. Cao, L. Q., Arculus, R. J., and McKelvey, B. C., 1995b, Geochemistry and petrology of volcanic ashes recovered from Sites 881 through 884:A temporal record of Kamchatka and Kurile volcanism, in Rea, D. K., Basov, I. A., Scholl, D. W., and Allan, J. F., Proceedings of the Ocean Drilling Project, Scientific results, Volume 145: College Station, Texas, Ocean Drilling Program, p. 345–381. Dansgaard,W., Johnsen, S., Clausen, H. B., Dahl-Jensen, D., Gundestrup, N. S., Hammer, C. U., Hvidberg, C. S., Steffensen, J. P., Sveinbjornsdottir, A. E., Jouzel, J., and Bond, G., 1993, Evidence for general instability of past climate from a 250-ky icecore record: Nature, v. 364, p. 218–220. Dehn, J., Farrell, J. W., and Schmincke, H.-U., 1991, Neogene tephrochronology from Site 758 on northern Ninetyeast Ridge: Indonesian arc volcanism of the past 5 Ma, in Weissel, J., Peirce, J., Taylor, E., and Alt, J., Proceedings of the Ocean Drilling Project, Scientific results, Volume 121: College Station, Texas, Ocean Drilling Program, p. 273–295. Handler, P. A., 1989, The effect of volcanic aerosols on global climate: Journal of Volcanology and Geothermal Research, v. 37, p. 233–249. Jull, M., and McKenzie, D., 1996, The effect of deglaciation on mantle melting beneath Iceland: Journal of Geophysical Research, v. 101, no. B10, p. 21815–21828. Kelly, P. M., and Sear, C. B., 1984, Climatic impact of explosive volcanic eruptions: Nature, v. 311, p. 740–743. Kennett, J. P., and Thunell, R. C., 1975, Global increase in Quaternary explosive volcanic eruptions: Science, v. 187, p. 407–503. Kennett, J. P., and Thunell, R. C., 1977, On explosive Cenozoic volcanism and climatic implications: Science, v. 196, p. 1231–1234. Kennett, J. P., McBirney, A. R., and Thunell, R. C., 1977, Episodes of Cenozoic volcanism in the circum-Pacific region: Journal of Volcanology and Geothermal Research, v. 2, p. 145–163. Krissek, L. A., 1995, Late Cenozoic ice-rafting records from Leg 145 sites in the North Pacific: Late Miocene onset, late Pliocene intensification, and Pliocene-Pleistocene events, in Rea, D. K., Basov, I. A., Scholl, D. W., and Allan, J. F., Proceedings of the Ocean Drilling Project, Scientific results, Volume 145: College Station, Texas, p. 179–194. LaMarche, V. C., Jr., and Hirschboeck, K. K., 1984, Frost rings in trees as records of major volcanic eruptions: Nature, v. 307, p. 121–126. Lamb, H. H., 1970, Volcanic dust in the atmosphere; with a chronology and assessment of its meteorological significance: Royal Society of London Philosophical Transactions, ser. A, v. 266, p. 425–533. Maslin, M.A., Haug, G. H., Sarnthein, M., Tiedemann, R., Erlenkeuser, H., and Stax, R., 1995, Northwest Pacific Site 882: The initiation of Northern Hemisphere glaciation, in Rea, D. K., Basov, I. A., Scholl, D. W., and Allan, J. F., Proceedings of the Ocean Drilling Project, Scientific results, Volume 145: College Station, Texas, Ocean Drilling Program, p. 315–329. McCormick, M. P., Thomason, L. W., and Trepte, C. R., 1995, Atmospheric effects of the Mt. Pinatubo eruption: Science, v. 373, p. 399–404. McGuire, W. J., Howarth, R. J., Firth, C. R., Solow, A. R., Pullen,A. D., Saunders, S. J., Stewart, I. S., and Vita-Finzi, C., 1997, Correlation between rate of sea-level change and frequency of explosive volcanism in the Mediterranean: Nature, v. 389, p. 473–476. McKelvey, B. C., Chen, W., and Arculus, R. J., 1995, Provenance of Plio-Pleistocene ice-rafted debris, Leg 145, North Pacific Ocean, in Rea, D. K., Basov, I. A., Scholl, D. W., and Allan, J. F., Proceedings of the Ocean Drilling Project, Scientific results, Volume 145: College Station, Texas, Ocean Drilling Program, p. 195–204. Minnis, P., Harrison, E. F., Stowe, L. L., Gibbson, G. G., Denn, F. M., Doelling, D. R., and Smith, W. L., 1993, Radiative climate forcing by the Mount Pinatubo eruption: Science, v. 259, p. 1411–1415. Nakada, M., and Yokose, H., 1992, Ice age as a trigger of active Quaternary volcanism and tectonism: Tectonophysics, 212, p. 321–329. Porter, S. C., 1981, Recent glacial variations and volcanic eruptions: Nature, v. 291, p. 139–142. Porter, S. C., 1986, Pattern and forcing of Northern Hemisphere glacier variations during the last millennium: Quaternary Research, v. 26, p. 37–48. Rampino, M. R., and Self, S., 1992, Volcanic winter and accelerated glaciation following the Toba super-eruption: Nature, v. 359, p. 50–52. Rampino, M. R., and Self, S., 1993, Climate-volcanism feedback and the Toba eruption of 74,000 years ago: Quaternary Research, v. 40, p. 269–280. Raymo, M. E., 1994a, The Himalayas, organic carbon burial, and climate in the Miocene: Paleoceanography, v. 9, p. 399–404. Raymo, M. E., 1994b, The initiation of Northern Hemisphere glaciation: Annual Review of Earth and Planetary Sciences, v. 22, p. 353–383. Raymo, M. E., Ruddiman, F., and Froelich, N., 1988, Influence of late Cenozoic mountain building on ocean geochemical cycles: Geology, v. 16, p. 649–653. Rea, D. K., Basov, I.A., et al., 1993, Proceedings of the Ocean Drilling Program, Initial reports, Volume 145: College Station, Texas, Ocean Drilling Program, 1040 p. Rea, D. K., Basov, I.A., Krissek, L.A., and the Leg 145 Scientific Party, 1995, Scientific results of drilling the North Pacific transect, in Rea, D. K., Basov, I. A., Scholl, D. W., and Allan, J. F., Proceedings of the Ocean Drilling Program, Scientific results, Volume 145: College Station, Texas, Ocean Drilling Program, p. 577–596. Rea, D. K., and Snoeckx, H., 1995, Sediment fluxes in the Gulf of Alaska, the paleoceanographic record from ODP Site 887 on the Patton-Murray Seamount platform, in Rea, D. K., Basov, I. A., Scholl, D. W., and Allan, J. F., Proceedings of the Ocean Drilling Project, Scientific results,Volume 145: College Station, Texas, Ocean Drilling Program, p. 247–256. Robock, A., and Mao, J., 1992, Winter warming from large volcanic eruptions: Geophysical Research Letters, v. 12, p. 2405–2408. Ruddiman, W. F., and McIntyre, A., 1981, Oceanic mechanisms for amplification of the 23,000-year ice-volume cycle: Science, v. 212, p. 617–627. Ruddiman, W. F., and Kutzbach, J. E., 1989, Forcing of late Cenozoic Northern Hemisphere climate by plateau uplift in southern Asia and the American West: Journal of Geophysical Research, v. 94, p. 18409–18427. Self, S., Rampino, M. R., and Barbera, J. J., 1981, The possible effect of large 19th and 20th century volcanic eruptions on zonal and hemispheric surface temperatures: Journal of Volcanology and Geothermal Research, v. 11, p. 41–60. Sigurdsson, H., 1990, Assessment of the atmospheric impact of volcanic eruptions, in Sharpton, V. L., and Ward, P. D., eds., Global catastrophes in Earth history; An interdisciplinary conference on impacts, volcanism, and mass mortality: Geological Society of America Special Paper 247, p. 99–111. Sigvaldason, G. E., Annertz, K., and Nilsson, M., 1992, Effect of glacier loading/deloading on volcanism: Postglacial volcanic production rate of the Dyngjufoll area, central Iceland: Bulletin of Volcanology, v. 54, p. 385–392. Simkin, T., 1993, Terrestrial volcanism in space and time: Annual Reviews of Earth and Planetary Sciences, v. 21, p. 427–452. Stewart, R. J., 1975, Late Cainozoic explosive eruptions in the Aleutian and Kurile Island arcs: Nature, v. 258, p. 505–507. Stommel, H., and Stommel, E., 1983,Volcano weather: The story of 1816, the year without a summer: Newport, Rhode Island, Seven Seas Press, 177 p. Taylor, K. C., Lamorey, G. W., Doyle, G. A., Alley, R. B., Grootes, P. M., Mayewski, P. A., White, J. W. C., and Barlow, L. K., 1993, The “flickering switch” of late Pleistocene climate change: Nature, v. 361, p. 432–436. Zielinski, G. A., Mayewski, A., Meeker, L. D., Whitlow, S., Twickler, M. S., Morrison, M., Meese, D., Alley, R. B., and Gow, A. J., 1994, Record of volcanism since 7000 B.C. from the GISP2 Greenland ice core and implications for the volcanoclimate system: Science, v. 264, p. 948–952. Zielinski, G.A., Mayewski,A., Meeker, L. D., Whitlow, S., Twickler, M. S., and Taylor, K., 1996, Potential atmospheric impact of the Toba mega-eruption ~71,000 years ago: Geophysical Research Letters, v. 23, no. 8, p. 837–840. Manuscript received April 3, 1998 Revised manuscript received July 27, 1998 Manuscript accepted August 3, 1998\n1030 Printed in U.S.A. GEOLOGY, November 1998\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/26/11/1027/3517286/i0091-7613-26-11-1027.pdf by University of Arizona user on 26 February 2019"
  }],
  "year": 1998,
  "references": [],
  "id": "SP:9141df5cceaeb6fd2aeef7c6fb3f7bfb29592551",
  "authors": [],
  "abstractText": "North Pacific deep-sea sediments recovered by Ocean Drilling Leg 145 constrain the timing of the late Pliocene major intensification of Northern Hemisphere continental glaciation. A change in sediment character from nonglacial to glacial—specifically, abrupt increases in the amount of terrigenous clastic sediment and ice-rafted debris—occurred all across the North Pacific at about 2.67 Ma. This change occurred very rapidly, perhaps within 2000 yr, too quickly to be a direct response to either tectonic or orbital forcing. As the number and thickness of volcanic ash layers increased 10-fold at this same time, we suggest that rapid intensification of glaciation may be associated with the widespread episode of explosive volcanism that began then. Figure 1. Index map showing location of Leg 145 Sites 882, 883, and 887. Letters in bold indicate the sites in this study. Downloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/26/11/1027/3517286/i0091-7613-26-11-1027.pdf by University of Arizona user on 26 February 2019 northwestern Pacific basin downwind from the Kamchatka-Kurile volcanic arc, and Site 887, located on the Patton-Murray Seamount platform in the Gulf of Alaska, near the Aleutian arc (Fig. 1). These sites are characterized by exceptional quality of the recovered cores, good physical properties data, and continuous magnetic reversal stratigraphies extending back to Miocene time (Barron et al., 1995). Magnetic susceptibility values, measured every 5 cm along the cores at Sites 882 and 883 and every 10 cm at Site 887, are a good proxy for the concentration of terrigenous material in deepsea sediments (cf. Bloemendahl and deMenocal, 1989). A continuous magnetic susceptibility record for each drillsite was constructed by splicing individual core records on the basis of patterns of magnetic susceptibility that could be correlated between the cores recovered from the same site. Ages were assigned to the resulting composite core by interpolation between magnetic reversal boundaries, and linear sedimentation rates determined for intervals bounded by magnetic reversals. The observed major late Pliocene change in susceptibility occurred very rapidly (Fig. 2). It denotes a change in sediment character that reflects a threeto five-fold increase in the mass accumulation rates of terrigenous sediment (Rea et al., 1995) and an increase in macroscopic IRD abundance (Krissek, 1995). Together, these observations mark the shift from nonglacial to glacial conditions in the circum–North Pacific region. Near the time of the 2.6 Ma Matuyama-Gauss magnetic reversal boundary, the sedimentation rates for Sites 882, 883, and 887 were 11.5, 9.0, and 2.8 cm/ky., respectively. Intervals spanning the preglacial to glacial change in sediment characteristics have thicknesses of 20 cm at Site 882, 20 cm at Site 883, and 10 cm at Site 887 (Fig. 3). These thicknesses correspond to time intervals of 1740 yr at Site 882, 2220 yr at Site 883, and 3450 yr at Site 887. A dramatic increase in the number and thickness of ash layers is coeval with the lithologic change at all three sites (Fig. 3). The number of distinct ash layers increases from few prior to 2.67 Ma to ~60 in the post–2.67 Ma section of Site 882. At Site 882, a dozen of these younger ash layers are thicker than 10 cm at a paleodistance of 1000 km from the Kamchatka-Kurile arc. At Site 883, the number of ash layers increases from 7 in the pre–2.67 Ma section to a total of ~40 in the younger sediments and 12 of these younger ash layers are thicker than 10 cm At Site 887, the number of ash layers a similar distance from their Aleutian sources (Cao et al., 1995a) increases from 10 in the lower Pliocene section to ~60 in the post–2.67 Ma section; 17 of these ash layers are greater than 5 cm thick, and 5 of the layers are greater than 10 cm thick. Significant ash is dispersed throughout the upper Pliocene and Pleistocene sediments at all three sites. As a point of comparison, the Indian Ocean Toba ash is about 10 cm thick 1000 km downwind from the volcano (Dehn et al., 1991), suggesting that a number of the Leg 145 ash layers may represent explosive volcanic eruptions that were of a similar magnitude as the Toba eruption of 75 000 yr B.P. Geochemical analyses of the North Pacific ash layers show them to be dominantly dacitic to rhyolitic (SiO2 content of 66 to 79 wt%; Cao et al., 1995a, 1995b), implying explosive, probably Plinian, eruptions. IRD from Sites 881–884 (Fig. 1) came via the western Bering Sea from the eastern coast of Kamchatka, demonstrating that Pliocene-Pleistocene alpine glaciation reached sea level along the east coast of Kamchatka, and dropstones and IRD recovered from Site 887 are from southern and southeastern Alaska (McKelvey et al., 1995). VOLCANISM AND CLIMATE CHANGE Results from Leg 145 (Fig. 2) show that the late Pliocene beginning of large-scale Northern Hemisphere glaciation, as depicted by the sudden intensification of ice rafting and terrigenous sediment deposition, may have occurred in 2000 yr or less around the entire North Pacific Basin. We have noted climate-forcing phenomena that function tectonic and orbital time scales, yet the large changes documented at these sites occurred much faster. What is the missing phenomenon that may cause abrupt climate changes and operates over time scales of years to decades? We suggest a causal link between the enormous eruptions of the North Pacific rim and the sudden intensification of glacial conditions around the North Pacific. Benjamin Franklin first suggested volcanicrelated cooling, linking the unusually severe European winter of 1783–84 to the 1783 Laki, Iceland, eruption (Lamb, 1970). Lamb (1970) noted that an increase in the amount of volcanic dust in the atmosphere would decrease insolation at the Earth’s surface. Further, he observed that at higher latitudes, sea ice lingers long into the summer for 5 to 10 yr after large eruptions (Lamb, 1970). High latitudes of the Northern Hemisphere cool by as much as several degrees following such eruptions (Bradley and England, 1978). Studies of Greenland ice cores (Porter, 1981; Zielinski et al., 1994) have revealed a positive correlation between acidity level in ice cores, resulting from volcanic eruptions, and times of global cooling. Porter (1981, 1986) found decadal-time scale influences of volcanic activity on glacial advances and concluded that sulfurrich aerosols generated by volcanic eruptions are the primary forcing mechanism of climate on decadal time scales. Bray (1977) and Porter (1981) noted a connection between explosive volcanism and both hemispherical and global cooling and glacial advances. Kennett et al. (1977) described episodes of volcanism around the Pacific Basin during the past 20 my. and postulated that the height of each episode was associated with cooling. The Kamchatka Peninsula is the world’s largest Pliocene-Pleistocene volcanic province (Cao et al., 1995b). It lies at a climatically sensitive latitude, 50°N to 60°N, and was the site of massive eruptions beginning 2.67 Ma. Previous authors have suggested that explosive eruptions at high latitudes and the resulting stratospheric sulfate aerosols may have a great climatic impact (Self et al., 1981; Handler, 1989). Although CO2 is also a product of arc volcanism, those emis1028 GEOLOGY, November 1998 Figure 2. Magnetic susceptibility of North Pacific sediments in composite sections from Leg 145 drill sites. Age of onset of glacial conditions, arrow, is the same, within error of determination, at all three locations. Spikes indicate presence of ash layers and/or dropstones. Background level of susceptibility reflects relative abundance of terrigenous grains. M—Matuyama, G—Gauss. Downloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/26/11/1027/3517286/i0091-7613-26-11-1027.pdf by University of Arizona user on 26 February 2019 sions are a small part of the global carbon cycle and thus have very little impact on global climate (Sigurdsson, 1990). Sulfate aerosols with a diameter less than 2 μm (Minnis et al., 1993) scatter incoming solar radiation, resulting in global atmospheric cooling of as much as 3 to 5 °C for 2 to 5 yr after large eruptions (Self et al., 1981; Kelly and Sear, 1984; LaMarche and Hirschboeck, 1984; Rampino and Self, 1992). Such cooling is unevenly distributed around the Earth (Robock and Mao, 1992). Cooler summer temperatures result in a decrease of snow and ice melt during the summer, enhancing annual accumulation and snow cover. An increase in snow and ice retention leads to an increase in the Earth’s albedo, leading to a decrease in the absorption of solar radiation and subsequent cooling (Rampino and Self, 1992, 1993). Such feedbacks can increase the cooling effect of an individual eruption. If the effect of volcanic cooling lasts for at least 4 yr, a positive feedback system can be set up that can result in a cooling on centennial time scales (Zielinski et al., 1996). Tree-ring studies of the of the past 600 years in the Northern Hemisphere show that multiple eruptions within short periods of time can cause a larger degree of cooling for up to decades (Briffa et al., 1998). The Toba eruption of 75000 yr B.P. (Rampino and Self, 1992, 1993), the 1815 eruption of Tambora (Stommel and Stommel, 1983), 1883 eruption of Krakatau, and 1991 eruption of Mount Pinatubo (Minnis et al., 1993; McCormick et al., 1995), occurred at low latitudes, yet resulted in a well-documented global cooling (Self et al., 1981; Robock and Mao, 1992; Zielinski et al., 1994). Climate modeling indicates that an optical depth of aerosols of at least 0.1 for several years following the Toba eruption could lead to a cooling of 3° C globally and 12–15 °C cooling during the summer for 2–3 yr (Rampino and Self, 1992, 1993; Bekki et al., 1996). Some authors have suggested that glaciations may incur volcanism and have implicated loading by sea-level rise (McGuire, et al., 1997), unloading due to melting (Jull and McKenzie, 1996), and cyclic Pleistocene loading and unloading by either sea-level changes (Nakada and Yokose, 1992) or ice formation on land (Sigvaldason et al., 1992). We are unsure how to relate these works to the volcanic arcs of the North Pacific rim, where loading by glacial ice would offset unloading by sea-level fall, and the few tens of meters of sealevel fall in the late Pliocene may have a minimal effect on melting in the subduction zone, which occurs at depths in excess of 60 km and approximately 100 km inland from the ocean. Finally, in the past few years, marine-sediment records from the North Atlantic region (Heinrich events; Bond et al., 1993) and ice-core data (Dansgaard-Oeschger events; Dansgaard et al., 1993) have been used to show that significant climate changes can occur remarkably quickly, in a matter of years to a few decades. Ice-conductivity records from the Greenland Ice Core Project, among other parameters, delineate important climate changes that occurred over a period as short as 3 yr (Taylor et al., 1993). A Pinatubo-size volcanic eruption occurs on the average of once a decade, a Krakatau or Tambora-size eruption once a century, and a Toba-size eruption every 100000 years (Simkin, 1993). The studies discussed above demonstrate that significant volcanism commonly results in cooling that may affect regional to hemispherical climatic conditions for years to decades and possibly longer, depending on eruption size and feedbacks. An eruption the size of Toba, occurring in an already deteriorating climate, might trigger cooling with effects that last a millennium. Ice core data show that climate may shift from warm to cold in the same length of time as volcanic cooling episodes. When the abrupt climate change in regions surrounding the North Pacific is viewed in light of these observations, we suggest that the sudden resumption of volcanism in this region at 2.67 Ma is the trigger that led to the coeval intensification of major Northern Hemisphere glaciation, as first suggested over two decades ago (Kennett and Thunell, 1975, 1977; Stewart, 1975; Bray, 1977). SUMMARY AND CONCLUSIONS The rapid increase in terrigenous sediment input and IRD at Sites 882, 883, and 887 show that the intensification of Northern Hemisphere glaciation in both Alaska and Siberia began quickly, within perhaps as little as 2000 yr. The simultaneous response of the Siberian and Alaskan regions is suggestive of a forcing that transcends a single region and may be hemispherical in extent. The Northern Hemisphere may have already been brought to the threshold of a change in climate by tectonic events. However, data from Leg 145 show a sudden intensification of glacial conditions on continents surrounding the North Pacific at a time identical to the intensification of massive explosive volcanism in the North Pacific volcanic arcs. The rapidity of the climate change, about 2000 yr, and the volcanic evidence suggest that volcanic cooling and associated feedbacks may have been the ultimate trigger, providing the additional cooling necessary to cause the observed intensification of Northern Hemisphere glaciation. ACKNOWLEDGMENTS Comments by Ted Moore, James Kennett, John Kutzbach, Gregory Zielinski, and anonymous reviewers improved the quality of the manuscript. National Science Foundation grant OCE-9506716 provided funding for this project. REFERENCES CITED Barron, J. A., Basov, I. A., Beaufort, L., Dubuisson, G., Gladenkov, A. Y., Morley, J. J., Okada, M., Olafsson, G., Pak, D. K., Roberts, A. P., Shilov, V.V., and Weeks, R. J., 1995, Biostratigraphic and magnetostratigraphic summary, in Rea, D. K., Basov, I. A., Scholl, D. W., and Allan, J. F., Proceedings of the Ocean Drilling Project, Scientific results, Volume 145: College Station, Texas, Ocean Drilling Program, p. 559–575. Bekki, S., Pyle, J. A., Zhong, W., Toumi, R., Haigh, J. D., and Pyle, D. M., 1996, The role of microphysical and chemical processes in prolonging the climate forcing of the Toba eruption: Geophysical Research Letters, v. 23, n. 19, p. 2669–2672. Bloemendahl, J., and deMenocal, P., 1989, Evidence for a shift in the climatic variability of the African and Asian monsoons at 2.5 Ma: An application of whole-core magnetic susceptibility measurements to paleoclimatology: Nature, v. 342, p. 897–899. Bond, G., Broecker, W., Johnsen, S., Mcmanus, J., Labeyrie, L., Jouzel, J., and Bonanl, G., 1993, Correlations between climate records from North Atlantic sediments and Greenland ice: Nature, v. 365, p. 143–147. Bradley, R. S., and England, J., 1978, Volcanic dust influence on glacier mass balance at high latitudes: Nature, v. 271, p. 736–738. Bray, J. R., 1977, Pleistocene volcanism and glacial initiation: Science, v. 197, p. 251–254. GEOLOGY, November 1998 1029 Figure 3. Stratigraphic position of ash layers at Sites 882, 883, and 887. Ash layers were determined visually by using photographic slides in order to discern subtle changes in colors of sediments in core. Arrows mark lower limit of Pliocene-Pleistocene increase in number and thickness of ash layers.Thinner ash layers have been omitted for clarity. Downloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/26/11/1027/3517286/i0091-7613-26-11-1027.pdf by University of Arizona user on 26 February 2019 Briffa, K. R., Jones, P. D., Schweingruber, F. H., and Osborn, T. J., 1998, Influence of volcanic eruptions on Northern Hemisphere summer temperature over the past 600 years: Nature, v. 393, p. 450–454. Cambray, H., and Cadet, J. P., 1994, Testing global synchronism in peri-Pacific arc volcanism: Journal of Volcanology and Geothermal Research, v. 63, p. 145–164. Cande, S. C., and Kent, D. V., 1992, A new geomagnetic polarity time scale for the Late Cretaceous and Cenozoic: Journal of Geophysical Research, v. 97, p. 13917–13951. Cao, L. Q., Arculus, R. J., and McKelvey, B. C., 1995a, Data report: Geochemistry of volcanic ashes recovered from Hole 887A, in Rea, D. K., Basov, I. A., Scholl, D. W., and Allan, J. F., Proceedings of the Ocean Drilling Project, Scientific results, Volume 145: College Station, Texas, Ocean Drilling Project, p. 661–670. Cao, L. Q., Arculus, R. J., and McKelvey, B. C., 1995b, Geochemistry and petrology of volcanic ashes recovered from Sites 881 through 884:A temporal record of Kamchatka and Kurile volcanism, in Rea, D. K., Basov, I. A., Scholl, D. W., and Allan, J. F., Proceedings of the Ocean Drilling Project, Scientific results, Volume 145: College Station, Texas, Ocean Drilling Program, p. 345–381. Dansgaard,W., Johnsen, S., Clausen, H. B., Dahl-Jensen, D., Gundestrup, N. S., Hammer, C. U., Hvidberg, C. S., Steffensen, J. P., Sveinbjornsdottir, A. E., Jouzel, J., and Bond, G., 1993, Evidence for general instability of past climate from a 250-ky icecore record: Nature, v. 364, p. 218–220. Dehn, J., Farrell, J. W., and Schmincke, H.-U., 1991, Neogene tephrochronology from Site 758 on northern Ninetyeast Ridge: Indonesian arc volcanism of the past 5 Ma, in Weissel, J., Peirce, J., Taylor, E., and Alt, J., Proceedings of the Ocean Drilling Project, Scientific results, Volume 121: College Station, Texas, Ocean Drilling Program, p. 273–295. Handler, P. A., 1989, The effect of volcanic aerosols on global climate: Journal of Volcanology and Geothermal Research, v. 37, p. 233–249. Jull, M., and McKenzie, D., 1996, The effect of deglaciation on mantle melting beneath Iceland: Journal of Geophysical Research, v. 101, no. B10, p. 21815–21828. Kelly, P. M., and Sear, C. B., 1984, Climatic impact of explosive volcanic eruptions: Nature, v. 311, p. 740–743. Kennett, J. P., and Thunell, R. C., 1975, Global increase in Quaternary explosive volcanic eruptions: Science, v. 187, p. 407–503. Kennett, J. P., and Thunell, R. C., 1977, On explosive Cenozoic volcanism and climatic implications: Science, v. 196, p. 1231–1234. Kennett, J. P., McBirney, A. R., and Thunell, R. C., 1977, Episodes of Cenozoic volcanism in the circum-Pacific region: Journal of Volcanology and Geothermal Research, v. 2, p. 145–163. Krissek, L. A., 1995, Late Cenozoic ice-rafting records from Leg 145 sites in the North Pacific: Late Miocene onset, late Pliocene intensification, and Pliocene-Pleistocene events, in Rea, D. K., Basov, I. A., Scholl, D. W., and Allan, J. F., Proceedings of the Ocean Drilling Project, Scientific results, Volume 145: College Station, Texas, p. 179–194. LaMarche, V. C., Jr., and Hirschboeck, K. K., 1984, Frost rings in trees as records of major volcanic eruptions: Nature, v. 307, p. 121–126. Lamb, H. H., 1970, Volcanic dust in the atmosphere; with a chronology and assessment of its meteorological significance: Royal Society of London Philosophical Transactions, ser. A, v. 266, p. 425–533. Maslin, M.A., Haug, G. H., Sarnthein, M., Tiedemann, R., Erlenkeuser, H., and Stax, R., 1995, Northwest Pacific Site 882: The initiation of Northern Hemisphere glaciation, in Rea, D. K., Basov, I. A., Scholl, D. W., and Allan, J. F., Proceedings of the Ocean Drilling Project, Scientific results, Volume 145: College Station, Texas, Ocean Drilling Program, p. 315–329. McCormick, M. P., Thomason, L. W., and Trepte, C. R., 1995, Atmospheric effects of the Mt. Pinatubo eruption: Science, v. 373, p. 399–404. McGuire, W. J., Howarth, R. J., Firth, C. R., Solow, A. R., Pullen,A. D., Saunders, S. J., Stewart, I. S., and Vita-Finzi, C., 1997, Correlation between rate of sea-level change and frequency of explosive volcanism in the Mediterranean: Nature, v. 389, p. 473–476. McKelvey, B. C., Chen, W., and Arculus, R. J., 1995, Provenance of Plio-Pleistocene ice-rafted debris, Leg 145, North Pacific Ocean, in Rea, D. K., Basov, I. A., Scholl, D. W., and Allan, J. F., Proceedings of the Ocean Drilling Project, Scientific results, Volume 145: College Station, Texas, Ocean Drilling Program, p. 195–204. Minnis, P., Harrison, E. F., Stowe, L. L., Gibbson, G. G., Denn, F. M., Doelling, D. R., and Smith, W. L., 1993, Radiative climate forcing by the Mount Pinatubo eruption: Science, v. 259, p. 1411–1415. Nakada, M., and Yokose, H., 1992, Ice age as a trigger of active Quaternary volcanism and tectonism: Tectonophysics, 212, p. 321–329. Porter, S. C., 1981, Recent glacial variations and volcanic eruptions: Nature, v. 291, p. 139–142. Porter, S. C., 1986, Pattern and forcing of Northern Hemisphere glacier variations during the last millennium: Quaternary Research, v. 26, p. 37–48. Rampino, M. R., and Self, S., 1992, Volcanic winter and accelerated glaciation following the Toba super-eruption: Nature, v. 359, p. 50–52. Rampino, M. R., and Self, S., 1993, Climate-volcanism feedback and the Toba eruption of 74,000 years ago: Quaternary Research, v. 40, p. 269–280. Raymo, M. E., 1994a, The Himalayas, organic carbon burial, and climate in the Miocene: Paleoceanography, v. 9, p. 399–404. Raymo, M. E., 1994b, The initiation of Northern Hemisphere glaciation: Annual Review of Earth and Planetary Sciences, v. 22, p. 353–383. Raymo, M. E., Ruddiman, F., and Froelich, N., 1988, Influence of late Cenozoic mountain building on ocean geochemical cycles: Geology, v. 16, p. 649–653. Rea, D. K., Basov, I.A., et al., 1993, Proceedings of the Ocean Drilling Program, Initial reports, Volume 145: College Station, Texas, Ocean Drilling Program, 1040 p. Rea, D. K., Basov, I.A., Krissek, L.A., and the Leg 145 Scientific Party, 1995, Scientific results of drilling the North Pacific transect, in Rea, D. K., Basov, I. A., Scholl, D. W., and Allan, J. F., Proceedings of the Ocean Drilling Program, Scientific results, Volume 145: College Station, Texas, Ocean Drilling Program, p. 577–596. Rea, D. K., and Snoeckx, H., 1995, Sediment fluxes in the Gulf of Alaska, the paleoceanographic record from ODP Site 887 on the Patton-Murray Seamount platform, in Rea, D. K., Basov, I. A., Scholl, D. W., and Allan, J. F., Proceedings of the Ocean Drilling Project, Scientific results,Volume 145: College Station, Texas, Ocean Drilling Program, p. 247–256. Robock, A., and Mao, J., 1992, Winter warming from large volcanic eruptions: Geophysical Research Letters, v. 12, p. 2405–2408. Ruddiman, W. F., and McIntyre, A., 1981, Oceanic mechanisms for amplification of the 23,000-year ice-volume cycle: Science, v. 212, p. 617–627. Ruddiman, W. F., and Kutzbach, J. E., 1989, Forcing of late Cenozoic Northern Hemisphere climate by plateau uplift in southern Asia and the American West: Journal of Geophysical Research, v. 94, p. 18409–18427. Self, S., Rampino, M. R., and Barbera, J. J., 1981, The possible effect of large 19th and 20th century volcanic eruptions on zonal and hemispheric surface temperatures: Journal of Volcanology and Geothermal Research, v. 11, p. 41–60. Sigurdsson, H., 1990, Assessment of the atmospheric impact of volcanic eruptions, in Sharpton, V. L., and Ward, P. D., eds., Global catastrophes in Earth history; An interdisciplinary conference on impacts, volcanism, and mass mortality: Geological Society of America Special Paper 247, p. 99–111. Sigvaldason, G. E., Annertz, K., and Nilsson, M., 1992, Effect of glacier loading/deloading on volcanism: Postglacial volcanic production rate of the Dyngjufoll area, central Iceland: Bulletin of Volcanology, v. 54, p. 385–392. Simkin, T., 1993, Terrestrial volcanism in space and time: Annual Reviews of Earth and Planetary Sciences, v. 21, p. 427–452. Stewart, R. J., 1975, Late Cainozoic explosive eruptions in the Aleutian and Kurile Island arcs: Nature, v. 258, p. 505–507. Stommel, H., and Stommel, E., 1983,Volcano weather: The story of 1816, the year without a summer: Newport, Rhode Island, Seven Seas Press, 177 p. Taylor, K. C., Lamorey, G. W., Doyle, G. A., Alley, R. B., Grootes, P. M., Mayewski, P. A., White, J. W. C., and Barlow, L. K., 1993, The “flickering switch” of late Pleistocene climate change: Nature, v. 361, p. 432–436. Zielinski, G. A., Mayewski, A., Meeker, L. D., Whitlow, S., Twickler, M. S., Morrison, M., Meese, D., Alley, R. B., and Gow, A. J., 1994, Record of volcanism since 7000 B.C. from the GISP2 Greenland ice core and implications for the volcanoclimate system: Science, v. 264, p. 948–952. Zielinski, G.A., Mayewski,A., Meeker, L. D., Whitlow, S., Twickler, M. S., and Taylor, K., 1996, Potential atmospheric impact of the Toba mega-eruption ~71,000 years ago: Geophysical Research Letters, v. 23, no. 8, p. 837–840. Manuscript received April 3, 1998 Revised manuscript received July 27, 1998 Manuscript accepted August 3, 1998 1030 Printed in U.S.A. GEOLOGY, November 1998 Downloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/26/11/1027/3517286/i0091-7613-26-11-1027.pdf by University of Arizona user on 26 February 2019"
}