{
  "sections": [{
    "text": "GEOLOGY, April 2008 315"
  }, {
    "heading": "INTRODUCTION",
    "text": "The Paleocene-Eocene boundary (ca. 55 Ma),\nwas characterized by geologically abrupt global warming, with ocean temperatures rising by ~5 °C over as little as 10 k.y. (e.g., Kennett and Stott, 1991; Zachos et al., 2003; Sluijs et al., 2006). Well-preserved marine planktonic and benthic forams record carbon isotope (δ13C) excursions as large as −4‰ (Lu and Keller, 1993; Cramer et al., 1999; Thomas et al., 2002), and marine sediments display a marked decrease in calcium carbonate weight percent (CaCO\n3 wt%; e.g., Zachos et al.,\n2005). Together, the negative δ13C excursion and CaCO\n3 dissolution imply that a large pulse\nof 13C-depleted carbon to the ocean or atmosphere caused the Paleocene-Eocene Thermal Maximum (PETM) (Dickens et al., 1995).\nThe cause of this event has remained speculative because the isotope excursion is insuffi - cient to constrain the potential sources of carbon addition. Additional constraints must be applied, and these require quantitative interpretation. To simultaneously address all the pertinent available geological information (sedimentary composition, isotopic, and climatic) requires analysis within an Earth-system model. Here we present the fi rst spatially resolved model study of ocean + sediment carbon cycling and climate to be applied to the pre-Quaternary, which we ground-truth against a comprehensive compilation of late Paleocene marine sedimentary information. Using this, we compare observed spatial variations in the CaCO\n3 wt%\nof marine PETM sediments with predicted changes in CaCO\n3 wt% for carbon pulses span-\nning the full range of possible iso topically distinct sources from biogenic methane (i.e., the\nmethane clathrate hypothesis of Dickens et al., 1995), with δ13C of −60‰, to mantle-derived volcanic CO\n2 with δ13C of −5‰."
  }, {
    "heading": "METHODS",
    "text": "We use the GENIE-1 model, which consists\nof a three-dimensional ocean and atmosphere circulation model (Edwards and Marsh, 2005), coupled to marine carbon cycle (Ridgwell et al., 2007) and seafl oor sediment models (Ridgwell and Hargreaves, 2007; Ridgwell, 2007). The sediment model simulates the preservation of carbonates in deep-sea sediments as a function of bottom-water chemistry and the rain of CaCO\n3 and particulate organic carbon (POC),\nand explicitly records the CaCO 3 dissolution response to CO 2 addition as a stratigraphic record of carbonate content and isotopic composition in stacked 1-cm-thick sediment layers (Ridgwell, 2007). Bioturbation is simulated by mixing adjacent layers within the sediment stack. The mixing rate is highest at the top of the sediment column with a uniform biodiffusion coeffi cient of 150 cm2 k.y.–1 (after Archer, 1991, 1996) applied over the uppermost 5 cm, decreasing below this level with an e-folding depth of 1 cm (Ridgwell, 2001, 2007). Sediments also receive a nonbiogenic, noncarbonate detrital fl ux of 0.18 g cm–2 k.y.–1, a value deduced from typical late Paleocene open-ocean sedimentation rates and detrital content (Zeebe and Zachos, 2007). For this study, we apply an early Eocene bathymetry and continental confi guration from Bice et al. (1998) and a zonally averaged wind-stress fi eld from Bice and Marotzke (2002), both transformed to a 36 × 36 equal-area grid. GENIE-1 was spun up for 200 k.y. to reach geochemical equilibrium between weathering\nand sedimentation and to build up a suffi ciently deep sediment column.\nGlobal average concentrations of Ca2+ and Mg2+ were set to 18.2 and 29.9 mmol kg–1, respectively, from the compilation of Tyrrell and Zeebe (2004) of fl uid inclusion and Ca/Mg paleosalinity determinations (see GSA Data Repository Appendix DR11). A late Paleocene pCO\n2 level of 750 ppm gives model globalaverage deep-ocean temperatures of ~7 °C, warmer than modern but cooler than temperatures derived from δ18O analyses of benthic foraminifera of ~11–12 °C (Kennett and Stott, 1991; Bralower et al., 1995; Thomas et al., 2002). A pCO\n2 level of 750 ppm is within the\nrange of proxy studies and numerical models that have yielded estimates of late Paleocene pCO\n2\nlevels ranging from 300 ppm to >2000 ppm (Shellito et al., 2003, and references therein; Pagani et al., 2006).\nThe global riverine delivery rate of HCO 3 – and the CaCO 3 :POC rain ratio are important sources of uncertainty because these parameters control the CaCO\n3 wt% distribution. We\nconstrain these uncertainties by comparing observed late Paleocene CaCO\n3 wt% to the\npredicted CaCO 3 wt% distribution across an ensemble of simulations refl ecting a range of weathering rates and spatiotemporally uniform rain ratios (Appendix DR2). We note, however, that available data are likely biased toward CaCO\n3 -rich sediments because those sedi-\nments are often the target for drilling. CaCO\n3 wt% is topographically controlled,\nbut due to the coarse bathymetric grid, data sites do not always correspond to model cells of the appropriate depth. Substantial uncertainty is also associated with sediment paleodepths and with the reconstructed location of late Paleocene spreading ridges. Thus, we cannot expect a perfect model-data fi t at all sites. We address this problem by data-rich regions and comparing the model paleodepth profi le of CaCO\n3 wt% within\neology, April 2008; v. 36; no. 4; p. 315–318; doi: 10.1130/G24474A.1; 4 fi gures; 1 table; Data Repository item 2008073. © 2008 The Geological Society of America. For permission to copy, contact Copyright Permissions, GSA, or editing@geosociety.org.\n1GSA Data Repository item 2008073, Appendix DR1 (description of model modifi cations to accommodate varying Ca2+ and Mg2+), Appendix DR2 (list of observations used in this study and their sources), Appendix DR3 (description of model-data comparison methods), and Appendix DR4 (comparison of observed and model bottom water δ13C gradients), is available online at www.geosociety.org/pubs/ ft2008.htm, or on request from editing@geosociety.org or Documents Secretary, GSA, P.O. Box 9140, Boulder, CO 80301, USA.\nboundary are constrained using an intermediate complexity Earth-system model confi gured with early Eocene paleogeography. We fi nd that 6800 Pg C (δ13C of –22‰) is the smallest pulse modeled here to reasonably reproduce observations of the extent of seafl oor CaCO3 dissolution. This pulse could not have been solely the result of methane hydrate destabilization, suggesting that additional sources of CO2 such as volcanic CO2, the oxidation of sedimentary organic carbon, or thermogenic methane must also have contributed. Observed contrasts in dissolution intensity between Atlantic and Pacifi c sites are reproduced in the model by reducing bioturbation in the Atlantic during the event, simulating a potential consequence of the spread of low-oxygen bottom waters.\nKeywords: Paleocene-Eocene Thermal Maximum, model studies, carbonate compensation depth, methane, volcanism.\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/36/4/315/3535091/i0091-7613-36-4-315.pdf by University of Arizona user on 26 February 2019\n316 GEOLOGY, April 2008\neach region to the observed. The best outcome is the ensemble member with the lowest root mean squared error (RMSE) (Appendix DR3).\nWe assess the geochemical impacts of possible carbon sources ranging between two δ13C end members: the “methane” scenario, in which biogenic methane from clathrates (−60‰) is presumed to oxidize immediately to CO\n2 ; and\nthe “mantle CO 2 ” scenario (−5‰). Intermediate scenarios (−35‰, −30‰, −22‰, −12‰, −9.5‰, and −6‰) represent potential sources such as thermogenic methane (−35‰) and organic carbon (−22‰), and/or mixtures of carbon from more than one source. The amount of CO\n2 added in each case is that which instan-\ntaneously decreases the δ13C of the combined atmosphere and ocean carbon reservoir by 4‰ (Table 1). Following Dickens (2003), CO\n2 was\nadded uniformly to the atmosphere over 10 k.y., and then the model was run for an additional 90 k.y. without CO\n2 fl ux forcing. Cases were run\ntwice: once with bioturbation of the sediments, and once without."
  }, {
    "heading": "RESULTS Initial Late Paleocene Conditions",
    "text": "Compiled observations (Appendix DR2) suggest that the pre-PETM calcite compensation depth (CCD), the depth at which CaCO\n3 is no\nlonger found in sediments, was ~3500–4000 m (or deeper) in the central equatorial Pacifi c, Walvis Ridge in the Atlantic Ocean, and the southern Indian Ocean (Fig. 1, regions a, b, and c, respectively). The ensemble member best fi tting the observations has a CaCO\n3 :POC\nrain ratio of 0.200, somewhat higher than estimates of the modern global average (e.g., 0.06, Sarmiento et al., 2002; 0.14, Ridgwell et al., 2007), and a global weathering rate of 35 Pmol HCO\n3 – k.y.–1 to balance deep-sea CaCO 3 sedimentation. The CaCO 3 wt% is diffi cult to reproduce at some sites, particularly in the Indian Ocean, regardless of assumptions made about rain ratio and weathering. This may refl ect insuffi ciently detailed representations of rapidly sloping regions by coarse model bathymetry.\nDeep-ocean circulation has been inferred from gradients of benthic foraminiferal δ13C (Tripati and Elderfield, 2005; Nunes and Norris, 2006). These data and our model results (Appendix DR4) show decreasing δ13C from the\nsouthern Atlantic toward the northern Atlantic, and from the Indian Ocean toward the Pacifi c, from which a dominant Southern Ocean deepwater source region has been inferred for the late Paleocene. Nd isotopic records also support this interpretation, and suggest an intermediate water source in the North Pacifi c (Thomas et al., 2003; Thomas, 2004), which our model also predicts. Thus, despite the low spatial resolution of the ocean model and lack of a dynamic atmosphere, model circulation is consistent with data-based interpretations of late Paleocene circulation patterns.\nPETM Results Globally averaged whole-ocean temperatures\nincreased by 1.5–19 °C for the modeled carbon release scenarios (Fig. 2A), corresponding to increases in atmospheric CO\n2 from 750 to\n60,000 ppm, respectively (Fig. 2B). The larger the CO\n2 pulse, the greater the seafl oor CaCO 3\ndissolution (Fig. 2C); in the cases of the −5‰ and −6‰ CO\n2 pulses, all seafl oor CaCO 3 is dis-\nsolved. With bioturbation (solid lines in Fig. 2), the globally averaged CaCO\n3 wt% is higher at\nthe PETM than without (dashed lines in Fig. 2). The peak PETM atmospheric CO\n2 level is\nslightly lower for bioturbated sediments than for nonbioturbated sediments (Fig. 2B), due to the enhanced buffering capacity afforded by a continuous resupply of CaCO\n3 to the surface sedi-\nment layer by bioturbation. A key feature of the observed CaCO\n3 wt%\ndistribution at the PETM is the differential dissolution between the Pacifi c and Atlantic. Data suggest a CCD at <3000 m depth in the\nTABLE 1. REQUIRED MASSES OF CARBON\nδ13C Mass (‰) (Pg C) Source\n–60 2200 biogenic clathrate methane –35 4000 thermogenic methane –30 4700 mixture –22 6800 organic carbon –12 15,600 mixture –9.5 23,000 mixture –6 67,800 mixture –5 153,000 mantle CO2\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/36/4/315/3535091/i0091-7613-36-4-315.pdf by University of Arizona user on 26 February 2019\nGEOLOGY, April 2008 317\ncentral equatorial Pacifi c region (Fig. 3A), and a CCD at Walvis Ridge (Atlantic) of <1500 m (Fig. 3B). PETM sediments from Walvis Ridge sites have ~0 wt% CaCO\n3 at paleodepths rang-\ning from 1500 to 3600 m (Zachos et al., 2005), while PETM sediments from Shatsky Rise in the Pacifi c (paleodepths of 2000–3000 m) retain >75 wt% CaCO\n3 (Colosimo et al., 2006). The\nmodel response, in contrast, is approximately the same in both regions for a given scenario. Therefore, the >75 wt% CaCO\n3 in the Pacifi c\ncan be reproduced by the methane scenario (2200 Pg C; Fig. 3A), but then the CaCO\n3 wt%\ndeeper in the Pacifi c and at Walvis Ridge is substantially overestimated (Figs. 3A, 3B). Alternatively, a 6800 Pg C pulse (−22‰) without bioturbation will reproduce the 0 wt% CaCO\n3\nat depths >3000 m in the Pacifi c, and at Walvis Ridge, but all CaCO\n3 is lost at the 2500 m sites\nin the Pacifi c (Figs. 3C, 3D). This tradeoff is refl ected in the outcome of\nthe RMSE analyses: the lowest RMSE in the central equatorial Pacifi c region corresponds to the 6800 Pg C carbon pulse with bioturbation (Fig. 4A), striking a compromise with 0 wt% CaCO\n3 at the 3600 m model layer, and 20–\n50 wt% CaCO 3 at the 2500 m model layer. For Walvis Ridge, any scenario that dissolves all CaCO\n3 will have a RMSE of 0. The small-\nest carbon pulse to satisfy this requirement is 6800 Pg C (−22‰) without bioturbation.\nThese results can be reconciled if bioturbation at Walvis Ridge and at deeper Pacifi c sites were decreased relative to other sites during the PETM. In general, evidence appears to suggest that this was the case at Ocean Drilling Program Sites 1220 and 1221 in the Pacifi c (Shipboard Scientifi c Party, 2002; Murphy et al., 2006) at paleodepths of 2900 and 3200 m, respectively (Rea and Lyle, 2005), and at Walvis Ridge (Shipboard Scientifi c Party, 2002, 2004a, 2004b). In contrast, sediments at the shallower Pacifi c Shatsky Rise sites are reported to be strongly bioturbated (Colosimo et al., 2006).\nAlternatively, a circulation reversed compared to the modern day, with deep-water formation in the North Pacifi c fl owing at depth to the Atlantic, could generate a decreasing carbonate saturation state from the Pacifi c to the Atlantic (Zeebe and Zachos, 2007). Our model does not predict substantial reversal in circulation or weakening of Southern Ocean source-water production in response to PETM warming, contrary to the interpretation of Nunes and Norris (2006), but in agreement with Thomas et al. (2003) and with Bice and Marotzke (2002), who found that circulation was reversed only when the hydrologic cycle was modifi ed and the bathymetry of the North Atlantic was altered."
  }, {
    "heading": "DISCUSSION AND CONCLUSIONS",
    "text": "Allowing that spatiotemporal variations in the\nrate of bioturbation can account for the very different responses of the central equatorial Pacifi c and Walvis Ridge sediments during the PETM, a −22‰, 6800 Pg C pulse is the smallest modeled here that dissolves enough CaCO\n3 to rea-\nsonably reproduce observations. The 2200 Pg C pulse of biogenic methane causes only a small decrease in CaCO\n3 wt%, whether bioturbation\nis present or not. Our result offers an alternative to the very high\nclimate sensitivity to CO 2 doubling, 6.8–7.8 °C, estimated to be necessary to generate PETM warming and a −3‰ to −5‰ δ13C excursion with biogenic methane (Pagani et al., 2006). If 6800 Pg C is the lower bound on pulse size, then the upper bound on climate sensitivity is reduced to ~4 °C (Fig. 2 of Pagani et al., 2006). The RMSE analysis and global average response of\nCaCO 3 wt% suggest an upper limit on pulse size of between 15,600 and 23,000 Pg C, (−12‰ and −9.5‰, respectively). These pulse sizes correspond to a lower bound on the climate sensitivity to CO\n2 doubling of 2.5–3 °C.\nThe source of a pulse of 6800 Pg C with δ13C of −22‰ could be the oxidation of organic matter (Kurtz et al., 2003; Higgins and Schrag, 2006), or could refl ect a combination of volcanic CO\n2 (i.e.,\nmantle-derived CO 2 with δ13C of −5‰) with biogenic methane or with thermogenic methane (δ13C of −35‰ to −50‰, Hunt, 1996) evolved during the emplacement of the North Atlantic Igneous Province (Svensen et al., 2004; Storey et al., 2007). The timing of the PETM appears to coincide with massive eruptions of fl ood basalts and the emplacement of sill complexes into organic-carbon–rich marine sediments during rifting between Greenland and Europe (Svensen et al., 2004; Storey et al., 2007), providing not only an important CO\n2 contribution but poten-\ntially also a trigger mechanism for both the PETM and later PETM-like Eocene hyperthermal events (e.g., Lourens et al., 2005)."
  }, {
    "heading": "ACKNOWLEDGMENTS",
    "text": "This paper represents part of Panchuk’s Ph.D. work at Pennsylvania State University. We thank Robert Marsh and Andrew Yool for setting up the Eocene confi guration of the GENIE-1 climate model, and David Archer, Karen Bice, Jerry Dickens, Debbie Thomas, and an anonymous reviewer for helpful comments. We are very grateful to Tim Bralower, Klaus Keller, and Ray Najjar for their careful reading of an earlier version of the manuscript, detailed written comments, and thoughtful discussions. This work was funded by a Worldwide Universities Network travel grant to Panchuk, Canadian Foundation for Climate and Atmospheric Sciences funding to Ridgwell, and National Science Foundation Biocomplexity and Global Water and Carbon Cycle grants EAR-0120727 and EAR-0628486 to Kump."
  }, {
    "heading": "REFERENCES CITED",
    "text": "Archer, D., 1991, Modeling the calcite lysocline:\nJournal of Geophysical Research, v. 96, p. 17,037–17,050. Archer, D., 1996, An atlas of the distribution of calcium carbonate in sediments of the deep sea: Global Biogeochemical Cycles, v. 10, p. 159–174, doi: 10.1029/95GB03016. Bice, K.L., and Marotzke, J., 2002, Could changing ocean circulation have destabilized methane hydrate at the Paleocene/Eocene bound-\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/36/4/315/3535091/i0091-7613-36-4-315.pdf by University of Arizona user on 26 February 2019\n318 GEOLOGY, April 2008\nary?: Paleoceanography, v. 17, doi: 10.1029/ 2001PA000678. Bice, K.L., Barron, E.J., and Peterson, W.H., 1998, Reconstruction of realistic early Eocene paleobathymetry and ocean GCM sensitivity to specifi ed basin confi guration, in Crowley, T., and Burke, K., eds., Tectonic boundary conditions for climate reconstructions: New York, Oxford University Press, p. 227–247. Bralower, T.J., Parrow, M., Thomas, E., and Zachos, J.C., 1995, Data report: Stable isotopic stratigraphy of the Paleogene pelagic cap at Site 865, Allison Guyot, in Winterer, E.L., et al., Proceedings of the Ocean Drilling Program, Scientifi c results, Volume 143: College Station, Texas, Ocean Drilling Program, p. 581–586. Colosimo, A., Bralower, T.J., and Zachos, J.C., 2006, Evidence for lysocline shoaling at the Paleocene/ Eocene Thermal Maximum on Shatsky Rise, Northwest Pacifi c, in Bralower, T.J., et al., Proceedings of the Ocean Drilling Program, Scientifi c results, Volume 198: College Station, Texas, Ocean Drilling Program, p. 1–36, doi: 10.2973/odp.proc.sr.198.112.2006. Cramer, B.S., Aubry, M.-P., Miller, K.G., Olsson, R.K., Wright, J.D., and Kent, D.V., 1999, An exceptional chronologic, isotopic, and clay mineralogic record of the latest Paleocene thermal maximum, Bass River, NJ, ODP 174AX: Bulletin de la Société Géologique de France, v. 170, p. 883–897. Dickens, G.R., 2003, Rethinking the global carbon cycle with a large, dynamic and microbially mediated gas hydrate capacitor: Earth and Planetary Science Letters, v. 213, p. 169–183, doi: 10.1016/S0012–821X(03)00325-X. Dickens, G.R., O’Neil, D., Rea, D.K., and Owen, R.M., 1995, Dissociation of oceanic methane hydrate as a cause of the carbon isotope excursion at the end of the Paleocene: Paleoceanography, v. 10, p. 965–971, doi: 10.1029/95PA02087. Edwards, N.R., and Marsh, R., 2005, Uncertainties due to transport-parameter sensitivity in an effi cient 3-D ocean-climate model: Climate Dynamics, v. 24, p. 415–433, doi: 10.1007/ s00382–004–0508–8. Higgins, J.A., and Schrag, D.P., 2006, Beyond methane: Towards a theory for the Paleocene– Eocene Thermal Maximum: Earth and Planetary Science Letters, v. 245, p. 523–537, doi: 10.1016/j.epsl.2006.03.009. Hunt, J.M., 1996, Petroleum geochemistry and geology: New York, W.H. Freeman and Company, 743 p. Kennett, J.P., and Stott, L.D., 1991, Abrupt deepsea warming, palaeoceanographic changes and benthic extinctions at the end of the Paleocene: Nature, v. 353, p. 225–229, doi: 10.1038/353225a0. Kurtz, A.C., Kump, L.R., Arthur, M.A., Zachos, J.C., and Paytan, A., 2003, Early Cenozoic decoupling of the global carbon and sulfur cycles: Paleoceanography, v. 18, p. 1090, doi: 10.1029/2003PA000908. Lourens, L.J., Sluijs, A., Kroon, D., Zachos, J.C., Thomas, E., Rohl, U., Bowles, J., and Raffi , I., 2005, Astronomical pacing of late Palaeocene to early Eocene global warming events: Nature, v. 435, p. 1083–1087, doi: 10.1038/ nature03814. Lu, G., and Keller, G., 1993, The Paleocene-Eocene transition in the Antarctic Indian Ocean: Infer-\nence from planktonic foraminifera: Marine Micropaleontology, v. 21, p. 101–142, doi: 10.1016/0377–8398(93)90012-M. Murphy, B., Lyle, M., and Olivarez Lyle, A., 2006, Biogenic burial across the Paleocene/Eocene boundary: Ocean Drilling Program Leg 199 Site 1221, in Wilson, P.A., et al., Proceedings of the Ocean Drilling Program, Scientifi c results, Volume 199: College Station, Texas, Ocean Drilling Program, p. 1–12, doi: 10.2973/ odp.proc.sr.199.215.2006. Nunes, F., and Norris, R.N., 2006, Abrupt reversal in ocean overturning during the Palaeocene/ Eocene warm period: Nature, v. 439, p. 60–63, doi: 10.1038/nature04386. Pagani, M., Caldeira, K., Archer, D., and Zachos, J.C., 2006, An ancient carbon mystery: Science, v. 314, p. 1556–1557, doi: 10.1126/ science.1136110. Rea, D.K., and Lyle, M., 2005, Paleogene calcite compensation depth in the eastern subtropical Pacifi c: Answers and questions: Paleoceanography, v. 20, PA1012, doi: 10.1029/2004PA001064. Ridgwell, A.J., 2001, Glacial-interglacial perturbations in the global carbon cycle [Ph.D. thesis]: Norwich, UK, University of East Anglia, 134 p. Ridgwell, A.J., 2007, Marine sedimentary response to massive CO2 release: Implications for interpretation of the PETM: Paleoceanography, v. 22, PA4102, doi: 10.1029/2006PA001372. Ridgwell, A.J., and Hargreaves, J.C., 2007, Regulation of atmospheric CO2 by deep-sea sediments in an Earth system model: Global Biogeochemical Cycles, v. 21, GB2008, doi: 10.1029/2006GB002764. Ridgwell, A.J., Hargreaves, J.C., Edwards, N.R., Annan, J.D., Lenton, T.M., Yool, A., Marsh, R., and Watson, A.J., 2007, Marine geochemical data assimilation in an effi cient Earth system model of global biogeochemical cycling: Biogeosciences, v. 4, p. 87–104. Sarmiento, J.L., Dunne, J., Gnanadesikan, A., Key, R.M., Matsumoto, K., and Slater, R., 2002, A new estimate of the CaCO3 to organic carbon export ratio: Global Biogeochemical Cycles, v. 16, p. 1107, doi: 10.1029/2002GB001919. Shellito, C.J., Sloan, L.C.S., and Huber, M., 2003, Climate model sensitivity to atmospheric CO2 levels in the early-middle Paleogene: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 193, p. 113–123, doi: 10.1016/ S0031–0182(02)00718–6. Shipboard Scientifi c Party, 2002, Site 1220, in Lyle, M., et al., Proceedings of the Ocean Drilling Program, Initial reports, Volume 199: College Station, Texas, Ocean Drilling Program, p. 1–93, doi: 10.2973/odp.proc.ir.199.113.2002. Shipboard Scientifi c Party, 2004a, Site 1263, in Zachos, J.C., et al., Proceedings of the Ocean Drilling Program, Initial reports, Volume 208: College Station, Texas, Ocean Drilling Program, 87 p., doi: 10.2973/odp.proc.ir. 208.104.2004. Shipboard Scientifi c Party, 2004b, Site 1266, in Zachos, J.C., et al., Proceedings of the Ocean Drilling Program, Initial reports, Volume 208: College Station, Texas, Ocean Drilling Program, 79 p., doi: 10.2973/odp.proc.ir. 208.107.2004. Sluijs, A., Schouten, S., Pagani, M., Woltering, M., Brinkhuis, H., Sinninghe Damste, J.S., Dickens,\nG.R., Huber, M., Reichart, G.-J., Stein, R., Matthiessen, J., Lourens, L.J., Pedentchouk, N., Backman, J., Moran, K., and Scientists, E., 2006, Subtropical Arctic Ocean temperatures during the Palaeocene/Eocene thermal maximum: Nature, v. 441, p. 610–613, doi: 10.1038/ nature04668. Storey, M., Duncan, R.A., and Swisher, C.C.I., 2007, Paleocene-Eocene Thermal Maximum and the opening of the Northeast Atlantic: Science, v. 316, p. 587–589, doi: 10.1126/ science.1135274. Svensen, H., Planke, S., Malthe-Sorenssen, Jamtveit, B., Myklebust, R., Rasmussen Eidem, T., and Rey, S.S., 2004, Release of methane from a volcanic basin as a mechanism for initial Eocene global warming: Nature, v. 429, p. 542–545, doi: 10.1038/nature02566. Thomas, D.J., 2004, Evidence for deep-water production in the North Pacifi c Ocean during the early Cenozoic warm interval: Nature, v. 430, p. 65–68, doi: 10.1038/nature02639. Thomas, D.J., Zachos, J.C., Bralower, T.J., Thomas, E., and Bohaty, S., 2002, Warming the fuel for the fi re: Evidence for thermal dissociation of methane hydrate during the PaleoceneEocene thermal maximum: Geology, v. 30, p. 1067–1070, doi: 10.1130/0091–7613(2002) 030<1067:WTFFTF>2.0.CO;2. Thomas, D.J., Bralower, T.J., and Jones, C.E., 2003, Neodymium isotopic reconstruction of late Paleocene–early Eocene thermohaline circulation: Earth and Planetary Science Letters, v. 209, p. 309–322, doi:10.1016/ S0012–821X(03)00096–7. Tripati, A., and Elderfi eld, H., 2005, Deep-sea temperature and circulation changes at the Paleocene-Eocene thermal maximum: Science, v. 308, p. 1894–1898, doi: 10.1126/science. 1109202. Tyrrell, T., and Zeebe, R.E., 2004, History of carbonate ion concentration over the last 100 million years: Geochimica et Cosmochimica Acta, v. 68, p. 3521–3530, doi: 10.1016/ j.gca.2004.02.018. Van Andel, T.H., 1975, Mesozoic/Cenozoic calcite compensation depth and the global distribution of calcareous sediments: Earth and Planetary Science Letters, v. 26, p. 187–194. Zachos, J.C., Wara, M.W., Bohaty, S., Delaney, M.L., Petrizzo, M.R., Brill, A., Bralower, T.J., and Premoli Silva, I., 2003, A transient rise in tropical sea surface temperature during the Paleocene-Eocene Thermal Maximum: Science, v. 302, p. 1551–1554, doi: 10.1126/ science.1090110. Zachos, J.C., Rohl, U., Schellenberg, S., Sluijs, A., Hodell, D.A., Kelly, D.C., Thomas, E., Nicolo, M., Raffi , I., Lourens, L.J., McCarren, H., and Kroon, D., 2005, Rapid acidifi cation of the ocean during the Paleocene-Eocene Thermal Maximum: Science, v. 308, p. 1611–1615. Zeebe, R.E., and Zachos, J.C., 2007, Reversed deep-sea carbonate ion basin gradient during Paleocene-Eocene thermal maximum: Paleoceanography, v. 22, PA3201, doi: 10.1029/2006PA001395.\nManuscript received 1 October 2007 Revised manuscript received 17 December 2007 Manuscript accepted 19 December 2007\nPrinted in USA\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/36/4/315/3535091/i0091-7613-36-4-315.pdf by University of Arizona user on 26 February 2019"
  }],
  "year": 2008,
  "references": [],
  "id": "SP:b6523d19401627a2f1476d2ea72fecb4c50e24a6",
  "authors": [],
  "abstractText": "Possible sources of carbon that may have caused global warming at the Paleocene-Eocene boundary are constrained using an intermediate complexity Earth-system model confi gured with early Eocene paleogeography. We fi nd that 6800 Pg C (δ13C of –22‰) is the smallest pulse modeled here to reasonably reproduce observations of the extent of seafl oor CaCO3 dissolution. This pulse could not have been solely the result of methane hydrate destabilization, suggesting that additional sources of CO2 such as volcanic CO2, the oxidation of sedimentary organic carbon, or thermogenic methane must also have contributed. Observed contrasts in dissolution intensity between Atlantic and Pacifi c sites are reproduced in the model by reducing bioturbation in the Atlantic during the event, simulating a potential consequence of the spread of low-oxygen bottom waters."
}