{
  "sections": [{
    "text": "q 2001 Geological Society of America. For permission to copy, contact Copyright Clearance Center at www.copyright.com or (978) 750-8400. Geology; March 2001; v. 29; no. 3; p. 223–226; 3 figures. 223\na negative carbon isotope excursion of at least 2‰. The excursion is present in both organic and carbonate carbon records and is comparable in magnitude and duration to isotopic changes during the late Paleocene thermal maximum. Our results indicate that during the Late Jurassic, long considered a warm greenhouse time, additional greenhouse gas was input to the atmosphere by a sudden release of methane from buried gas hydrate. A potential triggering mechanism may have been the opening of an oceanic gateway through the early Atlantic between the ancient Tethys and Pacific Oceans.\nKeywords: Late Jurassic, gas hydrate, carbon cycle, paleoclimate."
  }, {
    "heading": "INTRODUCTION",
    "text": "The presence of methane hydrates along continental margins and in permafrost regions has spurred new research into the possible climatological effects of this poorly defined carbon reservoir (Kvenvolden, 1988). Massive, rapid release of CH4 (d13C ø 260‰) has been invoked to explain a negative d13C excursion in Paleocene foraminiferal, bulk marine carbonate (Bains et al., 1999; Dickens et al., 1995, 1997), soil carbonate and tooth apatite isotope records (Koch et al., 1992), an Aptian bulk-carbonate d13C (d13Ccarb) excursion (Jahren and Arens, 1998; Jenkyns and Wilson, 1999), and a Toarcian excursion recorded in bulk carbonate, marine organic matter and terrestrial organic matter (Hesselbo et al., 2000). All of these isotopic excursions were accompanied by widespread climatic warming. The distinctive d13C ‘‘signature’’ of methane release opens up the possibility of recognizing other methane-release events through geologic history as suggested by Dickens et al. (1995). Here, we present evidence of methane release during the Late Jurassic, a time of major climate reorganization, related to changes in ocean circulation patterns (Weissert and Mohr, 1996)."
  }, {
    "heading": "GEOLOGIC SETTING",
    "text": "In the Oxfordian Stage of the Late Jurassic, the supercontinent of Pangea was bisected into a northern continent (Laurasia) and a southern continent (Gondwana) by the equatorial Tethys Ocean (Fig. 1). The westernmost arm of the Tethys was the newly opened Atlantic corridor through what is now the Caribbean. The proto–Pacific Ocean, known as Panthalassa, covered the rest of the globe.\nWe present bulk-carbonate and bulk-organic\nd13C (d13Corg) records from the northern continental margin of the Tethys. Three of these sections formed along a carbonate-ramp transect and are found in Switzerland today (Fig. 1). The hemipelagic Vergons section is located in southeastern France. The Auenstein section, from an inner carbonate ramp, is currently located in the Swiss Jura Mountains and features a series of marine hardgrounds followed by a thick series of alternating marl and thin micritic limestone beds (Fig. 2). Chronologic control is provided by ammonite stratigraphy (Gygi and Persoz, 1987). The other two sections, Nissibach and Ortstock, are located in the Helvetic nappes of eastern Switzerland and feature outcrops of the hemipelagic Oxfordian Schilt Formation deposited in an outer-ramp environment (Kugler, 1987). It consists of a lowermost sandy limestone member, which is succeeded by an extensive marly interval with isolated micritic limestone beds. The marly intervals become thinner and less frequent higher in the section, and the uppermost Schilt Formation features thin-bedded micritic limestones with relatively few marl stringers. The scarcity and poor preservation of index fossils at this site make biostratigraphic dating tentative. The Vergons section comprises a thick series of marls and marly limestones (‘‘Terres Noires’’) containing ,1% organic carbon and dated primarily from ammonite assemblages, dinoflagellates, and sequence stratigraphy (Jan du Chene et al., 2000)."
  }, {
    "heading": "METHODS",
    "text": "Bulk-carbonate samples were powdered with a diamond-tipped drill and then reacted with phosphoric acid at 90 8C; the resulting CO2 was analyzed with a VG PRISM mass spectrometer.\nBulk-organic samples were decarbonated overnight in 37% HCl and d13Corg, and carbon and nitrogen abundance were analyzed on a Carlo Erba elemental analyzer coupled in continuous flow to a VG Optima mass spectrometer. All isotope results are reported in per mil (‰) deviation from the standard Vienna Peedee belemnite (VPDB). Measurement precision, based on the laboratory-standard Carrara Marble, is 60.1‰ for carbonate analyses. The standard NBS 22 was used for organic analyses; reproducibility is 60.3‰. Carbonate content was measured on a UIC CM5012 Coulomat.\nCARBON ISOTOPE RESULTS The best-dated section is located in the Swiss Jura Mountains (Auenstein, Fig. 2), where age determination is constrained by extensive ammonite assemblages (Gygi and Persoz, 1987). At this site, a negative d13Ccarb excursion from 3‰ to 1‰ occurs within the Transversarium ammonite zone. The d13C excursion coincides with an episode of reduced carbonate sedimentation in which several marine hardgrounds mark times of platformgrowth crisis. A less precisely dated Oxfordian negative excursion is also found in the more continuous alpine sections of Nissibach and Ortstock. The most negative d13Ccarb values at these sites are 0.6‰. Bulk organic d13C values in the Ortstock profile display an excursion from 222.5‰ to 226‰ and C/N ratios less than 10, which suggests a predominantly marine origin of the organic matter. During the same stratigraphic interval in the Vergons section, d13Ccarb values shift from 2‰ to about 22‰; there is a single measurement of 24.5‰. Vergons d13Corg shifts from 223‰ to 226‰ and recovers to 224‰.\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/29/3/223/3520101/i0091-7613-29-3-223.pdf by University of Arizona user on 26 February 2019\n224 GEOLOGY, March 2001\nFigure 1. Location of Oxfordian sections discussed in text and geologic time scale of Middle and Late Jurassic (Gradstein and Ogg, 1996); Oxfordian Stage is highlighted. A: Reconstruction of Late Jurassic paleogeography (Smith et al., 1994), showing location of published Oxfordian record discussed in text: L—Louisiana, USA (Humphrey et al., 1986). B: Close-up of northern Tethyan paleogeography (Ziegler, 1988), showing position of sampled carbonate ramp transect. Sites: A—Auenstein, Switzerland; N—Nissibach, Switzerland; O—Ortstock, Switzerland; V— Vergons, France. Dark gray indicates deep-marine setting, light gray represents shallow-marine setting, and white indicates land masses. Paleolatitudes are approximate. C: Modern map indicates present-day site locations. D: Interpreted paleodepths and position along carbonate ramp of studied sections.\nFigure 2. Carbon isotope data from studied sections. All sections are plotted with respect to meter scale to left of Auenstein data. Solidline correlations indicate that index fossils were found at location. Dashed-line correlations are based on regional lithostratigraphic correlations by Kugler (1987). Gray band shows d13C excursion. Open circles in Ortstock and Vergons profiles represent d13Corg data. Vergons profile is composite record measured at Paris and Zurich.\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/29/3/223/3520101/i0091-7613-29-3-223.pdf by University of Arizona user on 26 February 2019\nGEOLOGY, March 2001 225\nFigure 3. Comparison of d13C excursion during late Paleocene thermal maximum at ODP site 1051B in western North Atlantic (Bains et al., 1999) and detailed plot of d13C excursion at Nissibach. Nissibach section is most complete section that is well connected with open Tethys ocean. Age model at Nissibach is based on correlations with ammonite zones (each lasting about 1 m.y.) presented in Figure 2. Both Y axes are drawn to same scale.\nThese data indicate that both organic and inorganic marine carbon reservoirs were affected by the isotopic shift.\nOn the basis of previous chronostratigraphic investigations (Gygi and Persoz, 1987; Jan du Chene et al., 2000), the negative excursions in the four studied sections (Fig. 2) occur within the same million-year interval. The synchroneity of both carbonate and organic excursions at Ortstock and Vergons and the well-established global nature of d13C excursions in the pelagic realm support the assumption that the d13C excursion is synchronous in all sections. Low-resolution carbon-isotope data from the oil-bearing upper Smackover Formation in Louisiana feature a similar shift in the middle Oxfordian from about 2.5‰ to 0.5‰ (Humphrey et al., 1986), which further supports the interpreted global nature of this negative excursion. In order to calculate a maximum duration of the Transversarium zone negative excursion, the ammonite-dated section at Vergons is chosen as a starting point (Fig. 1). If we assume that the Transversarium zone represents about 1 m.y. and that the entire zone has been sampled at Vergons, the negative isotopic excursion lasted on the order of 180 k.y. This is a conservative estimate, because no index fossils from the lower ammonite zone were found at Vergons (Jan du Chene et al., 2000). Thus, it is unlikely that the entire million years of the Transversarium zone was sampled at Vergons, and the negative excursion probably represents less than 180 k.y. As a starting point for discussion, the Oxfordian carbonate excursion is taken to be 2‰ as recorded in three out of four sections. The shift of d13Corg is 3‰ to 4‰."
  }, {
    "heading": "DISCUSSION",
    "text": "Although diagenesis may sometimes explain a negative excursion—and indeed meteoric diagenesis was initially invoked to explain the Smackover d13Ccarb results (Humphrey et al., 1986)—the persistence of the d13C excursion in both marine carbonate and organic matter provides evidence that diagenesis cannot account for the observed signatures. Another possible explanation is that, following a period of deep water anoxia, rapid oceanic turnover repartitioned 12C-enriched water from the deep ocean to surface waters and the atmosphere. However, there is no evidence for extensive anoxia in the Oxfordian Tethys-Atlantic Ocean.\nWidespread organic oxidation may also cause an isotopically negative response in the oceanic carbon pool; however, it is unlikely to occur over such a short time scale (Dickens et al., 1995). A global-scale decline in oceanic productivity and/or preservation of organic matter (Kump and Arthur, 1999) seems equal-\nly unlikely to have occurred and recovered over such a short time span. A volcanic source of isotopically light CO2 is not a plausible explanation because there is no evidence for extensive Late Jurassic volcanic activity (e.g., Rampino and Stothers, 1988).\nThe widespread and short-lived nature of the Transversarium negative excursion can best be interpreted as a sudden addition of isotopically light carbon to the global carbon cycle. Increasing atmospheric CO2 levels in the Oxfordian are supported by higher-plant biomarker changes indicating a coeval expansion of conifer forests (van Aarssen et al., 2000). The Oxfordian negative excursion has a similar magnitude and duration as Paleocene (Fig. 3), Aptian, and Toarcian events, which have been explained by a release of frozen methane hydrate along continental margins. The Paleocene-Eocene boundary is marked by a negative d13Ccarb shift of ;1.5‰ in foraminifera and 2‰ to 3‰ in bulk-carbonate records (Dickens et al., 1995; Bralower et al., 1997; Bains et al., 1999) (Fig. 3) and lasted between 180 and 200 k.y. (Katz et al., 1999; Norris and Röhl, 1999). Aptian bulk d13Ccarb data display a negative shift of ;1.5‰ in northern Tethyan sediments (Erba et al., 1998; Menegatti et al., 1998) and ;22.5‰ over ;20 k.y. in the Pacific (Jenkyns and Wilson, 1999). The Toarcian negative excursion also varies in size and\nis recorded in marine carbonate (2‰ to 5‰ negative shift) and marine and terrestrial organic matter (4‰ to 7‰ shift) over a period of ;80 k.y. (Hesselbo et al., 2000). Massive release of methane from dissociation of hydrate is the most reasonable explanation for all four global negative d13C excursions.\nThere are several differences between the Oxfordian and other records. Extensive carbonate dissolution during the Paleocene and Toarcian negative d13C excursions has been explained as a consequence of oxidation of released CH4 (Katz et al., 1999; Hesselbo et al., 2000). There is no decrease in carbonate content across the negative d13C excursion at any of the Late Jurassic sites studied, although the negative excursion occurs in a very condensed interval at Auenstein (Fig. 2), and Oxfordian pelagic deposits tend, in general, to be siliceous. Positive d13C values within the Oxfordian negative excursion may be due to partial recovery of the carbon cycle after input of discrete methane pulses. The slower recovery of d13Corg after the negative excursion compared to d13Ccarb may be related to pCO2-dependent fractionation effects.\nMarine seismicity, slumping, and instability of continental margins are ongoing processes that may cause methane hydrate release into the atmosphere. Late Jurassic tectonic activity may be directly responsible for destabilizing slopes during rifting. The westward migration of North America during the Oxfordian (Lancelot et al., 1972) may have contributed to sediment failure and subsequent CH4 release; however, ocean-circulation changes likely played an important role.\nDuring the Paleocene (Bains et al., 1999; Dickens, 2000) and the Toarcian (Hesselbo et al., 2000), ocean circulation changes may have caused warming of intermediate or deep water masses, which, in turn, warmed and destabilized gas hydrates trapped within the sediment. Sediment failure would release methane gas produced from dissociation of gas hydrate into the ocean-atmosphere system where it would oxidize to produce 12C-rich CO2 (Katz et al., 1999). Atmospheric CO2 from the Ontong Java large igneous province has been proposed as a source of middle Cretaceous warmth (Opdyke et al., 1999).\nMethane hydrate destabilization in the Oxfordian may have been caused by oceanographic circulation changes following the first significant Tethyan-Atlantic connection with the Pacific. Biogeographic provinces indicate that sporadic interbasin exchange may have occurred as early as the Bajocian (Hallam, 1975; Westermann et al., 1992). Callovian and Oxfordian marine sediments were deposited over newly formed ocean basalt (Lancelot et al., 1972) and marginal salt deposits (Prather, 1992), signaling rising sea level and increas-\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/29/3/223/3520101/i0091-7613-29-3-223.pdf by University of Arizona user on 26 February 2019\n226 GEOLOGY, March 2001\ningly oceanic conditions in the corridor between North America and Gondwana. Late Callovian to Oxfordian sedimentary deposits call for at least temporary bottom currents and deep-water ventilation (Gradstein and Sheridan, 1983).\nThe opening of an oceanic gateway between the equatorial Tethys-Atlantic and Pacific Oceans in the Callovian-Oxfordian would have changed ocean circulation patterns. For example, there is evidence that the closing of the Panamanian isthmus in the late Pliocene and early Miocene increased equatorial upwelling in the eastern Pacific (Ibaraki, 1997). We assume, therefore, that extensive upwelling occurred along the equatorial eastern Pacific before the final separation of the northern and southern halves of Pangea in the Oxfordian. Significant interbasin exchange between the Atlantic and Pacific would produce a westward flow of warm and saline Atlantic water, driven by equatorial easterly winds. Atlantic water most likely sank as it encountered the cooler, less saline Pacific Ocean just as the modern Mediterranean sinks to form intermediate water upon entering the Atlantic.\nThe descent of warm Tethyan water along the western margins of the Americas may have destabilized gas hydrates buried in the sediments along the western continental margins of the Americas. In analogy to the Dickens et al. (1995) model, resulting faulting and slumping would release large amounts of isotopically light methane into the water column and ultimately into the atmosphere; the effect would be a global shift of marine carbon-isotope signatures to more negative values. Bottom-water temperatures in the ice-free Jurassic ocean were likely warmer than present. Gas hydrate would thus tend to form deeper in the sediments, and its stability window would be narrower (Dickens et al., 1995). However, methane trapped below the hydrate level would also be released upon slope failure (Haq, 1998). We propose that the 2‰ shift in Oxfordian d13Ccarb values and the 3‰ shift in marine d13Corg may have been due to rapid release of isotopically light methane into the global carbon pool."
  }, {
    "heading": "ACKNOWLEDGMENTS",
    "text": "We thank J. McKenzie, H. Paul, and L. Wissler for comments on an earlier draft; H. Jenkyns and G. Dickens for careful reviews; M. Fox, L. Wissler, and H. Mohr for field assistance; and H. Paul for technical assistance."
  }, {
    "heading": "REFERENCES CITED",
    "text": "Bains, S., Corfield, R.M., and Norris, R.D., 1999,\nMechanisms of climate warming at the end of the Paleocene: Science, v. 285, p. 724–727. Bralower, T.J., Thomas, D.J., Zachos, J.C., Hirschmann, M.M., Röhl, U., Sigardsson, H., Thomas, E., and Whitney, D.L., 1997, High-resolution\nrecords of the late Paleocene thermal maximum and circum-Caribbean volcanism: Is there a causal link?: Geology, v. 25, p. 963–966. Dickens, G.R., 2000, Methane oxidation during the Late Paleocene thermal maximum: Societé Géologique de France, Bulletin, v. 171, no. 1, p. 37–49. Dickens, G.R., O’Neil, J.R., Rea, D.K., and Owen, R.M., 1995, Dissociation of oceanic methane hydrate as a cause of the carbon isotope excursion at the end of the Paleocene: Paleoceanography, v. 10, p. 965–971. Dickens, G.R., Castillo, M.M., and Walker, J.C.G., 1997, A blast of gas in the latest Paleocene: Simulating first-order effects of massive dissociation of oceanic methane hydrate: Geology, v. 25, p. 259–262. Erba, E., Bartolini, A., Channell, J.E.T., Claps, M., Jones, C., Opdyke, B., Premoli Silva, I., Salvini, G., and Torricelli, S., 1998, Integrated stratigraphy of the Cismon APTICORE (Southern Alps, Italy): A ‘‘reference section’’ for the Hauterivian-Aptian interval at low latitudes: Geological Society of America Abstracts with Programs, v. 30, no. 7, p. 53. Gradstein, F.M., and Ogg, J., 1996, A Phanerozoic time scale: Episodes, v. 19, p. 3–5. Gradstein, F.M., and Sheridan, R.E., 1983, On the Jurassic Atlantic Ocean and a synthesis of results of Deep Sea Drilling Project Leg 76, in Sheridan, R.E., Gradstein, F.M., et al., Initial reports of the Deep Sea Drilling Project, Volume 76: Washington, D.C., U.S. Government Printing Office, p. 913–943. Gygi, R.A., and Persoz, F., 1987, Mineralostratigraphy, litho- and biostratigraphy combined in correlation of the Oxfordian (Late Jurassic) formations of the Swiss Jura range: Eclogae Geologicae Helvetiae, v. 79, p. 385–454. Hallam, A., 1975, Jurassic environments: Cambridge, UK, Cambridge University Press, 269 p. Haq, B.U., 1998, Natural gas hydrates: Searching for the long-term climatic and slope-stability records, in Henriet, J.-P., and Mienert, J., eds., Gas hydrates: Relevance to world margin stability and climate change: Geological Society [London] Special Publication 137, p. 303–318. Hesselbo, S.P., Gröcke, D.R., Jenkyns, J.C., Bjerrum, C.J., Farrimond, P., Morgans Bell, H.S., and Green, O.R., 2000, Massive dissociation of gas hydrate during a Jurassic oceanic anoxic event: Nature, v. 406, p. 392–395. Humphrey, J.D., Ransom, K.L., and Matthews, R.K., 1986, Early meteoric diagenetic control of upper Smackover production, Oaks Field, Louisiana: American Association of Petroleum Geologists Bulletin, v. 70, p. 70–85. Ibaraki, M., 1997, Closing of the Central American Seaway and Neogene coastal upwelling along the Pacific Coast of South America, in Tsuchi, R., et al., eds., Neogene evolution of the Pacific: Tectonics of gateways and associated responses: Tectonophysics, v. 281, p. 99–104. Jahren, A.H., and Arens, N.C., 1998, Methane hydrate dissociation implicated in Aptian OAE events: Geological Society of America Abstracts with Programs, v. 30, no. 7, p. 53. Jan du Chene, R., Atrops, F., Emmanuel, L., de Rafelis, M., and Renard, M., 2000, Palynology and sequence stratigraphy in the Tethyan Upper Oxfordian–Lower Kimmeridgian, S-E France: Centre de Recherches Exploration Production Elf-Aquitaine, Bulletin, v. 22. Jenkyns, H.C., and Wilson, P.A., 1999, Stratigraphy, paleoceanography, and evolution of Cretaceous Pacific guyots: Relics from a\ngreenhouse Earth: American Journal of Science, v. 299, p. 341–392. Katz, M.E., Pak, D.K., Dickens, G.R., and Miller, K.G, 1999, The source and fate of massive carbon input during the latest Paleocene thermal maximum: Science, v. 286, p. 1531–1533. Koch, P.L., Zachos, J.C., and Gingerich, P.D., 1992, Correlation between isotope records in marine and continental carbon reservoirs near the Palaeocene/Eocene boundary: Nature, v. 358, p. 319–322. Kugler, C., 1987, Die Wildegg-Formation im Ostjura und die Schilt-Formation im östlichen Helvetikum: Ein Vergleich [Ph.D. thesis]: Zürich, Switzerland, Universität Zürich, 209 p. Kump, L.R., and Arthur, M.A., 1999, Interpreting carbon-isotope excursions: Carbonates and organic matter: Chemical Geology, v. 161, p. 181–198. Kvenvolden, K.A., 1988, Methane hydrate—A major reservoir of carbon in the shallow geosphere?: Chemical Geology, v. 71, p. 41–51. Lancelot, Y., Hathaway, J.C., and Hollister, C.D., 1972, Lithology of sediments from the western North Atlantic, in Hollister, C.D., Ewing, J.I., et al., Initial reports of the Deep Sea Drilling Project, Volume 11: Washington, D.C., U.S. Government Printing Office, p. 901–949. Menegatti, A.P., Weissert, H., Brown, R.S., Tyson, R.V., Farrimond, P., Strasser, A., and Caron, M., 1998, High-resolution delta 13-C stratigraphy through the early Aptian ‘‘Livello Selli’’ of the Alpine Tethys: Paleoceanography, v. 13, p. 530–545. Norris, R.D., and Röhl, U., 1999, Carbon cycling and chronology of climate warming during the Palaeocene/Eocene transition: Nature, v. 401, p. 775–778. Opdyke, B., Erba, E., and Larson, R.L., 1999, Hot LIPs, methane, and the carbon record of the Apticore: Eos (Transactions, American Geophysical Union), p. F486–F487. Prather, B.E., 1992, Origin of dolostone reservoir rocks; Smackover Formation (Oxfordian), northeastern Gulf Coast, U.S.A: American Association of Petroleum Geologists Bulletin, v. 76, p. 133–163. Rampino, M.R., and Stothers, R.B., 1988, Flood basalt volcanism during the past 250 million years: Science, v. 241, p. 663–668. Smith, A.G., Smith, D.G., and Funnell, B.M., 1994, Atlas of Mesozoic and Cenozoic coastlines: Cambridge, UK, Cambridge University Press, 99 p. van Aarssen, B.G.K., Alexander, R., and Kagi, R.I., 2000, Higher plant biomarkers reflect palaeovegetation changes during Jurassic times: Geochimica et Cosmochimica Acta, v. 64, p. 1417–1424. Weissert, H., and Mohr, H., 1996, Late Jurassic climate and its impact on carbon cycling: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 122, p. 27–43. Westermann, G.E.G., and International Geological Correlation Programme Project 171, Circumpacific Jurassic, 1992, The Jurassic of the circum Pacific: Cambridge, UK, Cambridge University Press, 676 p. Ziegler, P.A., 1988, Evolution of the Arctic North Atlantic and the Western Tethys: American Association of Petroleum Geologists Memoir 43, 198 p.\nManuscript received August 17, 2000 Revised manuscript received November 30, 2000 Manuscript accepted December 1, 2000\nPrinted in USA\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/29/3/223/3520101/i0091-7613-29-3-223.pdf by University of Arizona user on 26 February 2019"
  }],
  "references": [],
  "id": "SP:e04a783eb65da5fc073085ef45929ea4a1d2f1ef",
  "authors": [{
    "name": "Maureen Padden",
    "affiliations": []
  }, {
    "name": "Helmut Weissert",
    "affiliations": []
  }, {
    "name": "Marc de Rafelis",
    "affiliations": []
  }],
  "abstractText": "Four Late Jurassic carbonate successions deposited in the Tethys-Atlantic Ocean record a negative carbon isotope excursion of at least 2‰. The excursion is present in both organic and carbonate carbon records and is comparable in magnitude and duration to isotopic changes during the late Paleocene thermal maximum. Our results indicate that during the Late Jurassic, long considered a warm greenhouse time, additional greenhouse gas was input to the atmosphere by a sudden release of methane from buried gas hydrate. A potential triggering mechanism may have been the opening of an oceanic gateway through the early Atlantic between the ancient Tethys and Pacific Oceans.",
  "title": "Evidence for Late Jurassic release of methane from gas hydrate"
}