{
  "sections": [{
    "text": "q 2006 Geological Society of America. For permission to copy, contact Copyright Permissions, GSA, or editing@geosociety.org. Geology; March 2006; v. 34; no. 3; p. 149–152; doi: 10.1130/G22311.1; 2 figures. 149\ngesting a contemporary source such as volcanism or microbial activity. Here we show that methane may be released by the destabilization of methane clathrate hydrates, triggered by the interglacial climate change starting 0.4 Ma. Clathrate hydrates are nonstoichiometric crystalline compounds in which a water ice lattice forms cages that contain apolar gas molecules, such as methane [CH4·nH2O] and carbon dioxide [CO2·nH2O]. The loss of shallow ground ice eliminates confining pressure, initiating the destabilization of clathrate hydrates and the release of methane to the atmosphere. This alternative process does not restrict the methane’s age to 430 yr (maximum residence time of methane gas in martian atmosphere), because clathrate hydrates can preserve (encage) methane of ancient origin for long time periods.\nKeywords: methane, Mars, clathrate, hydrate."
  }, {
    "heading": "INTRODUCTION",
    "text": "The planetary Fourier spectrometer (PFS) onboard the Mars Express spacecraft has detected to 0.01 ppm of methane in the martian atmosphere (Formisano et al., 2004), and comparable concentrations were detected by ground-based telescopes (Mumma et al., 2003; Krasnopolsky et al., 2004). Because the photochemical lifetime of methane under current martian atmospheric conditions is ;250– 430 yr (Krasnopolsky et al., 2004), the discovery hinted at a sustained source of methane, such as contemporary volcanic outgassing or bacterial methanogenic activity on Mars. We propose that the production of methane did not have to be active during the past hundreds of years of martian history, because clathrate hydrates can preserve methane of ancient origin for long time periods. Kargel (2004) speculated that methane clathrate might be the source of atmospheric methane, and this was discussed in Kerr (2004). We ask why ancient clathrates could be releasing methane now.\nThe martian landscape records an extensive history of ice-related activity interpreted largely on its geomorphic expression through analysis of spacecraft imagery and the detection of spatially varying relative abundances of hydrogen through the gamma ray spectrometer data. Ancient glaciation (e.g., Kargel and Strom, 1992) and recent permafrost processes (e.g., Mellon and Jakosky, 1995; Baker, 2001) may have constructed a structured cryosphere of near-surface ice-rich deposits burying older ice (Boynton et al., 2002). Martian geology suggests that some icy crust has persisted since the Noachian Period or even from the crust’s origin (Kargel, 2004). Obliquity-driven climatic glacial-interglacial cycles are suggested by the geologic record and are recognized in theory. Repeated interglacials may have destroyed some ancient methane-bearing cryospheric deposits. The long-term aggradation of ice and sediment in some places (Jakosky et al., 2005; Mustard et al., 2001; Laskar et al., 2004; Smith, 2002; Head et al., 2003, 2005; Levrard et al., 2004) suggests that these regions may stably preserve methane clathrate indefinitely. Very slow release of methane from buried clathrates may occur over billions of years and still be responsive to climatic fluctuations of hundreds of thousands of years in duration. Slow, climatically modulated release may occur because: (1) some buried volatiles are unstable but are diffusively almost isolated from the atmosphere, yet are shallow enough that thermal diffusion allows climatic signals to propagate; (2) some clathrates are marginally unstable and dissociation is kinetically hindered except at the warmest temperatures; and, most important for our model, (3) overburden is undergoing erosion so slowly, but at rates related to climatic fluctuations, that depressurizationinduced destabilization also tracks slowly with climate change.\nOn Earth, a conceptually simple clathrateforming mechanism involves trapping of traces of air in snow and compression in polar ice sheets; the trapped air crystallizes with ice into structure I clathrate hydrate, where each molecule of N2 or O2 is encaged by a modified ice structure. More important sources of clathrate-forming gases include biogenic and thermogenic methane and other light hydrocarbons, volcanic carbon dioxide and hydrogen sulfide, and metamorphic release of these gases from buried sedimentary rocks. These gases react with groundwater and ground ice, and thus form clathrates in permafrost and cold seafloor sedimentary sequences. Considering the atmospheric composition of Mars, carbon dioxide clathrates should be the most abundant air hydrates. Other martian volatiles, such as CH4, Ar, or N2, may also form clathrate hydrates or trace components of CO2dominated clathrate, and balance the martian atmospheric composition (Musselwhite and Lunine, 1995; Kargel and Lunine, 1998; Musselwhite and Swindle, 2001). Gas sequestration and release by clathrate hydrates has been proposed to explain anomalies in noble gas elemental and isotopic systematics (especially in xenon) in martian meteorites."
  }, {
    "heading": "DESTABILIZATION MODELS",
    "text": "It has been suggested that Mars has been in an interglacial period for the past 0.4 m.y., in response to a variation in obliquity (Head et al., 2003, 2005). Warmer pole temperatures occur when higher obliquities are reached, whereas colder pole temperatures occur as obliquity decreases. In accordance with these obliquity oscillations and related climatic variations is the retreat and advance of the water ice–rich deposits poleward and equatorward (Mellon and Jakosky, 1995; Mellon et al., 1997; Levrard et al., 2004). Many images acquired from the Mars Global Surveyor, Mars Odyssey, and Mars Express spacecraft reveal diverse evidence at middle to tropical latitudes consistent with the hypothesized interglacial degradation of permafrost and glaciers (Head et al., 2005; Jakosky et al., 2005).\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/34/3/149/3530524/i0091-7613-34-3-149.pdf by University of Arizona user on 26 February 2019\n150 GEOLOGY, March 2006\nThe PFS experiment has shown that methane correlates well with the water vapor in the atmosphere and with the near-surface iceenriched areas at middle and low latitudes identified by Mars Odyssey (Formisano, 2005). Observations from Earth-based telescopes indicate that atmospheric methane abundances are highest in some tropical regions and decrease poleward (Mumma et al., 2005). This latitudinal gradient observed during the summer in the northern hemisphere, if not due to some unexpected photolytic reaction pathway that leaves a small but measurable equilibrium methane abundance (unlikely), most likely is linked to the seasonal water cycle. If so, the methane abundance would also be responsive to climate change (change in water vapor and CO2 pressures and/or temperature). Using the Mars general circulation model, Haberle et al. (2003) found that the mean surface temperatures and pressures decrease with increasing obliquity due to the increasing extent of the winter polar caps. In addition, equatorial insolation decreases as obliquity increases, producing profound effects on ground temperatures and the distribution of the volatiles around the planet.\nThe stability of clathrate hydrates is dependent on the temperature-pressure regime of the system, and thus environmental parameters are decisive for the presence of clathrate hydrates in the upper crust of Mars (the same is also true for other planets). The clathrate stability zone (CSZ) starts at depth when the dissociation curve crosses the thermal gradient of the area suitable to contain clathrates (Fig. 1). Destabilization of clathrate hydrates may occur by several effects: reduction of partial pressure of H2O vapor, reduction of guest-gas partial pressure, or increase of temperature across the dissociation curve. For clathrate hydrates already in existence, loss of guest-gas partial pressure could involve decrease of atmospheric pressure in the case of CO2 clathrates or loss of confining pressure in the case of other guest gases such as methane. Eolian stripping of overburden might achieve loss of confining pressure. An alternative climatically sensitive mechanism would involve sublimational loss of a ground ice pressure seal overlying a clathrate deposit; destabilization of ground ice could occur by a rise of temperature or decrease in H2O partial pressure, either one causing a decrease of relative humidity. Higher surface temperature increases the minimum depth to the clathrate stability zone.\nTo show the influence of the variation in latitudinal mean temperature on clathrate formation, we have considered a homogeneous heat flux of 30 mW·m22, a 6-km-thick cryosphere (Max and Clifford, 2000), and three types of materials (considered here as end members) for containing methane clathrate hydrates: (1) rocky permafrost (e.g., as described by Max and Clifford, 2000), (2) polar water ice layers, and (3) CO2 clathrate hydrate deposits. Using the same modeling parameters for the permafrost end member, but taking 200 K as the mean surface temperature, Max and Clifford showed that clathrates are likely to become stable 15 m below the martian surface. Our new calculations consider a mean temperature of 170 K (typical of circumpolar latitudes). Depending on the matrix, the methane CSZ occurs at depths to 2 m in permafrost, ;6.5 m in water ice layers, and 5.5 m in CO2 clathrate hydrates. The latitudinal surface temperature gradient will produce a profile of CSZ that shallows poleward, mimicking the trends seen for pure water ice in permafrost. A blanket of water ice or ice-rich permafrost a few meters thick is estimated to have extended across middle latitudes during recent glacial and/or colder and more humid periglacial periods (Head et al., 2003). As climate shifted to favor destabilization of the upper icy permafrost and water ice blanket, the CSZ configuration may have been modified drastically: a loss of ground ice would (1) eliminate cementation of regolith overlying buried clathrates, (2) decrease confining pressures, and (3) promote the diffusion and loss of volatiles stored in the regolith. As a result, shallow clathrate hydrates, which were stable within the cryosphere, decompose, releasing methane to the atmosphere (Fig. 2). The shallowest buried ancient clathrates most likely would have responded to eons of climate change, and thus might have lost all primordial methane. Clathrate hydrates buried deeper, and those deposits that are destabilized at shallow depths by the slow erosion of overlying icy permafrost, may respond to climate change on time scales of hundreds of thousands to billions of years. Assuming that (1) 2.6 3 108 kg of methane are required to produce the observed atmospheric concentration if the mass of the atmosphere is constant, (2) 1 m3 of CH4 clathrates comprises 123.1 kg of methane under conditions of almost full cage occupancy, and (3) CH4 clathrates on Mars dissociate at ;200 K, and consequently their hydration number (obtained from CSMHYD program; Sloan, 1998) would be 5.84 and the density 933 kg m23, we estimate the destabilization of 2.1 3 106 m3 of clathrates necessary to account for the atmospheric methane load. However, the loss-fluxing rate of methane in the atmosphere of Mars is 1.8 3 105 molecules cm22 s21 due to photolysis and/or photoxidation (assuming conservative values from the range proposed by Krasnopolsky et al., 2004). Thus, in order to compensate for the loss, 8.7 3 1010 kg of methane should have been added during the past 0.4 m.y. (Earth time). Therefore, the total\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/34/3/149/3530524/i0091-7613-34-3-149.pdf by University of Arizona user on 26 February 2019\nGEOLOGY, March 2006 151\namount of methane produced since the onset of the change in climate may be easily obtained from the destabilization of 0.7 3 109 m3 of clathrates, which is a destabilization rate of 1800 m3/terrestrial yr or 3500 m3/martian yr of clathrates. This is orders of magnitude less than the estimated volume of ground ice lost recently from the middle latitudes (Head et al., 2003). The implication is that methane clathrate is a small fraction of the cryosphere mass at these latitudes. It is possible that methane is a trace component of a CO2dominated clathrate phase, or that the methane clathrate is highly localized, as some observations seem to suggest (Mumma et al., 2005).\nMethane could also be present as a mixed clathrate hydrate if the source contains several gases. In this case, pressure-temperature stability curves would vary depending on the nature and the composition of the gas mixture. Considering that carbon dioxide is the more abundant volatile in the atmosphere of Mars, mixed CH4-CO2 clathrate hydrate is plausible. The clathrate configuration process has been shown experimentally to be more complex than the thermodynamical theory predicts, and it is basically controlled by the competition between both guest molecules to be enclathrated into one of the two structure I (sI) type cages, either the two small 512 or the six large 51262 (Adisasmito et al., 1991; Lee et al., 2003; Uchida et al., 2005). There is a partitioning in the occupancy of each cage because of the variation in size of both the guest molecules and the cavity of the cages: the size of the carbon dioxide molecule is bigger, so it fills the large cages more efficiently than methane, but carbon dioxide barely fits into the small cages, which thus prefer the smaller methane molecule. Laboratory experiments have shown that there is usually more consumption of carbon dioxide than methane from the vapor state during the formation of mixed clathrate hydrates. However, methane has the preference to assemble clathrates during early stages of formation, even creating pure methane clathrate hydrates (Uchida et al., 2005). Uchida et al. (2005) explained this apparent contradiction as a consequence of the important role of the methane molecule shaping the small cages of the clathrate sI structure during the precrystallization stage. Lee et al. (2003) showed that there is a restricted occupancy range of methane for each cage size of the mixed clathrate sI structure: uL/uS 5 1.26 (100 mol% CH4), uL/uS 5 0.23 (almost 100 mol% CO2), where uL and uS are the fractional filling of the large and small cages, respectively. This constraint in the occupancy indicates that when the mixture is very diluted under equilibrium conditions, there is a limiting degree of the guest molecule partitioning, which is helpful in estimating the composition of the earlier mixed methane-enriched clathrate from methane-poor gas sources. Therefore, in the CO2-rich gas composition, assuming that a maximum of 80% of the small cages are filled by methane (as the most methane-rich clathrate), the limiting composition for the mixed clathrate is 4.9CO2·2.7CH4·46H2O (Lee et al., 2003). Thus, considering the formation of this mixed clathrate end member, with a density of 1063 kg · m3 (1 m3 of it comprises 42.31 kg of methane), a total estimate of 2 3 109 m3\nmixed clathrates should have been destroyed during the past 0.4 m.y. in order to account for the observed concentration of martian methane. Otherwise, using diluted concentration of methane in the gas phase as well, but taking the theoretical data resulting from the CSMHYD program (Sloan, 1998) at 200 K, the composition of the steady-state clathrate would be 0.04CH4·7.64CO2·46H2O, and consequently the volume of clathrates that should be dissociated increases to 14 3 1010 m3 in the past 0.4 m.y."
  }, {
    "heading": "DISCUSSION AND CONCLUSIONS",
    "text": "Clathrates, as the source of contemporary methane in the martian atmosphere, do not constrain the methane’s mode of origin, but their ability to retain methane would allow sources older than 430 yr, such as methane from ancient comet impacts, hot springs, or past life forms. Methane on Earth is largely produced by the metabolism of organic carbon by methanogenic chemolithotrophs in marine sediments (Kotelnikova, 2002; Sassen et al., 2003). Outgassing by volcanic sources on Mars must be introducing some quantity of methane to the atmosphere and crustal reservoirs (Max and Clifford, 2000; Pellenbarg et al., 2003). Serpentinization of basaltic rocks at low temperature and a few kilometers beneath the surface has also been invoked as a process that produces methane at present (Oze and Sharma, 2005). These gases can also be preserved in clathrate cages for future emanations if they transect water reservoirs during escape from deeper sources. Regardless of the origin of the methane, observations from Mars Express and from ground-based telescopes show that there are some regional sources; e.g., Mars Express has associated localized emissions of methane with water vapor in Arabia Terra, Arcadia Memnonia, and Elysium Planum. In some of these areas, retreating glaciers have been detected (Head et al., 2005). Thus, we have calculated how much methane clathrate could be destabilizing today based on the nominal models of climate change and ground ice in one of these low to middle latitude areas, such as Elysium. The calculated quantities are much less than the amount of sublimation-driven erosion at middle latitudes that has been attributed to recent climate change, and so we conclude that methane-bearing clathrates could be only a very small fraction of 1% of the total volatiles in the global near-surface cryosphere. As in Earth’s permafrost, methane clathrates may be concentrated within certain regions. Taking the water ice loss rates at equatorial latitudes during current obliquity of 25.198 as 10 mm/ martian yr (provided by Levrard et al., 2004), the volume of sublimated ice from a contin-\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/34/3/149/3530524/i0091-7613-34-3-149.pdf by University of Arizona user on 26 February 2019\n152 GEOLOGY, March 2006\nuous layer extended over Elysium Planum (3000 km maximum diameter) would be 70 km3/martian yr, still orders of magnitude greater than the calculated dissociation rate of methane clathrate. We consider a conceptual model whereby devolatilization of an eroding cryosphere has produced a three-layer deposit: (1) a devolatilized porous surface lag, (2) an underlying methane-free ice-bearing layer, and (3) a deeper layer still containing a trace dissemination of clathrates in dominant water ice. Continuing sublimation of ice from layer 2 would unbury and decompress part of the clathrate reservoir in layer 3, which would rise to a shallower and unstable level, cause their dissociation, and release methane into the atmosphere.\nThough the presence of methane in the current martian atmosphere is a significant clue pointing toward potential life on Mars, as recent and/or ongoing methanogenic biological activity may be a sufficient and plausible explanation for the observed martian methane, it is not the only viable methane source. If ongoing biogenic and thermochemical production and cometary sources of atmospheric methane are insignificant, then slow long-term release of methane from buried clathrates may dominate or wholly constitute the supply to the atmosphere; any shift to an interglacial climate may accelerate this slow release. In any case, clathrate hydrates, including trace volatile constituents such as methane and noble gases, acting as transitory reservoirs, may have preserved essential information about the composition and evolution of the atmosphere of Mars from earlier times to the present."
  }, {
    "heading": "ACKNOWLEDGMENTS",
    "text": "We thank Centro de Astrobiologı́a for support, and Franck Selsis and Susanna C. Manrubia for their help."
  }, {
    "heading": "REFERENCES CITED",
    "text": "Adisasmito, S., Frank, R.J., and Sloan, D.E., 1991,\nHydrates of carbon dioxide and methane mixtures: Journal of Chemical & Engineering Data, v. 36, p. 68–71. Baker, V.R., 2001, Water and the Martian landscape: Nature, v. 412, p. 228–236. Boynton, W.V., Feldman, W.C., Squyres, S.W., Prettyman, T.H., Brückner, J., Evans, L.G., Reedy, R.C., Starr, R., Arnold, J.R., Drake, D.M., Englert, P.A.J., Metzger, A.E., Mitrofanov, I., Trombka, J.I., d’Uston, C., Wänke, H., Gasnault, O., Hamara, D.K., Janes, D.M., Marcialis, R.L., Maurice, S., Mikheeva, I., Taylor, G.J., Tokar, R., and Shinohara, C., 2002, Distribution of hydrogen in the near surface of Mars: Evidence for subsurface ice deposits: Science, v. 297, p. 81–85.\nFormisano, V., 2005, The search for life on Mars with PFS: Methane, formaldehyde and water, in European Space Agency, ed., 1st Mars Express Science Conference: European Space Research and Technology Centre, Noordwijk, The Netherlands, p. 113. Formisano, V., Atreya, S., Encrenaz, T., Ignatiev, N., and Giuranna, M., 2004, Detection of methane in the atmosphere of Mars: Science, v. 306, p. 1758–1761. Haberle, R.M., Murphy, J.R., and Schaeffer, J., 2003, Orbital change experiments with a Mars General Circulation Model: Icarus, v. 161, p. 66–89. Head, J.W., Mustard, J.F., Kreslavsky, M.A., Milliken, R.E., and Marchant, D.R., 2003, Recent ice ages on Mars: Nature, v. 426, p. 797–802. Head, J.W., Neukum, G., Jaumann, R., Hiesinger, H., Hauber, E., Carr, M., Masson, P., Foing, B., Hoffmann, H., Kreslavsky, M., Werner, S., Milkovich, S., and van Gasselt, S., and the HRSC Co-Investigator Team, 2005, Tropical to mid-latitude snow and ice accumulation, flow and glaciation on Mars: Nature, v. 434, p. 346–351. Jakosky, B.M., Mellon, M.T., Varnes, E.S., Feldman, W.C., Boynton, W.V., and Haberlee, R.M., 2005, Low-latitude neutron distribution: Possible remnant near-surface water ice and a mechanism for its recent emplacement: Icarus, v. 175, p. 58–67. Kargel, J.S., 2004, Mars: A warmer wetter planet: New York, Praxis-Springer, 557 p. Kargel, J.S., and Lunine, J.I., 1998, Clathrate hydrates on Earth and in the solar system, in Schmitt, B., et al., eds., Solar System ices: Norwell, Massachusetts, Kluwer Academic, p. 97–118. Kargel, J.S., and Strom, R.G., 1992, Ancient glaciation on Mars: Geology, v. 20, p. 3–7. Kerr, R.A., 2004, Heavy breathing on Mars?: Science, v. 306, p. 29. Kotelnikova, S., 2002, Microbial production and oxidation of methane in deep subsurface: Earth Science Reviews, v. 58, p. 367–395. Krasnopolsky, V.A., Maillard, J.P., and Owen, T.C., 2004, Detection of methane in the martian atmosphere: Evidence for life?: Icarus, v. 172, p. 537–547. Laskar, J., Correia, A.C.M., Gastineau, M., Joutel, F., Levrard, B., and Robutel, P., 2004, Long term evolution and chaotic diffusion of the insolation quantities of Mars: Icarus, v. 170, p. 343–364. Lee, H., Seo, Y., Seo, Y.-T., Moudrakovski, I.L., and Ripmeester, J.A., 2003, Recovering methane from solid methane hydrate with carbon dioxide: Angewandte Chemie, International Edition, v. 42, p. 5048–5051. Levrard, B., Forget, F., Montmessin, F., and Laskar, J., 2004, Recent ice-rich deposits formed at high latitudes on Mars by sublimation of unstable equatorial ice during low obliquity: Nature, v. 431, p. 1072–1075. Max, M.D., and Clifford, S.M., 2000, The state, potential distribution, and biological implications of methane in the martian crust: Journal of Geophysical Research-Planets, v. 105, p. 4165–4171. Mellon, M.T., and Jakosky, B.M., 1995, The distribution and behavior of Martian ground ice during past and present epochs: Journal of Geophysical Research, v. 100, p. 11,781–11,799. Mellon, M.T., Jakosky, B.M., and Postawko, S.E., 1997, The persistence of equatorial ground ice on Mars: Journal of Geophysical Research, v. 102, p. 19,357–19,370. Mumma, M.J., Novak, R.E., DiSanti, M.A., and Bonev, B.P., 2003, A sensitive search for methane on Mars: American Astronomical Society Bulletin, v. 35, p. 937–938. Mumma, M.J., DiSanti, M.A., Novak, R.E., Bonev, B.P., Dello Russo, N., Hewagama, T., and Smith, M., 2005, Detection and mapping of methane and water on Mars: Evidence for intense local enhancements in methane: Astrobiology, v. 5, p. 300–301. Musselwhite, D.S., and Lunine, J.I., 1995, Alteration of volatile inventories by polar clathrate formation on Mars: Journal of Geophysical Research, v. 100, p. 23,301–23,306. Musselwhite, D.S., and Swindle, T.D., 2001, Is release of Martian atmosphere from polar clathrate the cause of the Nakhilite and ALH84001 Ar/Kr/Xe ratios?: Icarus, v. 154, p. 207–215. Mustard, J.F., Cooper, C.D., and Rifkin, M.K., 2001, Evidence for recent climate change on Mars from the identification of youthful nearsurface ground ice: Nature, v. 412, p. 411–414. Oze, C., and Sharma, M., 2005, Have olivine, will gas: Serpentinization and the abiogenic production of methane on Mars: Geophysical Research Letters, v. 32, doi: 10.1029/ 2005GL022691. Pellenbarg, R.E., Max, M.D., and Clifford, S.M., 2003, Methane and carbon dioxide hydrates on Mars: Potential origins, distribution, detection, and implications for future in situ resource utilization: Journal of Geophysical Research-Planets, v. 108, doi: 10.1029/ 2002JE001901. Sassen, R., Milkov, A.V., Ozgul, E., Roberts, H.H., Hunt, J.L., Beeunas, M.A., Chanton, J.P., DeFreitas, D.A., and Sweet, S.T., 2003, Gas venting and subsurface charge in the Green Canyon area, Gulf of Mexico; continental slope evidence of a deep bacterial methane source?: Organic Geochemistry, v. 34, p. 1455–1464. Sloan, E.D., 1998, Clathrate hydrates of natural gases: New York, Marcel Dekker Inc. , 705 p. Smith, M.D., 2002, The annual cycle of water vapor on Mars as observed by the Thermal Emission Spectrometer: Journal Geophysical Research, v. 107, doi: 10.1029/2001JE001522 Uchida, T., Ikeda, I.Y., Takeya, S., Kamata, Y., Ohmura, R., Nagao, J., Zatsepina, O.Y., and Buffett, B.A., 2005, Kinetics and stability of CH4-CO2 mixed gas hydrates during formation and long-term storage: ChemPhysChem, v. 6, p. 646–654. Manuscript received 13 October 2005 Revised manuscript received 4 November 2005 Manuscript accepted 8 November 2005 Printed in USA\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/34/3/149/3530524/i0091-7613-34-3-149.pdf by University of Arizona user on 26 February 2019"
  }],
  "references": [],
  "id": "SP:745203fa24edff7f4b6e11d6e392407cb672fc5b",
  "authors": [{
    "name": "Olga Prieto-Ballesteros",
    "affiliations": []
  }, {
    "name": "Jeffrey S. Kargel",
    "affiliations": []
  }, {
    "name": "Alberto G. Fairén",
    "affiliations": []
  }, {
    "name": "David C. Fernández-Remolar",
    "affiliations": []
  }, {
    "name": "James M. Dohm",
    "affiliations": []
  }, {
    "name": "Ricardo Amils",
    "affiliations": []
  }],
  "abstractText": "The presence of methane has been recently detected in the martian atmosphere, suggesting a contemporary source such as volcanism or microbial activity. Here we show that methane may be released by the destabilization of methane clathrate hydrates, triggered by the interglacial climate change starting 0.4 Ma. Clathrate hydrates are nonstoichiometric crystalline compounds in which a water ice lattice forms cages that contain apolar gas molecules, such as methane [CH4·nH2O] and carbon dioxide [CO2·nH2O]. The loss of shallow ground ice eliminates confining pressure, initiating the destabilization of clathrate hydrates and the release of methane to the atmosphere. This alternative process does not restrict the methane’s age to 430 yr (maximum residence time of methane gas in martian atmosphere), because clathrate hydrates can preserve (encage) methane of ancient origin for long time periods.",
  "title": "Interglacial clathrate destabilization on Mars: Possible contributing source of its atmospheric methane"
}