{
  "sections": [{
    "text": "GEOLOGY, October 2009 951"
  }, {
    "heading": "INTRODUCTION",
    "text": "A large drop in Phanerozoic seawater 87Sr/86Sr,\nfrom ~0.7090 to ~0.7078, has long been documented for the Ordovician (e.g., Burke et al., 1982; Qing et al., 1998). The magnitude of this change is comparable to the rise in 87Sr/86Sr over the past ~35 m.y. of the Cenozoic (Fig. DR1 in the GSA Data Repository1). Shields et al. (2003) compiled new Ordovician 87Sr/86Sr data from biostratigraphically constrained successions and showed that most of this drop was concentrated in an ~3–6 m.y. time interval spanning the Middle-Late Ordovician boundary (late Darriwilian–early Sandbian), making it the most rapid change of this magnitude in the Phanerozoic.\nThe cause of the Ordovician 87Sr/86Sr drop may have implications for carbon cycling and global climate. Berner (2006) used the marine 87Sr/86Sr record as a proxy for the proportion of the global silicate weathering fl ux that is due to volcanic rock weathering. Basaltic weathering may account for ~35% of total silicate weathering today (Dessert et al., 2003) and provides relatively nonradiogenic Sr to the global oceans. Because basaltic rocks are rich in Ca and Mg silicate minerals that weather rapidly and consume pCO\n2 , incorporation of Ordovician 87Sr/86Sr as a proxy for volcanic weathering in the global carbon cycle model GEOCARBSULF signifi cantly reduces atmospheric pCO\n2 (Berner, 2006). Thus,\nthe Ordovician 87Sr/86Sr record may play a critical role in reconciling how glaciation was initiated in a greenhouse climate (e.g., Kump et al., 1999).\nHowever, when the Ordovician 87Sr/86Sr curve is compared with δ18O conodont-based estimates of sea-surface temperatures (Trotter et al., 2008), a straightforward cause-and-effect relationship between volcanic weathering and climate is not observed. Trotter et al. (2008) showed substantial cooling from the Early through Middle Ordovician during a time of negligible changes in 87Sr/86Sr, but then constant temperatures associated with the sharp drop in Sr that begins in the late Darriwilian. Cooling resumed ~10 Ma later, long after 87Sr/86Sr reached a lower steady state. Use of the Ordovician carbonate δ13C curve (Saltzman, 2005) as a proxy for organic carbon burial does not help to resolve these climate paradoxes.\nHere we present a new 87Sr/86Sr curve from a biostratigraphically signifi cant Ordovician reference section in central Nevada that was previously analyzed for δ13C. We use a numerical model to show that a close balance between CO\n2\nconsumption from weathering and volcanic outgassing could have been maintained for ~10 Ma, consistent with the paleotemperature curve of Trotter et al. (2008). However, we cannot easily reconcile the Early through Middle Ordovician cooling with 87Sr/86Sr and δ13C proxy records."
  }, {
    "heading": "GEOLOGIC BACKGROUND",
    "text": "A thick succession of Middle and Upper\nOrdovician strata deposited in central Nevada is among the best studied in the world (Harris et al., 1979; Ross et al., 1989; Finney et al., 1999). These strata contain key conodont and graptolite taxa that allow for integration into an emerging global biostratigraphic framework (Webby et al., 2004). The study area is unique in containing both North Atlantic and North American\nMidcontinent conodonts (Sweet et al., 2005), which allow for global correlation (Fig. DR2). The 87Sr/86Sr data presented here are from the same samples previously analyzed for δ13C in Nevada (Finney et al., 1999; Kump et al., 1999; Saltzman and Young, 2005). The δ13C curve records two globally signifi cant excursions in the Upper Ordovician (Katian and Hirnantian stages), but little change in the Lower and Middle Ordovician."
  }, {
    "heading": "METHODS AND RESULTS",
    "text": "Carbonate rock samples were cleaned and\npolished, and fi ne-grained components were selectively microdrilled (Saltzman and Young, 2005). Procedures similar to Montañez et al. (1996) were used to extract Sr with ultrapure reagents: aliquots of ~25 mg were pretreated in 1M ammonium acetate (pH 8) and leached in 4% acetic acid, before spiking with an 84Sr tracer. Sr was purifi ed using cation exchange and isotopic compositions were measured using dynamic multicollection with a MAT-261A thermal ionization mass spectrometer (see Table DR1 for laboratory standards used, external reproducibility, and 2σ uncertainties).\nThe 87Sr/86Sr values in the Lower and Middle Antelope Valley Limestone range between ~0.7089 and 0.7090 (Fig. 1). Values then fall in the uppermost Antelope Valley Limestone to ~0.7086 and continue to drop from 0.7085 to 0.7080 in the Copenhagen Formation. This timing and magnitude of the shift is in good agreement with previous studies (Qing et al., 1998; Shields et al., 2003). We do, however, note differences in absolute 87Sr/86Sr values for some intervals that could be related to secondary alteration, which typically produces more radiogenic values, or to errors in age assignments of individual sample sets. For example, Qing et al.’s (1998) 87Sr/86Sr values in the late Darriwilian–early Sandbian are less radiogenic than our data, but this is apparently due to incorrect age assignments for the Gull River and Shadow Lake formations that correlate to the uppermost Sandbian (e.g., Kolata et al., 1996). The degree of diagenetic alteration of our micritic limestone 87Sr/86Sr values may potentially be addressed by associated Sr concentrations and δ18O values (e.g., Gao et al., 1996; Qing et al., 1998). Crossplots of 87Sr/86Sr and Sr (ppm) and δ18O from our sections (Figs. DR3 and DR4) show no apparent covariance, although\neology, October 2009; v. 37; no. 10; p. 951–954; doi: 10.1130/G30152A.1; 3 fi gures; Data Repository item 2009234. © 2009 Geological Society of America. For permission to copy, contact Copyright Permissions, GSA, or editing@geosociety.org.\n*E-mail: seayoung@indiana.edu. 1GSA Data Repository item 2009234, Table DR1 (87Sr/86Sr data from Nevada), Table DR2 (model equations, reservoirs, fl uxes, constants, and variables), Table DR3 (model data plotted in Fig. 2),\nFigure DR1 (Phanerozoic seawater 87Sr/86Sr curve),\nFigure DR2 (Middle-Late Ordovician paleogeographic map), and Figures DR3 and DR4 (crossplots of 87Sr/86Sr, δ18O, and [Sr]), is available online at www.geosociety.org/pubs/ft2009.htm, or on request from editing@geosociety.org or Documents Secretary, GSA, P.O. Box 9140, Boulder, CO 80301, USA.\nin the entire Phanerozoic. New 87Sr/86Sr measurements from Nevada indicate that the rapid shift began in the Pygodus serra conodont zone of the upper Darriwilian Stage. We use a numerical model to explore the hypothesis that volcanic weathering provided the fl ux of nonradiogenic Sr to the oceans. A close balance between volcanic outgassing and CO2 consumption from weathering produced steady pCO2 levels and climate through the middle Katian, consistent with recent Ordovician paleotemperature estimates. In the late Katian, outgassing was reduced while volcanic weathering continued, and resulted in a cooling episode leading into the well-known end-Ordovician glaciation.\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/37/10/951/3538175/i0091-7613-37-10-951.pdf by University of Arizona user on 26 February 2019\n952 GEOLOGY, October 2009\nthis may not completely rule out some degree of alteration. More generally, our Sr concentrations (100–700 ppm) are similar to carbonates previously reported to preserve a record of primary Late Cambrian seawater 87Sr/86Sr variations (e.g., Montañez et al., 1996)."
  }, {
    "heading": "DISCUSSION",
    "text": ""
  }, {
    "heading": "Controls on Middle to Late Ordovician",
    "text": "Seawater 87Sr/86Sr\nSeawater 87Sr/86Sr is determined by fl uxes from rivers and seafl oor hydrothermal exchange at mid-ocean ridges (e.g., Burke et al., 1982; Davis et al., 2003). The riverine fl ux includes Sr derived from old continental crust that is relatively radiogenic with highly variable 87Sr/86Sr (~0.711 or higher), juvenile volcanic rocks with relatively nonradiogenic 87Sr/86Sr values similar to the hydrothermal exchange fl ux (~0.704), and weathered carbonates that are closest to the oceanic value (e.g., Davis et al., 2003). To balance the marine Sr cycle, Berner (2006) argued\nthat basaltic volcanic weathering on land may represent a fl ux that is ~3 times that of basaltseawater exchange.\nShields et al. (2003) proposed that the Ordovician drop in 87Sr/86Sr resulted from a combination of factors. One factor was lowered rates of tectonism during the waning Pan-African orogeny, which had produced highly radiogenic Middle to Late Cambrian 87Sr/86Sr values (Montañez et al., 1996). The more rapid drop in the late Darriwilian may have been related to increased seafl oor spreading rates and eustatic rise that fl ooded radiogenic source areas, or to input of nonradiogenic Sr from weathering of volcanic rocks in island-arc settings in eastern Laurentia (Taconic orogeny) and Kazakhstan (Shields et al., 2003). Ultimately, these changes could relate to a mantle superplume (e.g., Qing et al., 1998).\nThe timing of the 87Sr/86Sr drop in Nevada (Fig. 1) supports the notion that volcanic weathering played a critical role. A signifi cant increase in the rate of 87Sr/86Sr decline occurs within the Pygodus serra North Atlantic conodont zone\n(Fig. 1; late Darriwilian; time slice 4c of Webby et al., 2004; stage slice Dw3 of Bergström et al., 2008), which also correlates to the Cahabagnathus friendsvillensis Midcontinent conodont zone in the McLish Formation in Oklahoma (Shields et al., 2003). Initiation of subsidence associated with the Taconic orogeny in eastern North America correlates to the Pygodus serra zone based on graptolitic shales of the Didymograptus murchisoni and Glyptograptus teretiusculus graptolite zones (Finney et al., 1996). Analysis of ε\nNd values in these graptolitic shales at the base of the Taconic foreland basin sequence indicates a source rock consisting of relatively young igneous rocks (D. murchisoni zone; Gleason et al., 2002). Similar ε\nNd shifts are not observed in other\nocean basins at this time (Wright et al., 2002), pointing to the potential importance of eastern Laurentian source rocks on 87Sr/86Sr. Numerous altered volcanic ash beds also occur in the Argentine Precordillera in upper Floian–midDarriwilian strata (Oepikodus evae through P. suecicus conodont zones) (Huff et al., 1998). Weathering of the associated Famatinian arc may have produced the smaller, more gradual drop in seawater 87Sr/86Sr observed in the Floian portion of the Shields et al. (2003) compilation.\nHowever, in contrast to the evidence for enhanced volcanic weathering in Laurentia during the Ordovician 87Sr/86Sr drop, the timing of Middle Ordovician eustatic events is complicated in our Nevada section and elsewhere in North America by regional tectonic events and locally variable sediment supply (e.g., Mussman and Read, 1986; Knight et al., 1991; Finney, 2007). Moreover, links between seafl oor spreading and changes in sea level or ocean chemistry are uncertain (e.g., Kump, 2008).\nModeling 87Sr/86Sr: Implications for"
  }, {
    "heading": "Ordovician Climate",
    "text": "We have adapted the model of Kump and Arthur (1997) to quantitatively explore possible causes of Sr isotopic and climate change during the Ordovician (see Table DR2). The slow decline of 87Sr/86Sr from the Early to Middle Ordovician (Fig. 2A) is driven by a reduction in the riverine isotope ratio, refl ecting the decreasing importance of radiogenic source rocks associated with the Pan-African orogeny (Shields et al., 2003), or enhanced weathering of the Famatinian volcanic arc. A good fi t is obtained when the riverine 87Sr/86Sr falls from 0.7106 (similar to today) to 0.7104. To drive the sharp decline in the late Darriwilian, we introduce a new fl ux from weathering of arc basalt of 0.7043 (Tables DR2 and DR3). The proportional contribution of volcanic arc materials to the total Sr weathering fl ux is tied to the specifi ed increase in weatherability (from 1 to 1.25; see following). The new volcanic weathering fl ux, representing weathering of the Taconic arcs and possibly\n460.5 Ma\nFormations\nN. American Series and Stages\nLower Mem.\nM id dl e M em be r\nUpper Mem.\nA nt el op e V al le y Li m es to ne\nC op en ha ge n F m .\nA\nM em .B an d C\nEureka Quartzite\nH an so n C re e K\nF or m at io n C IN C IN N A T IA NH irn an - tia n R ic m on di an\nMaysv. Edenian M O H A W K . Chatfieldian Turinian\nW H IT E R O C K IA N\nD ar riw ili an\n472 Ma\n443 Ma\nD ap in gi an\n0.7080 0.7082 0.7084 0.7086 0.7088 0.7090\nQuartz sandstone\nWackestone/Packstone interbedds\nMassive bedded packstone/grainstone\nLime mudstone and shale interbeds\nDisconformity\nImportant conodonts and zonal boundaries\nImportant graptolite zonal boundary\n0.7080 0.7082 0.7084 0.7086 0.7088 0.7090\n100\n0 m\nMonitor and Antelope Ranges composite, Central Nevada, western U.S.\n87Sr/86Srδ 13C (‰ VPDB)\n-3 -1 1 3 5 7\n-2 0 2 4 6\nP.anserinus\nPl. tenuis / Ph. undatus\nN. extraordinarius / P. pacificus\nP. pacificus / D. ornatus\nP. serra\nB. gerdae\nM. flabellum\nH. altifrons\nH. sinuosa\nH. holodentata\nBurrowsMud cracks\nM ID\nD L\nE O\nR D\nO V\nIC IA\nN U\nP P\nE R\nO R\nD O\nV IC\nIA N\nGamachian\nS an dbi an\nK at ia n\nGlobal Stages\n454 Ma\nRangerian\nFigure 1. Plots of 87Sr/86Sr, δ13C, and simplifi ed stratigraphic column for Antelope-Monitor Range composite section. Also plotted and italicized are important geochronologic dates (Webby et al., 2004) and key biostratigraphic zonal boundaries and/or occurrences (for complete biostratigraphy, see Harris et al., 1979; Finney et al., 1999; Sweet et al., 2005). Note that horizontal error bars for 87Sr/86Sr correspond to 2σ uncertainties reported in Table DR1 (see footnote 1). VPDB—Vienna Peedee belemnite. Genera of important graptolites: N.—Normalograptus, P.—Paraorthograptus, D.—Dicellograptus; conodonts: Pl. —Plectodina, Ph.— Phragmodus, B.—Baltoniodus, H.—Histodella, M.—Microzarkodina.\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/37/10/951/3538175/i0091-7613-37-10-951.pdf by University of Arizona user on 26 February 2019\nGEOLOGY, October 2009 953\nother regions, is maintained for the remainder of the Late Ordovician to reproduce the steady 87Sr/86Sr trend at ~0.7079. (Increased hydrothermal activity accompanying arc volcanism would simply reduce the magnitude of the excess volcanic fl ux needed because of similar 87Sr/86Sr.)\nThe volcanic weathering fl ux is modeled to correspond to an increase in continental weatherability by ~25% compared to the pre-volcanic initial conditions equivalent to the modern (Fig. 2A; Table DR2). Weatherability refers collectively to all of the factors that affect silicate weathering other than climate (Kump and Arthur, 1997), and thus includes the proportion of continental basaltic rocks available to weather. Enhanced basaltic weathering beginning in the late Darriwilian and continuing through the end of the Ordovician is a major sink for pCO\n2 (Fig.\n2B). Because substantial volcanism began in eastern North America in the late Darriwilian, as seen in the abundant K-bentonite beds (Kolata et al., 1996), enhanced volcanic weathering was initially counterbalanced by volcanic outgassing. We used an outgassing rate that balances increased silicate weathering to maintain near constant pCO\n2 (Fig. 2B) through the middle\nKatian, consistent with the paleotemperature curve of Trotter et al. (2008) (Fig. 3). In the late Katian, volcanic outgassing returned to baseline values but silicate weathering remained high due to continued volcanic weathering (Fig. 2 B). This caused pCO\n2 to fall and initiated cooling\nthat led in the Hirnantian glacial episode (Fig. 3;\nT re m ad oc ia n\nF lo ia n LO W E R O R D O V IC IA N\n472Ma\n489Ma 1a\n1b\n1c\n1d\n2a\n2b\n2c\nM ID O R D O V IC IA N\nD ap in gi an D ar riw ill ia n 3a 3b 4a 4b 4c\n5a\n5b\n5c\n5d\n6a\n6b\n6c\nS an db ia n\nK at ia n\nH\nU P P E R O R D O V IC IA N\n460.5Ma\n0.7 076\n0.7 080\n0.7 084\n0.7 088\n0.7 092\nShields et al., 2003 This study Gao et al., 1996\n87Sr/86Sr 443Ma SILURIAN\n40 36 32 28 24 Sea-surface temperatures (°C)\nMajor biodiversity pulses\nLa rg e vo lc an i c as h fa lls E N A\n-2 0 2 4 6 8 δ13C (‰ VPDB)\n38 34 30 26\nLa rg e vo lc an ic as h fa lls A P T\nFigure 3. Strontium and carbon isotopic variations in seawater through Ordovician. Gray dashed line represents best approximate seawater 87Sr/86Sr trend. Also plotted are major volcanic ash falls from Argentine Precordillera terrane (APT; Huff et al., 1998), eastern North America and Baltica (ENA; Kolata et al., 1996), and tropical seawater temperature trend from Trotter et al. (2008). Ordovician δ13C data are replotted from Gao et al. (1996), Kump et al. (1999), Saltzman (2005), and Saltzman and Young (2005) (VPDB– Vienna Peedee belemnite). Time scale is from Webby et al. (2004) with new global stage names. H is Hirnantian.\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/37/10/951/3538175/i0091-7613-37-10-951.pdf by University of Arizona user on 26 February 2019\n954 GEOLOGY, October 2009\nTrotter et al., 2008). Several positive δ13C excursions, if used as a proxy for enhanced organic carbon burial, may also have contributed to lowering of CO\n2 (Figs. 1 and 3), but are not included\nin the current model. The specifi ed volcanism and weatherability functions, together with the isotopic values of the various fl uxes chosen, provide nonunique but internally consistent and geologically justifi able fi ts to the observed Sr isotope record (see Table DR2).\nWhile the 87Sr/86Sr can be reconciled with the paleotemperature curve of Trotter et al. (2008) for the Late Ordovician, Early to Middle Ordovician cooling (Fig. 3) is more problematic. Low rates of organic carbon burial indicated by low δ13C in the Late Cambrian and Early through Middle Ordovician (Figs. 1 and 3; and Saltzman, 2005) could not have contributed to pCO\n2 drawdown. Volcanic weathering\nrelated to the Famatinian arc in the Argentine Precordillera may have lowered CO\n2 , but can-\nnot be the primary cause because cooling was already under way (Fig. 3). Perhaps the waning Pan-African orogeny and associated decrease in metamorphic degassing could have lowered CO\n2 . Recent work on metamorphic degassing associated with the Himalayas (Evans et al., 2008) indicates that continental orogenic events may potentially be a net source of CO\n2 ."
  }, {
    "heading": "ACKNOWLEDGMENTS",
    "text": "We thank S. Bergström, B. Cramer, B. Gill, S. Goldsmith, K. Tierney, and F. Hubacher for help with general discussion of modeling strontium, sample collection, and laboratory preparations. This manuscript has benefi ted from careful reviews by three anonymous reviewers. This work was supported, in part, by National Science Foundation grant EAR-0418621 (to Saltzman, Foland, and Kump)."
  }, {
    "heading": "REFERENCES CITED",
    "text": "Bergström, S.M., Chen, X., Gutiérrez-Marco, J.C.,\nand Dronov, A., 2008, The new chronostratigraphic classifi cation of the Ordovician System and its relations to major regional series and stage δ13C chemostratigraphy: Lethaia, p. 1–11, doi: 10.1111/j.1502-3931.2008.00136.x Berner, R.A., 2006, Inclusion of the weathering of volcanic rocks in the GEOCARBSULF model: American Journal of Science, v. 306, p. 295– 302, doi: 10.2475/05.2006.01. Burke, W.H., Denison, R.E., Hetherington, E.A., Koep nick, R.B., Nelson, H.F., and Otto, J.B., 1982, Variation of seawater 87Sr/86Sr throughout Phanerozoic time: Geology, v. 10, p. 516–519, doi: 10.1130/0091-7613(1982)10<516:VOSSTP >2.0.CO;2. Davis, A.C., Bickle, M.J., and Teagle, D.A.H., 2003, Imbalance in the oceanic strontium budget: Earth and Planetary Science Letters, v. 211, p. 173– 187, doi: 10.1016/S0012-821X(03)00191-2. Dessert, C., Dupré, B., Gaillardet, J., François, L.M., and Allègre, C.J., 2003, Basalt weathering laws and the impact of basalt weathering on the global carbon cycle: Chemical Geology, v. 202, p. 257–273, doi: 10.1016/j. chemgeo.2002.10.001. Evans, M.J., Derry, L.A., and France-Lanord, C., 2008, Degassing of metamorphic carbon-dioxide from\nNepal Himalaya: Geochemistry Geophysics Geosystems, v. 9, doi: 10.1029/2007GC001796. Finney, S.C., 2007, The boundary between the Sauk and Tippecanoe Sloss sequences of North America: Acta Palaeontologica Sinica, v. 46, p. 128–134. Finney, S.C., Grubb, B.J., and Hatcher, R.D., Jr., 1996, Graphic correlation of Middle Ordovician graptolite shale, southern Appalachians: An approach for examining the subsidence and migration of a Taconic foreland basin: Geological Society of America Bulletin, v. 108, p. 355–371, doi: 10.1130/0016-7606(1996)108<0355:GCOMOG >2.3.CO;2. Finney, S.C., Berry, W.B.N., Cooper, J.D., Ripperdan, R.L., Sweet, W.C., Jacobson, S.R., Soufi - ane, A., Achab, A., and Noble, P.J., 1999, Late Ordovician mass extinction: A new perspective from stratigraphic sections in central Nevada: Geology, v. 27, p. 215–218, doi: 10.1130/0091 -7613(1999)027<0215:LOMEAN>2.3.CO;2. Gao, G., Dworkin, S.I., Land, L.S., and Elmore, R.D., 1996, Geochemistry of Late Ordovician Viola Limestone, Oklahoma: Implications for marine carbonate mineralogy and isotopic compositions: Journal of Geology, v. 104, p. 359–367. Gleason, J.D., Finney, S.C., and Gehrels, G.E., 2002, Paleotectonic implications of a Mid- to LateOrdovician provenance shift, as recorded in sedimentary strata of the Ouachita and Southern Appalachian Mountains: Journal of Geology, v. 110, p. 291–304, doi: 10.1086/339533. Harris, A.G., Bergström, S.M., Ethington, R.L., and Ross, R.J., Jr., 1979, Aspects of the Middle and Upper Ordovician conodont biostratigraphy of carbonate facies in Nevada and southeastern California and comparison with some Appalachian Successions: Brigham Young University Geology Studies, v. 26, p. 7–41. Huff, W.D., Bergström, S.M., Kolata, D.R., Cingolani, C.A., and Astini, R.A., 1998, Ordovician K-bentonites in the Argentine Precordillera: Relations to Gondwana margin evolution, in Pankhurst, R.J., and Rapela, C.W., eds., The Proto-Andean margin of Gondwana: Geological Society of London Special Publication 142, p. 107–126, doi:10.1144/GSL. SP.1998.142.01.06 Knight, L., James, N.P., and Lane, T.E., 1991, The Ordovician St. George Unconformity, northern Appalachians: The relationship of plate convergence at the St. Lawrence Promontory to the Sauk/Tippecanoe sequence boundary: Geological Society of America Bulletin, v. 103, p. 1200–1225, doi: 10.1130/0016 -7606(1991)103<1200:TOSGUN>2.3.CO;2. Kolata, D.R., Huff, W.D., and Bergström, S.M., 1996, Ordovician K-bentonites of eastern North America: Geological Society of America Special Paper 313, 84 p. Kump, L.R., 2008, The role of seafl oor hydrothermal systems in the evolution of seawater composition during the Phanerozoic, in Lowell, R.P., et al., eds., Magma to microbe: Modeling hydrothermal processes at oceanic spreading centers: American Geophysical Union Geophysical Monograph 178, p. 275–284. Kump, L.R., and Arthur, M.A., 1997, Global chemical erosion during the Cenozoic: Weatherability balances the budgets, in Ruddiman, W.F., ed., Tectonic uplift and climate change: New York, Plenum Press, p. 399–425. Kump, L.R., Arthur, M.A., Patzkowsky, M.E., Gibbs, M.T., Pinkus, D.S., and Sheehan, P.M., 1999, A weathering hypothesis for glaciation at high\natmospheric pCO 2 during the Late Ordovician: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 152, p. 173–187, doi: 10.1016/S0031 -0182(99)00046-2. Montañez, I.P., Banner, J.L., Osleger, D.A., Borg, L.E., and Bosserman, P.J., 1996, Integrated Sr isotope variations and sea-level history of Middle to Upper Cambrian platform carbonates: Implications for the evolution of Cambrian seawater 87Sr/ 86Sr: Geology, v. 24, p. 917–920, doi: 10.1130/0091-7613(1996)024<0917:ISIVAS >2.3.CO;2. Mussman, W.J., and Read, J.F., 1986, Sedimentology and development of a passive- to convergentmargin unconformity: Middle Ordovician Knox unconformity, Virginia Appalachians: Geological Society of America Bulletin, v. 97, p. 282– 295, doi: 10.1130/0016-7606(1986)97<282: SADOAP>2.0.CO;2. Qing, H., Barnes, C.R., Buhl, D., and Veizer, J., 1998, The strontium isotopic composition of Ordovician and Silurian brachiopods and conodonts: Relationships to geological events and implications for coeval seawater: Geochimica et Cosmochimica Acta, v. 62, p. 1721–1733, doi: 10.1016/S0016-7037(98)00104-5. Ross, R.J., Jr., James, N.P., Hintze, L.F., and Poole, F.G., 1989, Architecture and evolution of a Whiterockian (early Middle Ordovician) carbonate platform, Basin ranges of western U.S.A., in Crevello, P., et al., eds., Controls on carbonate platform and basin development: SEPM (Society for Sedimentary Geology) Special Publication 44, p. 167–185. Saltzman, M.R., 2005, Phosphorus, nitrogen, and the redox evolution of the Paleozoic oceans: Geology, v. 33, p. 573–576, doi: 10.1130/G21535.1. Saltzman, M.R., and Young, S.A., 2005, A long-lived glaciation in the Late Ordovician? Isotopic and bathymetric evidence from western Laurentia: Geology, v. 33, p. 109–112, doi: 10.1130/ G21219.1. Shields, G.A., Carden, G.A., Veizer, J., Meidla, T., Rong, J., and Li, R., 2003, Sr, C, and O isotope geochemistry of Ordovician brachiopods: A major isotopic event around the Middle-Late Ordovician transition: Geochimica et Cosmochimica Acta, v. 67, p. 2005–2025, doi: 10.1016/ S0016-7037(02)01116-X. Sweet, W.C., Ethington, R.L., and Harris, A.G., 2005, A conodont-based standard reference section in central Nevada for the Lower and Middle Ordovician Whiterockian Series: Bulletins of American Paleontology, v. 369, p. 35–52. Trotter, J.A., Williams, I.A., Barnes, C.R., Lécuyer, C., and Nicoll, R.S., 2008, Did cooling oceans trigger Ordovician biodiversifi cation? Evidence from conodont thermometry: Science, v. 321, p. 550–554, doi: 10.1126/science.1155814. Webby, B.D., Cooper, R.A., Bergström, S.M., and Paris, F., 2004, Stratigraphic framework and time slices, in Webby, B.D., et al., eds., The great Ordovician biodiversifi cation event: New York, Columbia Press, p. 41–47. Wright, C.A., Barnes, C.R., and Jacobsen, S.B., 2002, Neodymium isotopic composition of Ordovician conodonts as a seawater proxy: Testing paleogeography: Geochemistry Geophysics Geosystems, v. 3, doi: 10.1029/2001GC000195.\nManuscript received 17 February 2009 Revised manuscript received 27 May 2009 Manuscript accepted 2 June 2009\nPrinted in USA\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/37/10/951/3538175/i0091-7613-37-10-951.pdf by University of Arizona user on 26 February 2019"
  }],
  "year": 2009,
  "references": [],
  "id": "SP:21035cf1aeb3595e173574b1387520adb38c49d7",
  "authors": [],
  "abstractText": "A large drop in seawater 87Sr/86Sr during the Middle Ordovician was among the most rapid in the entire Phanerozoic. New 87Sr/86Sr measurements from Nevada indicate that the rapid shift began in the Pygodus serra conodont zone of the upper Darriwilian Stage. We use a numerical model to explore the hypothesis that volcanic weathering provided the fl ux of nonradiogenic Sr to the oceans. A close balance between volcanic outgassing and CO2 consumption from weathering produced steady pCO2 levels and climate through the middle Katian, consistent with recent Ordovician paleotemperature estimates. In the late Katian, outgassing was reduced while volcanic weathering continued, and resulted in a cooling episode leading into the well-known end-Ordovician glaciation. Downloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/37/10/951/3538175/i0091-7613-37-10-951.pdf by University of Arizona user on 26 February 2019 952 GEOLOGY, October 2009 this may not completely rule out some degree of alteration. More generally, our Sr concentrations (100–700 ppm) are similar to carbonates previously reported to preserve a record of primary Late Cambrian seawater Sr/Sr variations (e.g., Montañez et al., 1996)."
}