{
  "sections": [{
    "text": "GEOLOGY, August 2009 699\nhave been identifi ed in sediments from the Congo Fan. Multiproxy benthic foraminiferal and sedimentary records suggest an expanded oxygen minimum zone consistent with enhanced upwelling at these times. Marine carbonate records from adjacent North Africa indicate coincident episodes of increased continental weathering, suggesting that an intermittently stronger polar front strengthened west African offshore winds, increasing surface water productivity, and enhanced North African weathering during these events. We propose that Columbia River Flood Basalt volcanism, estimated to have released 106 Tg CO2 and 10\n6 Tg SO2 between 16 and 15.6 Ma ago, may have infl uenced these climatic changes."
  }, {
    "heading": "INTRODUCTION",
    "text": "The Miocene Climatic Optimum (MCO), ca. 17–14 Ma ago, represents a period of considerable climate variability that has proved diffi - cult to understand for a number of reasons. Low mean-ocean δ18O values, representing the warmest global temperatures of the Neogene, coincided with abnormally high mean-ocean δ13C values (Zachos et al., 2001), initially considered to be the result of enhanced ocean productivity and burial of organically preferred 12C in areas like Monterey, California, and other localities around the Pacifi c rim (Vincent and Berger, 1985). This “Monterey Hypothesis” proposed global cooling as a mechanism to increase burial of organic carbon through zones of increased upwelling and productivity. However, the hypothesis did not explain increasing δ13C and global temperatures before ca. 16 Ma ago. Furthermore, the drawdown of atmospheric pCO\n2 , predicted by the Monterey Hypothesis as the bio-\nlogical carbon pump accelerated, was not evident in reconstructions of atmospheric pCO\n2 through 17–14 Ma ago (Pagani et al., 1999), leading\nsome to question the link between CO 2 and Miocene climate (Shevenell et al., 2004; Pagani et al., 2005; Holbourn et al., 2007). However, highresolution benthic isotope records from Ocean Drilling Program (ODP) Sites 1146 and 1237 in the Pacifi c recently revealed covariance between high δ18O and high δ13C in the order of obliquity (41 ka) cycles (Holbourn et al., 2007), suggesting that cooler episodes during Milankovichscale cycles may have enhanced 12C burial through strengthened upwelling. Furthermore, recent stomatal frequency records from fossil leaves (Kürschner et al., 2008) and model simulations (You et al., 2009) indicate that atmospheric pCO\n2 may have been signifi cantly higher during the\nMCO than previously thought, suggesting that carbon cycle perturbations played a large part in Miocene climate change.\nDetailed analyses of sediments from beneath zones of upwelling are scarce, largely due to the generally noncalcareous nature of sediments beneath these eutrophic environments. Such regions, however, are critical to our understanding of the carbon cycle, as they document the history of one of the most important global carbon sinks. Here we report the fi rst record of changes to the upwelling history of the Congo Fan, ca. 22–14 Ma ago, from benthic foraminiferal assemblages and isotope records, allowing us to present a more detailed and complete analysis of\nthe MCO before 14 Ma ago. Congo Fan sediments are almost entirely noncalcareous in the Oligocene and much of the Miocene as high surface water productivity and fl uvial input and/or runoff likely encouraged extensive scavenging by benthic organisms, as well as releasing CO\n2 , acidifying\nbottom waters, and prohibiting the precipitation and preservation of calcium carbonate. The record of benthic foraminifera in this BP well is of particular interest as signifi cant calcareous preservation was encountered throughout the Miocene, allowing benthic δ18O and δ13C to be obtained from Cibicidoides spp., and the development of a relatively robust age model (Kender et al., 2008).\nFurther details of methods and material used in this study are summarized in the GSA Data Repository1."
  }, {
    "heading": "RESULTS",
    "text": "Benthic foraminiferal assemblages show signifi cant variability in absolute abundance, diversity, calcareous content, and species composition from 17 to 14 Ma ago (Fig. 1). The relative abundance of calcareous specimens increases steadily upsection, and from ca. 16 Ma ago oscillated abruptly from dominating the assemblage to forming a minor component. Total organic carbon (TOC) varies from between ~2 and 4 wt%, with maximum values recorded 16–14 Ma ago. Benthic δ18O and δ13C values show trends similar to the global composite (Zachos et al., 2001) to ca. 16 Ma ago. The benthic foraminifera oxygen index (BFOI) averages ~100 until 16 Ma ago, and then fl uctuates between 30 and −40. Low oxygen zones are shaded in Figure 1 and characterized by BFOI <50, indicating a maximum dissolved oxygen concentration of <3 mL/L (Kaiho, 1994). The dominating low-oxygen species between 16 and 14 Ma ago in this study include Bulimina elongata, Brizalina alazanensis, Bulimina marginata, and Valvulineria pseudotumeyensis. Dominant oxic indicators are Oridorsalis umbonatus and Cibicidoides crebbsi. The BFOI index uses calcareous foraminifera only, and therefore is not calculated in zones of low calcareous abundance, as occurred between 19 and 22 Ma ago."
  }, {
    "heading": "DISCUSSION",
    "text": ""
  }, {
    "heading": "West African Upwelling",
    "text": "Low benthic foraminiferal diversity and BFOI suggest benthic oxygen concentrations at this site fell below 3 mL/L between ca. 15.7 and 14 Ma ago (Fig. 1). This proxy has considerable uncertainties in predicting absolute values (Jorissen et al., 2007), but we can be confi dent that the local oxygen minimum zone (OMZ) was proximal to this site within this time interval. A Miocene paleodepth of ~1000 m for this site (Kender et al., 2008) suggests a signifi cant expansion of the OMZ, as comparably low dissolved oxygen values today are reached at <1000 m in this location (World Ocean Circulation Experiment, eWOCE data [http://www.ewoce. org]). Less direct evidence for an expanded OMZ includes elevated levels of TOC and large variations in absolute foraminiferal abundance (Fig. 1),\neology, August 2009; v. 37; no. 8; p. 699–702; doi: 10.1130/G30070A.1; 2 fi gures; Data Repository item 2009168. © 2009 Geological Society of America. For permission to copy, contact Copyright Permissions, GSA, or editing@geosociety.org.\n*E-mail: sev.kender@bgs.ac.uk.\n1GSA Data Repository item 2009168, supplementary materials and methods, is available online at www.geosociety.org/pubs/ft2009.htm, or on request from editing@geosociety.org or Documents Secretary, GSA, P.O. Box 9140, Boulder, CO 80301, USA.\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/37/8/699/3536505/i0091-7613-37-8-699.pdf by University of Arizona user on 26 February 2019\n700 GEOLOGY, August 2009\nproperties associated with OMZs today (e.g., Levin, 2003; Schumacher et al., 2007). Agglutinated species with high abundance over this interval include Glomospira spp., a genus associated with zones of reduced oxygen (Kaminski and Gradstein, 2005). Schumacher et al. (2007) reported large fl uctuations in species abundance and composition within different levels of the OMZ off the Pakistan margin with consistently low diversity and faunal domination by known low-oxygen tolerating species (Corliss, 1991; Kaiho, 1994). In addition, dissolution events 1–3 (DE1–DE3; Fig. 2) also suggest periods of increased upwelling and surface water productivity, as increased benthic scavenging is known to cause more acidic bottom water (Diester-Haass, 1988), and upwelling waters can be more acidic (e.g., Feely et al., 2008). It is possible that this site became periodically shallower during sea-level falls 15 and 16 Ma ago (Haq et al., 1987), but this is unlikely to have caused the observed low-oxygen faunas as the likely sea-level change (<100 m) was not signifi cant, and the rise in sea level 15.5 Ma ago (Haq et al., 1987) does not correspond with highoxygen faunas. Expansion of the OMZ appears to result from upwelling of cold, nutrient-rich bottom waters (as opposed to increased terrestrial nutrient runoff alone), as indicated by the positive shift in δ18O ca. 16 Ma ago, a departure from the global composite trend and therefore unlikely to refl ect global ice growth.\nHigh surface water productivity along the West African margin today is associated with strong offshore winds, resulting from the Intertropical Convergence Zone (ITCZ) latitudinal thermal gradient (Levin, 2003). It seems likely that stronger offshore winds and increased upwelling, indicated by the positive shift in benthic δ18O, were responsible for the middle Miocene OMZ expansion reported here. Increased upwelling has been recorded from eastern Walvis Ridge sediments during glacial intervals over the past 420 ka (Ufkes et al., 2000), lending evidence for Antarctic cooling as a mechanism for the middle Miocene OMZ expansion. It seems likely that Congo Fan OMZ expansion was initiated ca. 16 Ma ago, as evidenced by DE1 and increased δ18O in our records, with local oxygen concentrations of <3 mL/L reaching ~1 km depth by ca. 15.7 Ma ago (inception of low-oxygen fauna). The entire West African margin likely underwent episodic increased upwelling and surface water productivity over the middle Miocene, as zones of dissolution associated\nwith increased upwelling are also recorded in low-resolution records from Deep Sea Drilling Project (DSDP) Sites 362 and 363 (Melguen, 1978; Diester-Haass, 1988) on the eastern Walvis Ridge (Fig. 1B) starting from ca. 16–14 Ma ago. Early-middle Miocene sedimentary records from the Maltese North African margin support a periodic northward migration of the ITCZ (from an enhanced latitudinal temperature gradient) between ca. 16.3 and 15.2 Ma ago, from a record of decreased carbonate content in marine sediments over this interval (Fig. 2) suggesting greater terrestrial input from increased rainfall in North Africa (John et al., 2003). Our record of calcareous foraminifera shell abundance largely mirrors this trend, with Congo Fan dissolution cycles DE1–DE3 correlating with enhanced North African weathering (Fig. 2)."
  }, {
    "heading": "Implications for the Miocene Climatic Optimum",
    "text": "Both our record from the Congo Fan and that from Malta (John et al., 2003) indicate that middle Miocene Africa underwent the effects of a northward-migrating polar front (John et al., 2003), with three episodes of intensifi cation, DE1–DE3. The implication is that signifi cant cooling episodes, lasting from 100 to 300 ka, occurred prior to the major global cooling event 14 Ma ago. The period 16–14 Ma ago has traditionally been considered a climatically optimal time in Earth’s history due to generally warm global temperatures (δ18O and Mg/Ca records). However, evidence for periodic global cooling at this time comes from documented changes in ocean circulation from benthic δ13C records (Wright et al., 1992), and the signifi cantly increased infl uence of Southern Component Water at ODP Site 1123, offshore New Zealand, from ca. 15.6 Ma ago, suggesting invigorated deep-water formation associated with East Antarctic Ice Sheet (EAIS) expansion (Hall et al., 2003). An ultrahigh-resolution record of planktonic Mg/Ca ratios at ODP Site 1170 in the Southern Ocean shows increased variability in surface ocean temperature between 16 and 15.2 Ma ago, and an overall fall from ~20 to 13 °C (Shevenell et al., 2004). Our results from the Congo Fan also support evidence that increased deep-water ventilation caused a global turnover in benthic foraminiferal species at that time (Thomas, 2007).\nUnderstanding what caused these climatic perturbations during the middle Miocene has proven diffi cult. Our record of increased upwelling\n-1 -0.5 0 0.5 1 1.5\n00.511.5\n14\n15\n16\n17\n18\n19\n20\n21\n22 23450 20 40 60 80 100\n10 100 1000 10000\n-4004080120\n0481216\nLow oxygen\nBottom water cooling\nCalcareous (sp.%)\nDiversity (Fisher’s)\nBFOI\nLog faunal density (sp. /100 g)\nTOC (wt%)\nDSDP\nBP Well (this study)\nMalta\nA. B.\n363-362\n15 Ma\nA ge\n( M\na)\nH.\nG.F.E.D.C.\nO (‰ VPDB)18\nC (‰ VPDB)13\nITCZ July\nITCZ January\nOMZ\nFigure 1. Results of BP well against age. A, B: Benthic δ18O and δ13C raw data with 3 point running mean. C: Percentage of calcareous foraminifera to total benthic fauna (agglutinated + calcareous). D: Fisher’s diversity index. E: Benthic foraminifera oxygen index (BFOI) (Kaiho, 1994). Areas of shading mark BFOI <50 (<3 mL/L). F: Log faunal density (specimens per gram of dry sediment). G: Total organic carbon raw data with 3-point running mean. H: Paleogeographic reconstruction of Africa at 15 Ma ago (Herold et al., 2008), with locations of sites referred to in the text (BP well, this study; Malta section, John et al., 2003; Deep Sea Drilling Project [DSDP] Sites\n362–363, Melguen, 1978; Diester-Haass, 1988), modern-day Intertropical Convergence Zone (ITCZ), and oxygen minimum zone (OMZ). VPDB—Vienna Peedee belemnite; TOC—total organic carbon.\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/37/8/699/3536505/i0091-7613-37-8-699.pdf by University of Arizona user on 26 February 2019\nGEOLOGY, August 2009 701\non the Congo Fan lends further evidence for globally increased organic carbon burial over the MCO, increasing mean-ocean δ13C (Vincent and Berger, 1985). The closure of the Tethys Ocean ca. 18 Ma ago and reopening briefl y ca. 16–15 Ma ago (Flower and Kennett, 1994), and the subsidence of the Iceland Plateau from ca. 18 to 14 Ma ago (Schnitker, 1980), have both been suggested to have increased poleward heat and moisture transport, causing increased precipitation and aiding ice growth. These mechanisms alone, however, cannot account for high benthic δ18O and apparently high atmospheric pCO\n2 (Kürschner et al., 2008) between ca.\n16 and 15 Ma ago."
  }, {
    "heading": "Infl uence of Columbia River Volcanism",
    "text": "Earth’s youngest continental fl ood basalt province, the Columbia River Basalt Group, had 90% of its eruptions take place between 16.1 and 15 Ma ago (Hooper et al., 2002; Fig. 2). Assuming a conservative volatile content of 0.5 wt% CO\n2 of the released magma, and an 80% effi -\ncient degassing, 11.2 Tg CO 2 would have been released for every 1 km3 of basaltic lava (Self et al., 2006). This gives an estimated release of 672,000 Tg CO\n2 , or ~80 ppmv of pCO 2 equivalent, over 400 ka between 16 and\n15.6 Ma ago (DE1–DE2), assuming an average Columbia River Basalt Group lava release rate of 150,000 km3/Ma (Hooper et al., 2002; Fig. 2). The CO\n2 would likely have been released over multiple eruptive epi-\nsodes (Roza eruption estimated as ~10 a duration; see Thordarson and Self, 1996), with biological feedback mechanisms reducing pCO\n2 over\nthousands of years (Paleocene-Eocene Thermal Maximum, PETM; CO 2 was sequestered within ~60 ka; see Bains et al., 2000). Lange (2002) estimated a volatile content of 2 wt% for Columbia River Basalt Group magmas; this would increase these CO\n2 emission estimates fourfold. Erupted\ncarbon would have been enriched in 12C relative to the global average. A negative δ13C anomaly ca. 16.2 Ma ago in the composite record (Zachos et al., 2001) immediately prior to the positive δ13C excursion may refl ect the fi rst infl ux of Columbia River Basalt Group CO\n2 .\nIn addition to CO 2 , Self et al. (2006) estimated that ~7.3 Tg of SO 2 were released per 1 km3 of lava for the Roza eruption in the Columbia River Basalt Group, giving an average of ~1.1 × 106 Tg SO\n2 released\nbetween 16 and 15.6 Ma ago, using the above assumptions. This was a signifi cant emission; the average amount of sulfur in the atmosphere today is <1 Tg (Self et al., 2006). The detailed timing of Columbia River Basalt Group eruptive events is unknown. Also, the climatic effects of such massive sulfur injection, and the balance between short-term cooling from volcanic winters and CO\n2 -induced warming, are yet to be fully\nunderstood and modeled (Self et al., 2005). However, resultant volcanic aerosol clouds likely produced signifi cant global cooling in the immediate aftermath of eruptions lasting decades per eruptive episode. An ~0.4‰ increase in benthic δ18O (Zachos et al., 2001) associated with the fi rst Columbia River Basalt Group eruption and negative δ13C anomaly suggests an abrupt global cooling of as much as 2 °C as the positive benthic δ13C excursion developed. We consider that volcanic winters may have cooled the climate suffi ciently to strengthen offshore winds and initiate the widespread upwelling and enhanced productivity documented in the Pacifi c (e.g., Flower and Kennett, 1994) and off West Africa (this study). In addition, increased weathering of North Africa likely fertilized the ocean (e.g., nitrates and phosphates) and further contributed to carbon burial. Such a climate regime may have been maintained by further eruptive episodes until carbon burial had drawn down suffi cient atmospheric CO\n2 , perhaps around the time of DE3, to sustain cooler temperatures and\n0 20 40 60 80 100\nCalcareous (sp.%)\nTOC %\n3 24-1 -0.5 0 0.5 1 1.5\n0 20 40 60 80 100\nCalcareous (wt%) (John et al., 2003)\n500300 400\nAtmos CO (ppmv) (Kürschner et al., 2008)\nEruption Rate (100 × km3/Ma) (Hooper et al., 2002)\n50100150\nCo lu\nm bi\na Ri\nve r F\nlo od\nB as\nal ts\nM al\nta\nG lo\nba l a\ntm os\n. p CO\n2\nIncreased terrestrial runoff\na b\nIncreased upwelling\nCo ng\no Fa\nn\nG lo\nba l b\nen th\nic c\nom po\nsi te\n(Zachos et al., 2001)\nCooling\n2.4 2.2 2 1.8 1.6 1.4\nDE1\nDE3\nDE2\nD is\nso lu\ntio n\nev en\nts\n0.5 21.51 (Zachos et al., 2001)\n14\n15\n16\n17\n18\n19\n20\n21\n22\nA ge\n( M\na)\nA. B. G. F.E.D.C. H. I.\nC (‰ VPDB)13\nO (‰ VPDB)18\nC (‰ VPDB)13\n2\nFigure 2. A: Global atmospheric pCO2 from fossil leaf stomata frequency (Kürschner et al., 2008). B, C: Global benthic δ 18O and δ13C data (Zachos et al., 2001). D: Benthic δ13C raw data with 3-point running mean (this study). E: Percentage of calcareous foraminifera to total benthic fauna (this study). F: Total organic carbon raw data with 3-point running mean (this study). G: Percentage bulk carbonate from Maltese marine section (John et al., 2003). H: Dashed lines mark dissolution events DE1–DE3 (this study), where calcareous specimens account for <50% of fauna. I: Columbia River Flood Basalt eruption rate (Hooper et al., 2002) for (a) Columbia Plateau, and (b) Malheur Gorge and Steens Basalt. VPDB—Vienna Peedee belemnite; TOC—total organic carbon.\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/37/8/699/3536505/i0091-7613-37-8-699.pdf by University of Arizona user on 26 February 2019\n702 GEOLOGY, August 2009\npromote expansion of the EAIS. The closure of Tethys and subsidence of Iceland Plateau may also have promoted cooling at that time, by allowing greater heat and moisture transport to high latitudes."
  }, {
    "heading": "CONCLUSIONS",
    "text": "We have presented evidence consistent with an expanded OMZ at middle-lower bathyal depths over the Congo Fan from ca. 15.7 to 14 Ma ago, with three dissolution events (DE1–DE3) ca. 16 Ma, 15.5 Ma, and 14.3 Ma ago marking likely periodic maxima in upwelling. Correlation of these multiproxy records with North African continental weathering records reveals a coincidence of increased North African weathering and West African OMZ expansion during these events. These represent periods of episodic polar cooling prior to 14 Ma ago that likely led to an enhanced latitudinal thermal gradient, increasing both continental weathering in North Africa through a northward-migrating ITCZ, and the extent of the West African OMZ through enhanced offshore winds and surface water productivity. Recent indications that atmospheric pCO\n2 may have been signifi cantly increased\nover this interval appear to point to the coincident release of Columbia River fl ood basalts as a possible cause of cooling and climatic perturbation during DE1 and DE2, although mechanisms for this remain unclear."
  }, {
    "heading": "ACKNOWLEDGMENTS",
    "text": "This research was partly funded by BP, which also provided all samples. We thank Ian Hall (Cardiff University) for isotope analysis, Christopher Vane (British Geological Survey) for total organic carbon analysis, and J. Reis and an anonymous reviewer for insightful comments. Published with permission of the Executive Director of the British Geological Survey (Natural Environment Research Council)."
  }, {
    "heading": "REFERENCES CITED",
    "text": "Bains, S., Norris, R.D., Corfi eld, R.M., and Faul, K.L., 2000, Termination of\nglobal warmth at the Palaeocene/Eocene boundary through productivity feedback: Nature, v. 407, p. 171–174, doi: 10.1038/35025035. Corliss, B.H., 1991, Morphology and microhabitat preferences of benthic foraminifera from the northwest Atlantic Ocean: Marine Micropaleontology, v. 17, p. 195–236, doi: 10.1016/0377-8398(91)90014-W. Diester-Haass, L., 1988, Sea level changes, carbonate dissolution and history of the Benguela Current in the Oligocene-Miocene off Southwest Africa (DSDP Site 362, Leg 40): Marine Geology, v. 79, p. 213–242, doi: 10.1016/0025- 3227(88)90040-0. Feely, R.A., Sabine, C.L., Hernandez-Ayon, J.M., Ianson, D., and Hales, B., 2008, Evidence for upwelling of corrosive “acidifi ed” water onto the continental shelf: Science, v. 320, p. 1490–1492, doi: 10.1126/science.1155676. Flower, B.J., and Kennett, J.P., 1994, The middle Miocene climatic transition: East Antarctic ice sheet development, deep sea circulation, and global carbon cycling: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 108, p. 537–555, doi: 10.1016/0031-0182(94)90251-8. Hall, I.R., McCave, N., Zahn, R., Carter, L., Knutz, P.C., and Weedon, G.P., 2003, Paleocurrent reconstruction of the deep Pacifi c infl ow during the middle Miocene: Refl ections of East Antarctic Ice Sheet growth: Paleoceanography, v. 18, doi: 10.1029/2002PA000817. Haq, B.U., Hardenbol, J., and Vail, P.R., 1987, Chronology of fl uctuating sea level since the Triassic: Science, v. 235, p. 1136–1167, doi: 10.1126/science.235.4793.1156. Herold, N., Seton, M., Müller, R.D., You, Y., and Huber, M., 2008, Middle Miocene tectonic boundary conditions for use in climate models: Geochemistry Geophysics Geosystems, v. 9, Q10009, doi: 10.1029/2008GC002046. Holbourn, A., Kuhnt, W., Schulz, M., Flores, J., and Andersen, N., 2007, Orbitally-paced climate evolution during the middle Miocene “Monterey” carbon-isotope excursion: Earth and Planetary Science Letters, v. 261, p. 534–550, doi: 10.1016/j.epsl.2007.07.026. Hooper, P.R., Binger, G.B., and Lees, K.R., 2002, Ages of the Steens and Columbia River fl ood basalts and their relationship to extension-related calc-alkalic volcanism in eastern Oregon: Geological Society of America Bulletin, v. 114, p. 43–50, doi: 10.1130/0016-7606(2002)114<0043:AOTSAC>2.0.CO;2 John, C.M., Mutti, M., and Adatte, T., 2003, Mixed carbonate-siliciclastic record on the North African margin (Malta)—Coupling of weathering processes and mid Miocene climate: Geological Society of America Bulletin, v. 115, p. 217–229, doi: 10.1130/0016-7606(2003)115<0217:MCSROT>2.0.CO;2. Jorissen, F.J., Fontanier, C., and Thomas, E., 2007, Paleoceanographical proxies based on deep-sea benthic foraminiferal assemblage characteristics, in Hillaire-Marcel, C., and De Vernal, A., eds., Proxies in late Cenozoic paleoceanography: Developments in Marine Geology 1: Amsterdam, Elsevier, p. 277–340.\nKaiho, K., 1994, Benthic foraminiferal dissolved-oxygen index and dissolvedoxygen levels in the modern ocean: Geology, v. 22, p. 719–722, doi: 10.1130/0091-7613(1994)022<0719:BFDOIA>2.3.CO;2. Kaminski, M.A., and Gradstein, F.M., 2005, Atlas of Paleogene cosmopolitan deep-water agglutinated foraminifera: Grzybowski Foundation Special Publication 10, 547 p. Kender, S., Kaminski, M.A., and Jones, B.W., 2008, Early to middle Miocene foraminifera from the deep-sea Congo Fan, offshore Angola: Micropaleontology, v. 54, p. 477–568. Kürschner, W.M., Kvacek, Z., and Dilcher, D.L., 2008, The impact of Miocene atmospheric carbon dioxide fl uctuations on climate and the evolution of terrestrial ecosystems: National Academy of Sciences Proceedings, v. 105, p. 449–453, doi: 10.1073/pnas.0708588105. Lange, R.A., 2002, Constraints on the pre-eruption volatile contents in the Columbia River fl ood basalts: Geology, v. 30, p. 179–182, doi: 10.1130/0091-7613(2002)030<0179:COTPVC>2.0.CO;2. Levin, L.A., 2003, Oxygen minimum zone benthos: Adaptation and community response to hypoxia: Oceanography and Marine Biology, v. 41, p. 1–45. Melguen, M., 1978, Facies evolution, carbonate dissolution cycles in sediments from the eastern south Atlantic (DSDP Leg 40) since the Early Cretaceous, in Bolli, H.M., et al., Initial reports of the Deep Sea Drilling Project, Volume 40: Washington, D.C., U.S. Government Printing Offi ce, p. 981–1024. Pagani, M., Arthur, M.A., and Freeman, K.H., 1999, Miocene evolution of atmospheric carbon dioxide: Paleoceanography, v. 14, p. 273–292. Pagani, M., Zachos, J., Freeman, K.H., Bohaty, S., and Tipple, B., 2005, Marked change in atmospheric carbon dioxide concentrations during the Oligocene: Science, v. 309, p. 600–603, doi: 10.1126/science.1110063. Schnitker, D., 1980, North Atlantic oceanography as possible cause of Antarctic glaciation and eutrophication: Nature, v. 284, p. 615–616, doi: 10.1038/284615a0. Schumacher, S., Jorissen, F.J., Dissard, D., Larkin, K.E., and Gooday, A.J., 2007, Live (Rose Bengal stained) and dead benthic foraminifera from the oxygen minimum zone of the Pakistan continental margin (Arabian Sea): Marine Micropaleontology, v. 62, p. 45–73, doi: 10.1016/j.marmicro.2006.07.004. Self, S., Thordarson, T., and Widdowson, M., 2005, Gas fl uxes from fl ood basalt eruptions: Elements, v. 1, p. 283–287. Self, S., Widdowson, M., Thordarson, T., and Jay, A.E., 2006, Volatile fl uxes during fl ood basalt eruptions and potential effects on the global environment: A Deccan perspective: Earth and Planetary Science Letters, v. 248, p. 517–531, doi: 10.1016/j.epsl.2006.05.041. Shevenell, A.E., Kennett, J.P., and Lea, D.W., 2004, Middle Miocene Southern Ocean cooling and Antarctic cryosphere expansion: Science, v. 305, p. 1766–1770, doi: 10.1126/science.1100061. Thomas, E., 2007, Cenozoic mass extinctions in the deep sea: What perturbs the largest habitat on Earth?, in Monechi, S., et al., eds., Large ecosystem perturbations: Causes and consequences: Geological Society of America Special Paper 424, p. 1–23, doi: 10.1130/2007.2424(01). Thordarson, T., and Self, S., 1996, Sulfur, chlorine and fl uorine degassing and atmospheric loading by the Roza eruption, Columbia River Basalt Group, Washington, USA: Journal of Volcanology and Geothermal Research, v. 74, p. 49–73, doi: 10.1016/S0377-0273(96)00054-6. Ufkes, E., Jansen, J.H.F., and Schneider, R.R., 2000, Anomalous occurrences of Neogloboquadrina pachyderma (left) in a 420-ky upwelling record from Walvis Ridge (SE Atlantic): Marine Micropaleontology, v. 40, p. 23–42, doi: 10.1016/S0377-8398(00)00030-X. Vincent, E., and Berger, W.H., 1985, Carbon dioxide and polar cooling in the Miocene: The Monterey hypothesis, in Sundquist, E.T., and Broecker, W.S., eds., The carbon cycle and atmospheric CO\n2 : Natural variations Archean to pres-\nent: American Geophysical Union Geophysical Monograph 32, p. 455–468. Wright, J.D., Miller, K.G., and Fairbanks, R.G., 1992, Early and middle Miocene\nstable isotopes: Implications for deepwater circulation and climate: Paleoceanography, v. 7, p. 357–389. You, Y., Huber, M., Müller, R.D., Poulsen, C.J., and Ribbe, J., 2009, Simulation of the Middle Miocene Climate Optimum: Geophysical Research Letters, v. 36, L04702, doi: 10.1029/2008GL036571. Zachos, J., Pagani, M., Sloan, L., Thomas, E., and Billups, K., 2001, Trends, rhythms, and aberrations in global climate 65 Ma to present: Science, v. 292, p. 686–693, doi: 10.1126/science.1059412.\nManuscript received 26 January 2009 Revised manuscript received 4 March 2009 Manuscript accepted 23 March 2009\nPrinted in USA\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/37/8/699/3536505/i0091-7613-37-8-699.pdf by University of Arizona user on 26 February 2019"
  }],
  "year": 2009,
  "references": [],
  "id": "SP:ede85989923ffbbe069c2e133d6f1c0d5e1f7fee",
  "authors": [],
  "abstractText": "699 ABSTRACT Three dissolution events ca. 16 Ma, 15.5 Ma, and 14.3 Ma ago have been identifi ed in sediments from the Congo Fan. Multiproxy benthic foraminiferal and sedimentary records suggest an expanded oxygen minimum zone consistent with enhanced upwelling at these times. Marine carbonate records from adjacent North Africa indicate coincident episodes of increased continental weathering, suggesting that an intermittently stronger polar front strengthened west African offshore winds, increasing surface water productivity, and enhanced North African weathering during these events. We propose that Columbia River Flood Basalt volcanism, estimated to have released 106 Tg CO2 and 10 6 Tg SO2 between 16 and 15.6 Ma ago, may have infl uenced these climatic changes."
}