{
  "sections": [{
    "text": "For permission to copy, contact editing@geosociety.org © 2009 Geological Society of America\n315\nGeosphere; June 2009; v. 5; no. 3; p. 315–324; doi: 10.1130/GES00188.1; 4 fi gures.\n*steve@gis.nmt.edu.\nDuring middle Eocene to middle Miocene time, development of the Cenozoic icehouse was coincident with a prolonged episode of explosive silicic volcanism, the ignimbrite fl are-up of southwestern North America. We present geochronologic and biogeochemical data suggesting that, prior to the establishment of full glacial conditions with attendant increased eolian dust emission and oceanic upwelling, iron fertilization by great volumes of silicic volcanic ash was an effective climatic forcing mechanism that helped to establish the Cenozoic icehouse. Most Phanerozoic cool-climate episodes were coeval with major explosive volcanism in silicic large igneous provinces, suggesting a common link between these phenomena.\nINTRODUCTION\nThe climate of the Earth has alternated between warm and cool regimes throughout the Phanerozoic Eon. Major continental glaciations occurred in the Late Ordovician, the Late Devonian–Permian, and in the Cenozoic. Other episodes of global cooling without evidence for polar ice caps occurred in the Middle to Late Jurassic and the Early Cretaceous. Explanations of cool climatic regimes have included the effects of continental drift, orbital variations, impact events, and changes in cosmic ray fl ux\n(Frakes et al., 1992; Shaviv and Veizer, 2003). Climatic cooling resulting from decreased atmospheric CO\n2 concentration has been attributed to\nincreased marine photosynthetic productivity or enhanced silicate weathering in orogens. Most previous studies of climate modifi cation by volcanism have focused on the effects of increased atmospheric CO\n2 from eruption of voluminous\nmafi c lavas or the relationship between atmospheric aerosols and insolation. Here we examine the potential impact on climate of oceanic iron fertilization by volcanic ash from repeated major silicic eruptions.\nIron is a micronutrient necessary for the synthesis of chlorophyll (Martin et al., 1991), and is thus critical to primary photosynthetic productivity in the ocean. In coastal marine environments, dissolved iron is supplied mostly from nearby terrigenous sources and by upwelling circulation. In the central ocean basins, the principal source of iron to the euphotic zone is eolian dust, derived mostly from defl ation of desert regions (Jickells et al., 2005; Patra et al., 2007). Large parts of the open ocean (~30% of the global ocean today) are high-nutrient, lowchlorophyll (HNLC) areas where primary photosynthetic productivity is anomalously low and is limited primarily by the availability of iron. Modern HNLC areas occur mostly in the Southern Ocean, the equatorial Pacifi c Ocean, and the North Pacifi c Ocean. The distribution of HNLC areas in ancient oceans is poorly understood. Iron-limited HNLC areas may have been more\nwidespread during greenhouse intervals because (1) lower pole to equator temperature gradients during warm climate episodes cause diminished global wind velocities, and (2) greenhouse conditions favor warmer and wetter conditions in continental interiors (e.g., Dupont-Nivet et al., 2007). These factors favor less eolian defl ation and transportation of iron-bearing dust to the open ocean.\nA sporadic source of dissolved iron to HNLC areas is volcanic ash, which contains iron within reactive vitric particles and as adsorbed metal salts. These salts dissolve within minutes upon contact with seawater and thus supply critical metals directly to the euphotic zone (Frogner et al., 2001; Duggen et al., 2007). Iron fertilization may decrease oceanic (and subsequently atmospheric) CO\n2 concentration by increasing\nthe photosynthetic conversion of CO 2 to organic carbon (C org\n) (e.g., Cooper et al., 1996). Settling and subsequent burial of a fraction of particulate C\norg allows for long-term reduction of atmo-\nspheric CO 2 concentration and global cooling.\nExperiments have unequivocally demonstrated the effectiveness of iron fertilization to promote primary production in HNLC areas (Martin et al., 1994; Kolber et al., 1994; Boyd et al., 2000; Tsuda et al., 2003; Coale et al., 1996; Blain et al., 2007; Cassar et al., 2007). Export fl uxes of particulate organic carbon from the surface mixed zone were low in several shipboard iron-addition experiments, possibly because of their small scale and short duration, and due to\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/5/3/315/3338739/i1553-040X-5-3-315.pdf by University of Arizona user on 26 February 2019\n316 Geosphere, June 2009\ndilution effects (see summaries in Buesseler et al., 2004; de Baar et al., 2005). Observation of natural iron fertilization in the Southern Ocean, however, has indicated a carbon export ratio at least ten times greater than earlier shipboard experiments (Blain et al., 2007).\nA relationship between atmospheric CO 2 and explosive volcanic eruptions is suggested by the Mauna Loa atmospheric observatory record (Fig. 1). Two of the four largest eruptions since 1958 (Agung in 1963 and Pinatubo in 1991) were followed by pronounced decreases in CO\n2\nconcentration. Only minor decreases in atmospheric CO\n2 followed the eruptions of Mount\nSt. Helens and El Chichón, possibly because most of the ash associated with these eruptions was deposited on land. The CO\n2 anomaly that\nfollowed the ~5 km3 eruption of Pinatubo is the largest in the record (Sarmiento, 1993) and was accompanied by an increase in atmospheric O\n2 (Keeling et al., 1996). The post-Pinatubo increase in O 2 resulted from photosynthesis that may be largely the result of iron fertilization in the Southern Ocean (Watson, 1997).\nLarge igneous provinces (LIPs) are longlived, intraplate volcano-plutonic provinces that have areal extents >1 × 105 km2 and igneous volumes >1 × 105 km3 (Bryan and Ernst, 2008). Most are mainly mafi c in composition, but four Phanerozoic LIPs of silicic composi-\ntion have so far been recognized (Bryan, 2007). These silicic large igneous provinces (SLIPs) consist mostly (>80%) of dacite and rhyolite, with rhyolite ignimbrite as the dominant volcanic rock. In contrast to their mafi c counterparts, all known Phanerozoic SLIPs developed near continental margins (Bryan and Ernst, 2008; S.E. Bryan, 2008, written commun.), and thus were major sources of volcanic ash to adjacent oceanic basins.\nIgnimbrite eruptions represent the largest and most explosive volcanic eruptions on Earth. Major ignimbrites have volumes of 102–104 km3. Plinian eruption columns and co-ignimbrite ash clouds are commonly tens of kilometers in height and can inject large volumes of volcanic ash into the stratosphere, where it persists for years and is distributed hemispherically or globally. In contrast, mafi c volcanism generally is effusive, producing eruptions columns that intrude <5 km into the troposphere. The most recent major ignimbrite eruption was at Toba, Sumatra, ca. 75 ka ago. Toba erupted ~2500 km3 dense rock equivalent (DRE) of ignimbrite. Cooling related to the Toba eruption lasted ~1 ka or less (Zielinski et al., 1996; Huang et al. 2001). Much of the Toba ash was deposited in the Bay of Bengal (Rampino and Self, 1993), today an area in which primary productivity is not limited by the availability of iron.\nHere we evaluate the potential effects of iron fertilization in relation to the youngest and bestpreserved SLIP vis-à-vis the development of the global Cenozoic icehouse. We then examine the temporal relationships between cooling events and older Phanerozoic SLIPs for which age constraints and the seafl oor record are less well known.\nPALEOGENE GLOBAL COOLING AND THE IGNIMBRITE FLARE-UP OF SOUTHWESTERN NORTH AMERICA\nA transition from greenhouse to icehouse conditions began in the early middle Eocene and was marked by increased δ18O in calcite of benthic marine foraminifera (Fig. 2) that resulted from deep-water cooling and the accumulation of glacial ice. Approximately 15 Ma after its onset, Paleogene cooling was punctuated by the Oi-1 event (ca. 33.5 Ma ago, near the Eocene-Oligocene boundary), when major continental glaciation in Antarctica began. The Oi-1 positive carbon isotopic anomaly has been interpreted by many workers to record enhanced marine production and burial of C\norg that led to\ndecreased atmospheric CO 2 and global cooling (Zachos et al., 1993; Salamy and Zachos, 1999; Diester-Haass and Zahn, 1996, 2001; Anderson and Delaney, 2005).\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/5/3/315/3338739/i1553-040X-5-3-315.pdf by University of Arizona user on 26 February 2019\nGeosphere, June 2009 317\nThe most intensively studied SLIP is the middle Eocene–middle Miocene ignimbrite fl are-up (IFU) of southwestern North America (Fig. 3). IFU volcanism occurred ca. 50–16 Ma ago in an extensional volcanic belt ~3500 km in length in Mexico and the western USA. The volume of IFU ignimbrite was at least ~4 × 105 km3 (Best and Christiansen, 1991), ~75% of which was erupted in the Sierra Madre Occidental of Mexico (Fig. 2). Within the Sierra Madre Occidental, prominent pulses of ignimbrite volcanism occurred ca. 46–43 Ma ago (~5 × 104 km3 ignimbrite), 38–27 Ma ago (~2 × 105 km3), and 24–18 Ma ago (~5 × 104 km3) (Aguirre-Diaz and McDowell, 1991; Ferrari et al., 2002; McDowell and McIntosh, 2007; McDowell, 2007). Coeval major (>6 × 104 km3) ignimbrite volcanism occurred in Afro-Arabia ca. 30–28 Ma ago (Ukstins Peate et al., 2003). In the San Juan volcanic fi eld of Colorado, where mapping and geochronologic analysis are reasonably complete, the average eruption volume of major ignimbrites during the IFU was ~600 km3 (Lipman, 2000). If this average ignimbrite volume is representative of the entire IFU province, then the IFU comprised ~700 major ignimbrite eruptions with an average interval between eruptions of ~40 ka. The interval between major eruptions\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/5/3/315/3338739/i1553-040X-5-3-315.pdf by University of Arizona user on 26 February 2019\n318 Geosphere, June 2009\nduring peak IFU volcanism ca. 34–30 Ma ago was ~15 ka.\nCrystal-enrichment studies of ignimbrites show that typically about half of the initial eruptive volume is represented by ignimbrite; thus, a similar volume of vitrically enriched ash was elutriated and dispersed by tropospheric and stratospheric winds during the eruption (Walker, 1981). Between 40 and 20 Ma ago, the location of the Intertropical Convergence Zone in the central Pacifi c Ocean was ~25°N (Hyeong et al., 2006, and references therein), due west of the central Sierra Madre Occidental. The Sierra Madre Occidental thus was largely within the zone of easterly trade winds, and much of the elutriated ash was blown westward into low-latitude areas of the Pacifi c Ocean (e.g., Ziegler et al., 2007), today an HNLC area. The average atmospheric emission of IFU ash during the interval 37–26 Ma ago was ~6 × 1013 g a–1, assuming a volume of dispersed ash similar to the preserved ignimbrite volume (~2.7 × 105 km3 DRE). This is ~3%–6% of modern annual global eolian dust emission (Zender et al., 2004). Large modern dust emissions, however, are mostly the result of post–late Miocene cooling and drying in the Northern Hemisphere (Rea, 1994) and anthropogenic effects (Neff et\nal., 2008). During the late Eocene and Oligocene, global eolian dust emissions were much less than in the late Neogene (Rea, 1994), and mass accumulation rates of IFU ash and eolian dust were subequal at Ocean Drilling Program (ODP) Site 1215 in the central equatorial Pacifi c (Ziegler et al., 2007).\nVolcanic eruptions release acid gases and metals to the atmosphere as an aerosol phase. A portion of these aerosols adheres to volcanic ash as soluble metal salts. Based on the data of Frogner et al. (2001), rhyolitic ash contains ~6.0 × 1011 g Fe per km3 DRE as adsorbed, rapidly soluble acid salts. In HNLC areas of the Southern Ocean, primary production from iron fertilization results in Fe/C\norg ratios that vary\nby an order of magnitude (~2–20 µmol mol–1; Cassar et al., 2007; Blain et al., 2007). This range of ratios indicates that adsorbed iron on ash deposited in iron-limited oceanic areas may cause excess production of ~2.6–26 × 1016 g C\norg per km3 DRE of ash. By comparison, atmospheric emission of CO 2 during rhyolite eruptions is relatively small. Pre-eruptive rhyolite contains a few hundred ppm CO\n2 (Anderson\net al., 2000; Lui et al., 2006), about an order of magnitude less than basalt. Assuming complete degassing during eruption, rhyolite magmas emit ~1011 g C (as CO\n2 ) per km3 DRE.\nDissolution and alteration of vitric ash are additional potential sources of iron in marine environments. Rhyolitic glass typically contains ~1%–3% iron, as both Fe\n2 O 3 and FeO.\nAssuming (conservatively) an iron content of 1%, vitric ash contains ~2.5 × 1013 g Fe per km3 DRE, resulting in potential excess production of 1.1–11 × 1018g C\norg per km3 DRE of ash dis-\nsolved. Microbial etching of glass in seawater occurs within months (Staudigel et al., 1995, 1998; Brehm et al., 2005), thus some dissolution of very fi ne ash may occur as it settles through the ~100-m-thick euphotic zone, which may take days or weeks. Subsequent dissolution and alteration of vitric ash in the deep ocean or on the seafl oor may release iron that becomes biologically available during later upwelling. We note that IFU ash at ODP Site 1215 in the central equatorial Pacifi c Ocean has been nearly entirely altered to smectite and zeolite (Ziegler et al., 2007).\nTo demonstrate the potential role of IFU volcanic iron fertilization in Paleogene cooling, we present here a biogeochemical mass balance for the prominent ~300 ka positive δ13C anomaly that began with the Oi-1 event. Salamy and Zachos (1999) attributed this anomaly to excess primary production and burial of 1018 g of C\norg .\nAt 33.5 Ma ago the rate of IFU ash emission was ~3 × 104 km3 Ma–1 (Fig. 2). In the following calculations, we assume that the modern ratio of buried C\norg to primary production of C org (~0.001;\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/5/3/315/3338739/i1553-040X-5-3-315.pdf by University of Arizona user on 26 February 2019\nGeosphere, June 2009 319\nRidgwell and Edwards, 2007) is applicable and scales linearly with production. Assuming a low Fe/C\norg ratio of 2 µmol mol–1 for phytoplankton\n(Cassar et al., 2007), burial of 1018 g of C org may be accounted for by fertilization of HNLC areas by the adsorbed iron on ~40% of the IFU ash erupted during the post-Oi-1 carbon isotopic anomaly. Using identical assumptions, burial of a similar mass of C\norg may result from dissolu-\ntion of ~1% of the erupted IFU vitric ash. Substituting a high Fe/C\norg ratio of 20 µmol mol–1\n(Blain et al., 2007), dissolution of ~10% of IFU ash would be suffi cient for burial of the 1018 g of C\norg needed to account for the post-Oi-1 carbon isotopic anomaly. Although the volume of IFU ash deposited in Paleogene HNLC areas is unknown, these calculations demonstrate that iron fertilization by IFU ash may have contributed signifi cantly to the post-Oi-1 carbon isotopic anomaly.\nVolcanic iron fertilization also may indirectly enhance photosynthetic production in lownutrient, low-chlorophyll areas of the ocean. These areas are extensive tropical and subtropical parts of the ocean in which fi xed nitrogen is typically the growth-limiting nutrient. The principal nitrogen-fi xing organisms in these areas are cyanobacteria of the genus Trichodesmium. The fi xation of nitrogen by Trichodesmium is limited by the availability of iron, which is required to facilitate electron transfer reactions (Falkowski, 1997). Excretion and mortality by Trichodesmium increases the availability of fi xed nitrogen to other phytoplankton, thereby boosting primary production of C\norg (Moore et al., 2006).\nIn addition to iron, volcanic ash rapidly liberates other biologically important, adsorbed nutrients upon contact with seawater (Si, Cu, Zn, PO\n4 3–, and NH 4 +; Duggen et al., 2007). Sili-\ncon is an important limiting element for opal production in phytoplankton (Brzezinski et al., 2005; Leblanc et al., 2005). Altered IFU ash may have played additional roles in Paleogene global cooling. The alteration products of vitric ash (smectite and zeolite) contain intercrystalline sites in which dissolved organic carbon may become sorbed, protecting it from oxidation by bacteria (e.g., Keil et al., 1994).\nTemporal variations in ignimbrite eruptive fl ux during the IFU are closely correlated with climatic events. The Oi-1 and Mi-1 cooling events are both associated with rapid increases in IFU eruptive fl ux (Fig. 2). A period of late Oligocene warming (Zachos et al., 2001) coincides closely with a lull in ignimbrite volcanism ca. 26–24 Ma ago, and a warm interval in the Southern Ocean ca. 42–41 Ma ago (Bohaty and Zachos, 2003) occurred during the ca. 43–38 Ma ago ignimbrite eruptive minimum. IFU volcanism ended gradually in the middle\nMiocene, and thereafter played no active role in development of the late Cenozoic icehouse. Other explosive volcanic provinces, however, may have infl uenced late Miocene and younger cooling. These include the Altiplano-Puna in the central Andes (10–3 Ma ago, >3 × 104 km3 ignimbrite), Taupo, New Zealand (1.6–0 Ma ago, ~2 × 104 km3 ignimbrite), and large- volume ignimbrites associated with the Yellowstone hotspot of the northwestern United States (16–0.6 Ma ago). Rates of explosive volcanism throughout the circum-Pacifi c region greatly increased ca. 5 Ma ago (Sigurdsson, 2000), and deep-sea cores from the North Pacifi c show a tenfold increase in ash content coincident with an abrupt increase in ice-rafted debris 2.67 Ma ago (Prueher and Rea, 1998).\nTEMPORAL RELATIONSHIPS BETWEEN OTHER PHANEROZOIC ICEHOUSE INTERVALS AND SLIP EVENTS\nThe fi rst major icehouse event of the Phanerozoic occurred in the Late Ordovician and Early Silurian (Fig. 4). At least sporadically cold climates existed from the early Katian (middle Caradoc), ca. 456 Ma ago, to the Llandoverian, which ended 428 Ma ago (Saltzman and Young, 2005; Cherns and Wheeley, 2007; Crowell, 1999; Grahn and Caputo, 1992). A short-lived (<1 Ma) episode of major continental glaciation occurred in the latest Ordovician (Hirnantian, ca. 445 Ma ago) (Brenchley et al., 1994; Gibbs et al., 2000). Major explosive volcanism occurred episodically during the Early Ordovician to Late Silurian, resulting in some of the most widely dispersed ashes in the Phanerozoic (Huff et al., 1992; Huff et al., 1996). The volumes and source regions of these bentonites are poorly known. Bentonites accumulated from the Arenig (ca. 479 Ma ago) through the Pridoli (ca. 416 Ma ago) (Huff et al., 1998; Huff, 2000). The most voluminous ashes were erupted ca. 457–448 Ma ago (Min et al., 2001), about the same time as initial Late Ordovician cooling.\nThe great Gondwanan glaciation occurred from the Late Devonian to the Late Permian (Veevers and Powell, 1987; Crowell, 1999; Isbell et al., 2003). Glaciers achieved their maximum paleolatitudinal range between the middle Stephanian (ca. 305 Ma ago) and near the end of the Sakmarian (ca. 284 Ma ago) (Isbell et al., 2003). Three episodes of major ignimbrite volcanism occurred in the New England fold belt of eastern Australia in the Late Devonian, Carboniferous, and Early Permian. The fi rst two of these (380–365 and 360–340 Ma ago; Bryan et al., 2004) are coeval with the early part of the Gondwanan icehouse. Explosive\nvolcanism in the Kennedy-Connors-Auburn SLIP (ca. 320–280 Ma ago; Bryan et al., 2004, Bryan, 2007) of eastern Australia encompassed the glacial maximum. Major pulses of ignimbrite volcanism within the Kennedy-ConnorsAuburn SLIP occurred ca. 320–314, 305–300, and 290–285 Ma ago (S. Bryan, 2007, written commun.). Major ignimbrite volcanism also occurred in northern Europe ca. 300–280 Ma ago (Neumann et al., 2004) and in southern South America during much of the Permian (López-Gamundí et al., 1994; Breitkreuz and Van Schmus, 1996).\nEvidence for Jurassic cold climates and possible high-latitude alpine glaciation exists for the Bathonian (ca. 168–165 Ma ago) (Chumakov and Frakes, 1997; Crowell, 1999) and the latest Callovian to early Oxfordian (ca. 162– 160 Ma ago) (Dromart et al., 2003). These cold climates were contemporaneous with explosive volcanism in the Early to Middle Jurassic Chon Aike SLIP of Patagonia and Antarctica. The Chon Aike province was active ca. 188–153 Ma ago, with peak pulses of ignimbrite volcanism ca. 188–178, 172–162, and 157–153 Ma ago (Pankhurst et al., 2000).\nEruption of the most voluminous SLIP of the Phanerozoic (the Whitsunday province of eastern Australia) occurred in the Cretaceous, ca. 132–95 Ma ago (Bryan et al., 1997, 2000). K/Ar data suggest that initial Whitsunday eruptions occurred ca. 145 Ma ago (Allen et al., 1998), but these ages may be too old (Bryan et al., 2000). Peak volcanism occurred ca. 120– 105 Ma ago (Bryan, 2007; Bryan and Ernst, 2008). Contemporaneous with the early part of Whitsunday volcanism, major ignimbrites were erupted in the Paraná-Etendeka fl ood basalt province ca. 133–128 Ma ago (Peate, 1997). The timing of peak Whitsunday volcanism corresponds closely to an interval of middle Aptian– early Albian global cooling ca. 120–110 Ma ago (Crowell, 1999; Pirrie et al., 1995). Another Early Cretaceous cold period occurred during the Valanginian (ca. 138–135 Ma ago) (Stoll and Schrag, 1996; Alley and Frakes, 2003; Gröcke et al., 2005), slightly before or during the onset of Whitsunday volcanism. A short-lived (~200 ka) glaciation may have occurred ca. 91.2 Ma ago in Antarctica (Bornemann et al., 2008), ~4 Ma after the end of Whitsunday volcanism. Miller et al. (2005) invoked the presence of small glaciers in Antarctica throughout the Late Cretaceous and Eocene to account for short-term fl uctuations in sea level.\nDISCUSSION\nVolcanic iron fertilization by IFU ash provides a plausible mechanism for atmospheric\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/5/3/315/3338739/i1553-040X-5-3-315.pdf by University of Arizona user on 26 February 2019\n320 Geosphere, June 2009\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/5/3/315/3338739/i1553-040X-5-3-315.pdf by University of Arizona user on 26 February 2019\nGeosphere, June 2009 321\nCO 2 drawdown during the Cenozoic climatic transition, both in terms of timing and biogeochemical mass balance. Iron fertilization by repeated ignimbrite eruptions may have accelerated Paleogene global cooling by the stepwise forcing of the climate across a climatic threshold, via the cumulative effect of CO\n2 drawdown\nby hundreds of volcanic fertilization events. Following initial Oi-1 glaciation, increased eolian dust deposition eventually superseded volcanogenic iron fertilization in the enhancement of primary production in HNLC areas.\nFactors that may infl uence global climatic change are numerous and commonly interrelated. Increased glacial albedo, increased dust emission, and vigorous oceanic upwelling promote cooling, but all are positive feedbacks that follow initial cooling and glaciation, thus it is diffi cult to envision how such processes might initiate cooling. Volcanic forcing is independent of such feedback loops. A possible exception to this independence is the glacio-eustatic effect of falling sea level on the initiation of volcanic eruptions (e.g., Rampino and Self, 1993). Although plausible for volcanoes in coastal environments, this effect can be discounted for major continental volcanic provinces such as the IFU. Indeed, during early IFU volcanism (middle to late Eocene), eustatic sea-level fl uctuations were less than a few tens of meters on million-year time scales (Miller et al., 2005), and volcanic centers were commonly many hundreds of kilometers from the sea (Fig. 3). Pulses of IFU ignimbrite volcanism in New Mexico, Colorado, and Trans-Pecos Texas were 1.8–6.1 Ma long and are probably related to variation in far-fi eld tectonic stresses (Chapin et al., 2004). These pulses are longer than, and show no simple relationship to, the contemporaneous eustatic fl uctuations depicted by Miller et al. (2005).\nProcesses related to tectonism, such as changes in circulation by the opening or closing of oceanic gateways (Kennett, 1977; Diester-Haass and Zahn, 2001; Jovane et al., 2007; Allen and Armstrong, 2008) and increased silicate weathering following uplift of the Tibetan Plateau (Raymo and Ruddiman, 1992), have been invoked as important causes of Paleogene cooling. These are viable mechanisms for global climatic change, but the timing of these events is controversial, with age estimates commonly varying by many millions of years (e.g., Lawver and Gahagan, 2003; Lyle et al., 2007; McQuarrie et al., 2003; Sun et al., 2005). Unlike these tectonic processes, IFU volcanism is delimited by hundreds of radioisotopic analyses and provides a means of climatic forcing that is geologically rapid. In contrast to transient insolation effects related to volcanic-\nand dimethyl sulfi de–derived aerosols, burial of a small portion of excess primary production of C\norg following each in a series of volcanic fertilization events may produce incremental, longterm CO\n2 drawdown and climatic cooling.\nInitial Gondwanan glaciation has been attributed to changes in atmospheric and oceanic circulation during the assembly of Pangea (Crowell, 1999), but was also contemporaneous with the Late Devonian beginning of major explosive silicic volcanism in eastern Australia. The peak episode of Gondwanan glaciation in the late Carboniferous to Early Permian is coeval with major silicic volcanism in the KennedyConnors-Auburn SLIP, in northern Europe, and in South America, each of which may have contributed to the glacial expansion during the Stephanian through Sakmarian. At about the same time, eolian dust emission increased markedly in western equatorial Pangea, and may have boosted primary production via eolian iron fertilization (Soreghan and Soreghan, 2002).\nEarly geochemical models (Berner, 1991, 1994) and proxy studies of paleosols (Cerling, 1991; Ekart et al., 1999) indicated high atmospheric CO\n2 during the Late Ordovician and\nMesozoic cold intervals. If correct, these results imply that the temporal correlation between these cold intervals and major silicic volcanism is fortuitous, or that they are linked by a process other than iron fertilization. A later carbon-cycle model (Berner, 2006), however, predicted a CO\n2\nminimum during the Late Ordovician, and the usefulness of paleosol proxies for the estimation of Paleozoic atmospheric CO\n2 has been ques-\ntioned (Quast et al., 2006). The study of Royer et al. (2004) suggested a close link between atmospheric CO\n2 concentration and temperature\nthroughout the Phanerozoic. A remarkable temporal correlation exists between large-volume silicic volcanism and cold climates in the Phanerozoic. A similar close correspondence is apparent with lowtemperature anomalies in tropical sea-surface paleotemperatures (Veizer et al., 2000) (Fig. 4). No simple relationship, however, exists between SLIP eruptive volumes and the extent of contemporaneous global cooling. For example, the most voluminous Phanerozoic SLIP (the Early Cretaceous Whitsunday province) is temporally associated with only moderate cooling in the middle Aptian to early Albian (ca. 120–110 Ma ago). The cooling response may have been muted by contemporaneous large CO\n2 emissions\nfrom major mafi c magmatism in oceanic ridges and oceanic plateaus (Ontong Java and Kerguelen) in the Early Cretaceous. Rates of mafi c volcanism ca. 125–100 Ma ago are the highest known in the history of the Earth, nearly double the modern rate (Sigurdsson, 2000). Large CO\n2\nemissions from mafi c eruptions may induce climatic warming that is largely unmitigated by iron fertilization because of the low explosivity of typical basaltic eruptions. The long-term climatic forcing effects of major mafi c and silicic volcanism thus may be antithetic: silicic volcanism tends to promote cooling because of its (1) low magmatic CO\n2 content and (2) highly\nexplosive eruption style, which produces great volumes of widespread ash with large ironfertilization potential. Mafi c volcanism may promote warming for the opposite reasons.\nThe icehouse–SLIP hypothesis presented here, if correct, suggests that repeated episodes of oceanic iron fertilization by great volumes of rhyolitic ash may be suffi cient to initiate cold climatic modes. Further evaluation of this hypothesis will require a better understanding of several factors, including (1) the geographic extent and location of ancient HNLC regions; (2) the importance of volcanic iron fertilization to enhancement of nitrogen fi xation in lownutrient, low-chlorophyll waters; (3) the fraction of excess C\norg produced during ancient vol-\ncanic fertilization events that became buried on the seafl oor; (4) the portion of the elutriated ash from major ignimbrite eruptions that is injected into the stratosphere and subsequently hemispherically or globally distributed.\nApproximately 105 km3 of ignimbrite were erupted during early IFU volcanism prior to initial (Oi-1) glaciation in Antarctica ca. 33.5 Ma ago. If a similar volume of ash was deposited in the ocean, then ~2.5 × 1018 g total excess Fe were added by IFU ash to the oceanic iron inventory during the Cenozoic greenhouseicehouse transition prior to Oi-1. This is comparable to the total global production of steel and pig iron for 2006 (3 × 1018 g) (U.S. Geological Survey, 2007). In view of the current controversy concerning the possible remediation of global warming by anthropogenic iron fertilization of the oceans, it should be emphasized that iron fertilization by IFU volcanism proceeded for millions of years. Rapid iron fertilization on human time scales would result in limitation of primary production by the eventual drawdown of other nutrients in surface waters, such as nitrogen or phosphorus (e.g., Sarmiento and Orr, 1991). Because of the typical time interval between IFU eruptions (~15–40 ka), replenishment of these nutrients by overturning circulation may occur before the next fertilization event.\nACKNOWLEDGMENTS\nResearch was funded by the New Mexico Bureau of Geology and Mineral Resources (a division of the New Mexico Institute of Mining and Technology) and the Jackson School of Geosciences of the University\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/5/3/315/3338739/i1553-040X-5-3-315.pdf by University of Arizona user on 26 February 2019\n322 Geosphere, June 2009\nof Texas at Austin. We benefi ted from discussions with B.D. Allen, G.J. Axen, S.E. Bryan, C.E. Chapin, W.E. Elston, and C.D. Henry. Tom Kaus drafted the fi gures. The manuscript was improved by reviews from L. Jovane and an anonymous reviewer, and by comments from associate editor Isabel Montañez.\nREFERENCES CITED\nAguirre-Diaz, G.J., and McDowell, F.W., 1991, The volcanic section at Nazas, Durango, Mexico, and the possibility of widespread Eocene volcanism within the Sierra Madre Occidental: Journal of Geophysical Research, v. 96, p. 13,373–13,388, doi: 10.1029/91JB00245. Allen, C.W., Stephens, C.J., and Fielding, C.R., 1998, Granite genesis and basin formation in an extensional setting: The magmatic history of the northernmost New England orogen: Australian Journal of Earth Sciences, v. 45, p. 875–888, doi: 10.1080/08120099808728442. Allen, M.B., and Armstrong, H.A., 2008, Arabia-Eurasia collision and the forcing of mid-Cenozoic global cooling: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 265, p. 52–58, doi: 10.1016/j.palaeo .2008.04.021. Alley, N.F., and Frakes, L.A., 2003, First known Cretaceous glaciation; Livingston Tillite Member of the Cadna-owie Formation, South Australia: Australian Journal of Earth Sciences, v. 50, p. 139–144, doi: 10.1046/j.1440-0952.2003.00984.x. Anderson, A.T., Davis, A.M., and Lu, F., 2000, Evolution of Bishop Tuff rhyolitic magma based on melt and magnetite inclusions and zoned phenocrysts: Journal of Petrology, v. 41, p. 449–473, doi: 10.1093/ petrology/41.3.449. Anderson, L.D., and Delaney, M.L., 2005, Middle Eocene to early Oligocene paleoceanography from Agulhas Ridge, Southern Ocean (Ocean Drilling Program Leg 177, Site 1090): Paleoceanography, v. 20, PA1013, doi: 10.1029/2004PA001043. Berner, R.A., 1991, A model for atmospheric CO 2 over Pha-\nnerozoic time: American Journal of Science, v. 291, p. 339–376.\nBerner, R.A., 1994, Enriched: GEOCARB II; A revised model of atmospheric CO\n2 over Phanerozoic time:\nAmerican Journal of Science, v. 294, p. 56–91. Berner, R.A., 2006, Inclusion of the weathering of volca-\nnic rocks in the GEOCARBSULF model: American Journal of Science, v. 306, p. 295–302, doi: 10.2475/05.2006.01.\nBest, M.G., and Christiansen, E.H., 1991, Limited extension during peak Tertiary volcanism, Great Basin of Nevada and Utah: Mid-Tertiary Cordilleran magmatism; Plate convergence versus intraplate processes: Journal of Geophysical Research, v. 96, p. 13,509–13,528, doi: 10.1029/91JB00244. Blain, B., Quéguiner, B., Armand, L., Belviso, S., Bombled, B., Bopp, L., Bowie, A., Brunet, C., Brussaard, C., Carlotti, F., Christaki, U., Corbière, A., Durand, I., Ebersbach, F., Fuda, J.-L., Garcia, N., Gerringa, L., Griffi ths, B., Guigue, C., Guillerm, C., Jacquet, S., Jeandel, C., Laan, P., Lefèvre, D., Lo Monaco, C., Malits, A., Mosseri, J., Obernosterer, I., Park, Y.-H., Pichera, M., Pondaven, P., Remenyi, T., Sandroni, V., Sarthou, G., Savoye, N., Scouarnec, L., Souhaut, M., Thuiller, D., Timmermans, K., Trull, T., Uitz, J., van Beek, P., Veldhuis, M., Vincent, D., Viollier, E., Vong, L., and Wagener, T., 2007, Effect of natural iron fertilization on carbon sequestration in the Southern Ocean: Nature, v. 446, p. 1070–1074, doi: 10.1038/nature05700. Bohaty, S.M., and Zachos, J.C., 2003, Signifi cant Southern Ocean warming event in the late middle Eocene: Geology, v. 31, p. 1017–1020, doi: 10.1130/G19800.1. Bornemann, A., Norris, R.D., Friedrich, O., Beckmann, B., Schouten, S., Sinninghe Damsté, J.S., Vogel, J., Hofmann, P., and Wagner, T., 2008, Isotopic evidence for glaciation during the Cretaceous supergreenhouse: Science, v. 319, p. 189–192, doi: 10.1126/science.1148777.\nBoyd, P.W., Watson, A.J., Law, C.S., Abraham, E.R., Trull, T., Murdoch, R., Bakker, D.C.E., Bowie, A.R., Buesseler, K.O., Chang, H., Charette, M., Croot, P., Downing, K., Frew, R., Gall, M., Hadfi eld, M., Hall, J., Harvey, M., Jameson, G., LaRoche, J., Liddicoat, M., Ling, R., Maldonado, M.T., McKay, R.M., Nodder, S., Pickmere, S., Pridmore, R., Rintoul, S., Safi , K., Sutton, P., Strzepek, R., Tanneberger, K., Turner, S., Waite, A., and Zeldis, J., 2000, A mesoscale phytoplankton bloom in the polar Southern Ocean stimulated by iron fertilization: Nature, v. 407, p. 695–702, doi: 10.1038/35037500. Brehm, U., Gorbushina, A., and Mottershead, D., 2005, The role of microorganisms and biofi lms in the breakdown and dissolution of quartz and glass: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 219, p. 117–129, doi: 10.1016/j.palaeo .2004.10.017. Breitkreuz, C., and Van Schmus, W.R., 1996, U/Pb geochronology and signifi cance of Late Permian ignimbrites in northern Chile: Journal of South American Earth Sciences, v. 9, p. 281–293, doi: 10.1016/ S0895-9811(96)00014-4. Brenchley, P.J., Marshall, J.D., Carden, G.A.F., Robertson, D.B.R., Long, D.G.F., Meidla, T., Hints, L., and Anderson, T.F., 1994, Bathymetric and isotopic evidence for a short-lived Late Ordovician glaciation in a greenhouse period: Geology, v. 22, p. 295–298, doi: 10.1130/0091-7613(1994)022<0295:BAIEFA> 2.3.CO;2. Bryan, S., 2007, Silicic large igneous provinces: Episodes, v. 30, p. 20–31. Bryan, S.E., and Ernst, R.E., 2008, Revised defi nition of large igneous provinces (LIPs): Earth-Science Reviews, v. 86, p. 175–202, doi: 10.1016/j.earscirev.2007.08.008. Bryan, S.E., Stephens, C.J., Ewart, A., Schon, R.W., and Parianos, J., 1997, Early Cretaceous volcano-sedimentary successions along the eastern Australian continental margin: Implications for the break-up of eastern Gondwana: Earth and Planetary Science Letters, v. 153, p. 85–102, doi: 10.1016/S0012821X(97)00124-6. Bryan, S.E., Stephens, C.J., Parianos, J., and Downes, P.J., 2000, The Whitsunday volcanic province, Central Queensland, Australia: Lithological and stratigraphic investigations of a silicic-dominated large igneous province: Journal of Volcanology and Geothermal Research, v. 99, p. 55–78, doi: 10.1016/ S0377-0273(00)00157-8. Bryan, S.E., Allen, C.M., Holcombe, R.J., and Fielding, C.R., 2004, U-Pb zircon geochronology of Late Devonian to Early Carboniferous extension-related silicic volcanism in the northern New England fold belt: Australian Journal of Earth Sciences, v. 51, p. 645–664, doi: 10.1111/j.1400-0952.2004.01079.x. Brzezinski, M.A., Jones, J.L., and Demarest, M.S., 2005, Control of silica production by iron and silicic acid during the Southern Ocean Iron Experiment (SOFeX): Limnology and Oceanography, v. 50, p. 810–824. Buesseler, K.O., Andrews, J.E., Pike, S.M., and Charette, M.A., 2004, The effects of iron fertilization on carbon sequestration in the Southern Ocean: Science, v. 304, p. 414–417, doi: 10.1126/science.1086895. Cassar, N., Bender, M.L., Barnett, B.A., Fan, S., Moxim, W.J., Levy, H., and Tilbrook, B., 2007, The Southern Ocean biological response to aeolian iron deposition: Science, v. 317, p. 1067–1070, doi: 10.1126/ science.1144602. Cerling, T.E., 1991, Carbon dioxide in the atmosphere; evidence from Cenozoic and Mesozoic paleosols: American Journal of Science, v. 291, p. 377–400. Chapin, C.E., Wilks, M., and McIntosh, W.C., 2004, Spacetime variation in Late Cretaceous to present magmatism in New Mexico—Comparison with Andean volcanism and potential for future volcanism, in Cather, S.M., et al., eds., Tectonics, geochronology, and volcanism in the Southern Rocky Mountains and Rio Grande rift: New Mexico Bureau of Geology and Mineral Resources Bulletin 160, p. 13–40, http://geoinfo.nmt.edu/publications/bulletins/160/ downloads/02chapin.pdf. Cherns, L., and Wheeley, J.R., 2007, A pre-Hirnantian (Late Ordovician) interval of global cooling—The Boda event re-assessed: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 251, p. 449–460, doi: 10.1016/j.palaeo.2007.04.010. Chumakov, N.M., and Frakes, L.A., 1997, Mode of origin of dispersed clasts in Jurassic shales, southern part of the Yana-Kolyma fold belt, North East Asia: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 128, p. 77–85, doi: 10.1016/S0031-0182 (96)00081-8. Coale, K.H., Johnson, K.S., Fitzwater, S.E., Gordon, R.M., Tanner, S., Chavez, F.P., Ferioli, L., Sakamoto, C., Rogers, P., Millero, F., Steinberg, P., Nightingale, P.D., Cooper, D., Cochlan, W.P., Landry, M.R., Constantinou, J., Rollwagen, G., Trasvina, A., and Kudela, R., 1996, A massive phytoplankton bloom induced by an ecosystem-scale iron fertilization experiment in the equatorial Pacifi c Ocean: Nature, v. 383, p. 495–501, doi: 10.1038/383495a0. Cooper, D.J., Watson, A.J., and Nightingale, P.D., 1996, Large decrease in ocean-surface CO 2 fugacity in response to in situ iron fertilization: Nature, v. 383, p. 511–513, doi: 10.1038/383511a0. Crowell, J.C., 1999, Pre-Mesozoic ice ages; their bearing on understanding the climate system: Geological Society of America Memoir 192, 106 p. Crowley, T.J., 2000, Carbon dioxide and Phanerozoic climate, in Huber, B.T., et al., eds., Warm climates in Earth history: Cambridge, University of Cambridge, p. 425–444. de Baar, H.J.W., Boyd, P.W., Coale, K.H., Landry, M.R., Tsuda, A., Assmy, P., Bakker, D.C.E., Bozec, Y., Barber, R.T., Brzezinski, M.A., Buesseler, K.O., Boyé, M., Croot, P.L., Gervais, F., Gorbunov, M.Y., Harrison, P.J., Hiscock, W.T., Laan, P., Lancelot, C., Law, C.S., Levasseur, M., Marchetti, A., Millero, F.J., Nishioka, J., Nojiri, Y., van Oijen, T., Riebesell, U., Rijkenberg, M.J.A., Saito, H., Takeda, S., Timmermans, K.R., Veldhuis, M.J.W., Waite, A.M., and Wong, C.-S., 2005, Synthesis of iron fertilization experiments: From the iron age in the age of enlightenment: Journal of Geophysical Research, v. 110, C09S16, doi: 10.1029/2004JC002601. Diester-Haass, L., and Zahn, R., 1996, Eocene- Oligocene transition in the Southern Ocean; History of water mass circulation and biological productivity: Geology, v. 24, p. 163–166, doi: 10.1130/0091-7613(1996)024<0163:EOTITS> 2.3.CO;2. Diester-Haass, L., and Zahn, R., 2001, Paleoproductivity increase at the Eocene-Oligocene climatic transition: ODP/DSDP sites 763 and 592: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 172, p. 153–170, doi: 10.1016/S0031-0182(01)00280-2. Dromart, G., Garcia, J.P., Picard, S., Atrops, F., Lecuyer, C., and Sheppard, S.M.F., 2003, Ice age at the MiddleLate Jurassic transition?: Earth and Planetary Science Letters, v. 213, p. 205–220, doi: 10.1016/ S0012-821X(03)00287-5. Duggen, S.C.P., Schacht, U., and Hoffmann, L., 2007, Subduction zone volcanic ash can fertilize the surface ocean and stimulate phytoplankton growth: Evidence from biogeochemical experiments and satellite data: Geophysical Research Letters, v. 34, L01612, doi: 10.1029/2006GL027522. Dupont-Nivet, G., Krjigsman, W., Langereis, C.G., Abels, H.A., Dai, S., and Fang, X., 2007, Tibetan Plateau aridifi cation linked to global cooling at the EoceneOligocene transition: Nature, v. 445, p. 635–638, doi: 10.1038/nature05516. Ekart, D.D., Cerling, T.E., Montañez, I.P., and Tabor, N.J., 1999, A 400 million year carbon isotope record of pedogenic carbonate: Implications for paleoatmospheric carbon dioxide: American Journal of Science, v. 299, p. 805–827, doi: 10.2475/ ajs.299.10.805. Falkowski, P.G., 1997, Evolution of the nitrogen cycle and its infl uence on the biological sequestration of CO 2 in the ocean: Nature, v. 387, p. 272–274, doi: 10.1038/387272a0. Ferrari, L., Lopez-Martinez, M., and Rosas-Elguera, J., 2002, Ignimbrite fl are-up and deformation in the\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/5/3/315/3338739/i1553-040X-5-3-315.pdf by University of Arizona user on 26 February 2019\nGeosphere, June 2009 323\nsouthern Sierra Madre Occidental, western Mexico: Implications for the late subduction history of the Farallon plate: Tectonics, v. 21, p. 1035–1059, doi: 10.1029/2001TC001302.\nFrakes, L.A., and Francis, J.E., 1988, A guide to Phanerozoic cold polar climates from high-latitude ice- rafting in the Cretaceous: Nature, v. 333, p. 547–549, doi: 10.1038/333547a0. Frakes, L.A., Francis, J.E., and Syktus, J.I., 1992, Climate modes of the Phanerozoic; The history of the Earth’s climate over the past 600 million years: Cambridge, Cambridge University Press, 274 p. Frogner, P., Gislason, S.R., and Oskarsson, N., 2001, Fertilizing potential of volcanic ash in ocean surface water: Geology, v. 29, p. 487–490, doi: 10.1130/0091-7613(2001)029<0487:FPOVAI> 2.0.CO;2. Gibbs, M.T., Bice, K.L., Barron, E.J., and Kump, L.R., 2000, Glaciation in the early Paleozoic “greenhouse”; the roles of paleogeography and atmospheric CO\n2 , in\nHuber, B.T., et al., eds., Warm climates in Earth history: Cambridge, University of Cambridge, p. 386–422.\nGradstein, F.M., Ogg, J.G., and Smith, A.G., 2004, A geologic time scale 2004: Cambridge, Cambridge University Press, 585 p. Grahn, Y., and Caputo, M.V., 1992, Early Silurian glaciations in Brazil: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 99, p. 9–15, doi: 10.1016/0031- 0182(92)90003-N. Gröcke, D.R., Price, G.D., Robinson, S.A., Baraboshkin, E.Y., Mutterlose, J., and Ruffell, A.H., 2005, The Upper Valanginian (Early Cretaceous) positive carbon-isotope event recorded in terrestrial plants: Earth and Planetary Science Letters, v. 240, p. 495– 509, doi: 10.1016/j.epsl.2005.09.001. Huang, C.-Y., Zhao, M., Wang, C.-C., and Wei, G., 2001, Cooling of the South China Sea by the Toba eruption and correlation with other climate proxies approximately 71,000 years ago: Geophysical Research Letters, v. 28, p. 3915–3918, doi: 10.1029/2000GL006113. Huff, W.D., Bergstrom, S.M., and Kolata, D.R., 1992, Gigantic Ordovician volcanic ash fall in North America and Europe; Biological, tectonomagmatic, and eventstratigraphic signifi cance: Geology, v. 20, p. 875– 878, doi: 10.1130/0091-7613(1992)020<0875: GOVAFI>2.3.CO;2. Huff, W.D., 2000, Silurian K-bentonites of the Dnestr Basin, Podolia, Ukraine: Geological Society of London Journal, v. 157, p. 493–504. Huff, W.D., Kolata, D.R., Bergstrom, S.M., and Zhang, Y.S., 1996, Large-magnitude Middle Ordovician volcanic ash falls in North America and Europe; Dimensions, emplacement and post-emplacement characteristics: Journal of Volcanology and Geothermal Research, v. 73, p. 285–301, doi: 10.1016/0377- 0273(96)00025-X. Huff, W.D., Bergstrom, S.M., Kolata, D.R., Cingolani, C.A., and Astini, R.A., 1998, Ordovician K-bentonites in the Argentine Precordillera; Relations to Gondwana margin evolution, in Pankhurst, R.J., and Rapela, C.W., eds., The proto-Andean margin of Gondwana: Geological Society of London Special Publication 142, p. 107–126. Hyeong, K., Yoo, C.M., Kim, J., Chi, S.-B., and Kim, K.-H., 2006, Flux and grain size variation of eolian dust as a proxy tool for the paleo-position of the Intertropical Convergence Zone in the northeast Pacifi c: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 241, p. 214–223, doi: 10.1016/j.palaeo .2006.03.011. Isbell, J.L., Miller, M.F., Wolfe, K.L., and Lenaker, P.A., 2003, Timing of late Paleozoic glaciation in Gondwana; was glaciation responsible for the development of Northern Hemisphere cyclothems?, in Chan, M.A., and Archer, A.W., eds., Extreme depositional environments; Mega end members in geologic time: Geological Society of America Special Paper 370, p. 5–24. Jickells, T.D., An, Z.S., Andersen, K.K., Baker, A.R., Bergametti, G., Brooks, N., Cao, J.J., Boyd, P.W., Duce, R.A., Hunter, K.A., Kawahata, H., Kubilay,\nN., laRoche, J., Liss, P.S., Mahowald, N., Prospero, J.M., Ridgwell, A.J., Tegen, I., and Torres, R., 2005, Global iron connections between desert dust, ocean biogeochemistry, and climate: Science, v. 308, p. 67–71, doi: 10.1126/science.1105959.\nJovane, L., Sprovieri, M., Florindo, F., Acton, G., Coccioni, R., Dall’Antonia, B., and Dinarès-Turell, J., 2007, Eocene-Oligocene paleoceanographic changes in the stratotype section, Massignano, Italy: Clues from rock magnetism and stable isotopes: Journal of Geophysical Research, v. 112, B11101, 16 p., doi: 10.1029/2007JB004963. Keeling, R.F., Whorf, T.P., Wahlen, M., and van der Plicht, J., 1995, Interannual extremes in the rate of rise of atmospheric carbon dioxide since 1980: Nature, v. 375, p. 666–670, doi: 10.1038/375666a0. Keeling, R.F., Piper, S.C., and Heimann, M., 1996, Global and hemispheric CO\n2 sinks deduced from changes\nin atmospheric O 2 concentration: Nature, v. 381,\np. 218–221, doi: 10.1038/381218a0. Keil, R.G., Montlucon, D.B., Prahl, F.G., and Hedges, J.I.,\n1994, Sorptive preservation of labile organic matter in marine sediments: Nature, v. 370, p. 549–552, doi: 10.1038/370549a0.\nKennett, J.P., 1977, Cenozoic evolution of Antarctic glaciation, the circum-Antarctic oceans and their impact on paleooceanography: Journal of Geophysical Research, v. 82, p. 3843–3859, doi: 10.1029/ JC082i027p03843. Kolber, Z.S., Barber, R.T., Coale, K.H., Fitzwater, S.E., Greene, R.M., Johnson, K.S., Lindley, S., and Falkowski, P.G., 1994, Iron limitation of phytoplankton photosynthesis in the equatorial Pacifi c Ocean: Nature, v. 371, p. 145–149, doi: 10.1038/ 371145a0. Lawver, L.A., and Gahagan, L.M., 2003, Evolution of Cenozoic seaways in the Circum-Antarctic region, in Florindo, F., et al., eds., Antarctic Cenozoic palaeoenvironments, geologic record and models: Amsterdam, Elsevier, p. 11–37. Leblanc, K., Leynaert, A., Fernandez, C., Rimmelin, P., Moutin, T., Raimbault, P., Ras, J., and Queguiner, B., 2005, A seasonal study of diatom dynamics in the North Atlantic during the POMME experiment (2001): Evidence for Si limitation of the spring bloom: Journal of Geophysical Research, v. 110, C07S14, doi: 10.1029/2004JC002621. Lipman, P.W., 2000, Central San Juan caldera cluster; regional volcanic framework, in Bethke, P.M., and Hay, R.L., eds., Ancient Lake Creede; its volcano-tectonic setting, history of sedimentation, and relation to mineralization in the Creede mining district: Geological Society of America Special Paper 346, p. 9–69. López-Gamundí, O.R., Espejo, I.S., Conaghan, P.J., and Powell, C.M., 1994, Southern South America, in Veevers, J.J., and Powell, C. M., eds., PermianTriassic Pangean basins and foldbelts along the Panthalassan margin of Gondwanaland: Geological Society of America Memoir 184, p. 281–329. Lui, Y., Anderson, A.T., Wilson, C.J.N., Davis, A.M., and Steele, I.M., 2006, Mixing and differentiation in the Oruanui rhyolitic magma, Taupo, New Zealand: Evidence from volatiles and trace elements in melt inclusions: Contributions to Mineralogy and Petrology, v. 107, p. 71–87. Lyle, M., and Gibbs, S., Moore, T.C., and Rea, D.K., 2007, Late Oligocene initiation of the Antarctic Circumpolar Current: Evidence from the South Pacifi c: Geology, v. 35, p. 691–694. Martin, J.H., Gordon, R.M., and Fitzwater, S.E., 1991, The case for iron: Limnology and Oceanography, v. 36, p. 1793–1802. Martin, J.H., Coale, K.H., Johnson, K.S., Fitzwater, S.E., Gordon, R.M., Tanner, S.J., Hunter, C.N., Elrod, V.A., Nowicki, J.L., Coley, T.L., Barber, R.T., Lindley, S., Watson, A.J., Vanscoy, K., Law, C.S., Liddicoat, M.I., Ling, R., Stanton, T., Stockel, J., Collins, C., Anderson, A., Bidigare, R., Ondrusek, M., Latasa, M., Millero, F.J., Lee, K., Yao, W., Zhang, J.Z., Friederich, G., Sakamoto, C., Chavez, F., Buck, K., Kolber, Z., Greene, R., Falkowski, P., Chisholm, S.W., Hoge, F., Swift, R., Yungel, J., Turner, S., Nightingale, P., Hatton, A., Liss, P., and\nTindale, N.W., 1994, Testing the iron hypothesis in ecosystems of the equatorial Pacifi c Ocean: Nature, v. 371, p. 123–129, doi: 10.1038/371123a0.\nMcDowell, F.W., 2007, Geologic transect across the Sierra Madre Occidental volcanic fi eld, Chihuahua and Sonora, Mexico: Geological Society of America Digital Map and Chart Series DMCH006, 70 p. McDowell, F.W., and McIntosh, W.C., 2007, Timing of intense magmatic episodes in the northern Sierra Madre Occidental, Mexico: Geological Society of America Abstracts with Programs, v. 39, no. 6, p. 391. McIntosh, W.C., and Bryan, C., 2000, Chronology and geochemistry of the Boot Heel volcanic fi eld, in Lawton, T.F., et al., eds., Southwest passage—A trip through the Phanerozoic: New Mexico Geological Society Field Conference Guidebook 51, p. 157–174. McIntosh, W.C., Chapin, C.E., Ratté, J.C., and Sutter, J.F., 1992, Time-stratigraphic framework for the Eocene-Oligocene Mogollon-Datil volcanic fi eld, southwest New Mexico: Geological Society of America Bulletin, v. 104, p. 851–871, doi: 10.1130/0016-7606(1992)104<0851:TSFFTE> 2.3.CO;2. McQuarrie, N., Stock, J.M., Verdel, C., and Wernicke, B., 2003, Cenozoic evolution of the Neotethys and implications for the causes of plate motions: Geophysical Research Letters, v. 30, 2036, doi: 10.1029/2003GL017992. Miller, K.G., Kominz, M.A., Browning, J.V., Wright, J.D., Mountain, G.S., Katz, M.E., Sugarman, P.J., Cramer, B.S., Christie-Blick, N., and Pekar, S.F., 2005, The Phanerozoic record of global sea-level change: Science, v. 310, p. 1293–1298, doi: 10.1126/ science.1116412. Min, K., Renne, P.R., and Huff, W.D., 2001, 40Ar/39Ar dating of Ordovician K-bentonites in Laurentia and Baltoscandia: Earth and Planetary Science Letters, v. 185, p. 121–134, doi: 10.1016/S0012-821X(00)00365-4. Moore, J.K., Doney, S.C., Lindsay, K., Mahowald, N., and Michaels, A.F., 2006, Nitrogen fi xation amplifi es the ocean biogeochemical response to decadal timescale variations in mineral dust variations: Tellus, v. 58, ser. B, p. 560–572. Moye, F.J., Hackett, W.R., Blakely, J.D., and Snider, L.G., 1988, Regional geologic setting and volcanic stratigraphy of the Challis volcanic fi eld, central Idaho, in Link, P.K., and Hackett, W.R., eds., Guidebook to the geology of central and southern Idaho: Idaho Geological Survey Bulletin 27, p. 87–97. Neff, J.C., Ballantyne, A.P., Farmer, G.L., Mahowald, N.M., Conroy, J.L., Landry, C.C., Overpeck, J.T., Painter, T.H., Lawrence, C.R., and Reynolds, R.L., 2008, Increasing eolian dust deposition in the western United States linked to human activity: Nature Geoscience, v. 1, p. 189–195, doi: 10.1038/ngeo133. Neumann, E.-G., Wilson, M., Heeremans, M., Spencer, E.A., Obst, K., Timmerman, M.J., and Kirstein, L., 2004, Carboniferous-Permian rifting and magmatism in southern Scandinavia, the North Sea, and northern Germany, in Wilson, M., et al., eds., Permo-Carboniferous magmatism and rifting in Europe: Geological Society of London Special Publication 223, p. 11–40. Pankhurst, R.J., Riley, T.R., Fanning, C.M., and Kelley, S.P., 2000, Episodic silicic volcanism in Patagonia and the Antarctic Peninsula; Chronology of magmatism associated with the break-up of Gondwana: Journal of Petrology, v. 41, p. 605–625, doi: 10.1093/ petrology/41.5.605. Patra, P.K., Moore, J.K., Mahowald, N., Uematsu, M., Doney, S.C., and Nakazawa, T., 2007, Exploring the sensitivity of interannual basin-scale air-sea CO\n2\nfl uxes to variability in atmospheric dust deposition using ocean carbon cycle models and atmospheric CO\n2 inversions: Journal of Geophysical Research, v. 112, G02012, doi: 10.1029/2006JG000236. Peate, D.W., 1997, The Paraná-Etendeka province, in\nMahoney, J.J., and Coffi n, M.F., eds., Large igneous provinces: Continental, oceanic and planetary fl ood basalt provinces: American Geophysical Union Geophysical Monograph 100, p. 217–245.\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/5/3/315/3338739/i1553-040X-5-3-315.pdf by University of Arizona user on 26 February 2019\n324 Geosphere, June 2009\nPirrie, D., Doyle, P., Marshall, J.D., and Ellis, G., 1995, Cool Cretaceous climates; New data from the Albian of Western Australia: Geological Society of London Journal, v. 152, p. 739–742, doi: 10.1144/ gsjgs.152.5.0739. Prueher, L.M., and Rea, D.K., 1998, Rapid onset of glacial conditions in the subarctic North Pacifi c region at 2.67 Ma: Clues to causality: Geology, v. 26, p. 1027–1030, doi: 10.1130/0091-7613 (1998)026<1027:ROOGCI>2.3.CO;2. Quast, A., Hoefs, J., and Paul, J., 2006, Pedogenic carbonates as a proxy for palaeo-CO\n2 in the Palaeozoic\natmosphere: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 242, p. 110–125, doi: 10.1016/ j.palaeo.2006.05.017.\nRampino, M.R., and Self, S., 1993, Climate-volcanism feedback and the Toba eruption of approximately 74,000 years ago: Quaternary Research, v. 40, p. 269–280, doi: 10.1006/qres.1993.1081. Raymo, M.E., and Ruddiman, W.F., 1992, Tectonic forcing of late Cenozoic climate: Nature, v. 359, p. 117– 122, doi: 10.1038/359117a0. Rea, D.K., 1994, The paleoclimatic record provided by eolian deposition in the deep sea—The geologic history of wind: Reviews of Geophysics, v. 32, p. 159–195, doi: 10.1029/93RG03257. Ridgwell, A., and Edwards, U., 2007, Geological carbon sinks, in Reay, D.S., et al., eds., Greenhouse gas sinks: Wallingford, U.K., CABI Publishing, p. 74–97. Royer, D.L., Berner, R.A., Montañez, I.P., Tabor, N.J., and Beerling, D.J., 2004, CO\n2 as a primary driver of\nPhanerozoic climate: GSA Today, v. 14, p. 4–10, doi: 10.1130/1052-5173(2004)014<4:CAAPDO> 2.0.CO;2.\nSalamy, K.A., and Zachos, J.C., 1999, Latest Eocene–early Oligocene climate change and Southern Ocean fertility; Inferences from sediment accumulation and stable isotope data: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 145, p. 61–77, doi: 10.1016/S0031-0182(98)00093-5. Saltzman, M.R., and Young, S.A., 2005, Long-lived glaciation in the Late Ordovician?: Isotopic and sequencestratigraphic evidence from western Laurentia: Geology, v. 33, p. 109–112, doi: 10.1130/G21219.1. Sarmiento, J.L., 1993, Carbon cycle; atmospheric CO\n2 stalled: Nature, v. 365, p. 697–698, doi: 10.1038/365697a0. Sarmiento, J.L., and Orr, J.C., 1991, Three-dimensional sim-\nulations of the impact of Southern Ocean nutrient\ndepletion on atmospheric CO 2 and ocean chemistry:\nLimnology and Oceanography, v. 36, p. 1928–1950. Shaviv, N.J., and Veizer, J., 2003, Celestial driver of Pha-\nnerozoic climate?: GSA Today, v. 13, p. 4–10, doi: 10.1130/1052-5173(2003)013<0004:CDOPC> 2.0.CO;2.\nSigurdsson, H., 2000, Volcanic episodes and rates of volcanism, in Sigurdsson, H., et al., eds., Encyclopedia of volcanoes: San Diego, California, Academic Press, p. 271–279. Simkin, T., and Siebert, L., 1994, Volcanoes of the world; a regional directory, gazetteer, and chronology of volcanism during the last 10,000 years (second edition): Tucson, Arizona, Geoscience Press, 349 p. Soreghan, G.S., and Soreghan, M.J., 2002, Atmospheric dust and algal dominance in the late Paleozoic; a hypothesis: Journal of Sedimentary Research, v. 72, p. 457–461, doi: 10.1306/011102720457. Staudigel, H., Chastain, R.A., Yayanos, A., and Bourcier, W., 1995, Biologically mediated dissolution of glass, in Staudigel, H., et al., eds., The mantle-ocean connection: Chemical Geology, v. 126, p. 147–154. Staudigel, H., Yayanos, A., Chastain, R., Davies, G., Verdurmen, E.A.T., Schiffman, P., Bourcier, R., and de Baar, H., 1998, Biologically mediated dissolution of volcanic glass in seawater: Earth and Planetary Science Letters, v. 164, p. 233–244, doi: 10.1016/ S0012-821X(98)00207-6. Stoll, H.M., and Schrag, D.P., 1996, Evidence of glacial control of rapid sea level changes in the Early Cretaceous: Science, v. 272, p. 1771–1774, doi: 10.1126/ science.272.5269.1771. Sun, J., Zhu, R., and An, Z., 2005, Tectonic uplift in the northern Tibetan Plateau since 13.7 Ma ago inferred from molasse deposits along the Altyn Tagh fault: Earth and Planetary Science Letters, v. 235, p. 641– 653, doi: 10.1016/j.epsl.2005.04.034. Tsuda, A., Takeda, S., Saito, H., Nishioka, J., Nojiri, Y., Kudo, I., Kiyosawa, H., Shiomoto, A., Imai, K., Ono, T., Shimamoto, A., Tsumune, D., Yoshimura, T., Aono, T., Hinuma, A., Kinugasa, M., Suzuki, K., Sohrin, Y., Noiri, Y., Tani, H., Deguchi, Y., Tsurushima, N., Ogawa, H., Fukami, K., Kuma, K., and Saino, T., 2003, A mesoscale iron enrichment in the western Subarctic Pacifi c induces a large centric diatom bloom: Science, v. 300, p. 958–961, doi: 10.1126/science.1082000. Ukstins Peate, I., Baker, J.A., Kent, A.J.R., Al-Kadasi, M., Al-Subbary, A., Ayalew, D., and Menzies, M., 2003, Correlation of Indian Ocean tephra to individual silicic eruption from Afro-Arabian fl ood volcanism:\nEarth and Planetary Science Letters, v. 211, p. 311– 327, doi: 10.1016/S0012-821X(03)00192-4.\nUnited States Geological Survey, 2007, Mineral commodity summaries 2007: U.S. Geological Survey, 195 p. Veevers, J.J., and Powell, M., 1987, Late Paleozoic glacial episodes in Gondwanaland refl ected in transgressiveregressive depositional sequences in Euramerica: Geological Society of America Bulletin, v. 98, p. 475–487, doi: 10.1130/0016-7606(1987)98<475:LPGEIG> 2.0.CO;2. Veizer, J., Godderis, Y., and Francois, L.M., 2000, Evidence for decoupling of atmospheric CO\n2 and global cli-\nmate during the Phanerozoic eon: Nature, v. 408, p. 698–701, doi: 10.1038/35047044.\nWalker, G.P.L., 1981, Generation and dispersal of fi ne ash and dust by volcanic eruptions: Volcanism and climate: Journal of Volcanology and Geothermal Research, v. 11, p. 81–92, doi: 10.1016/0377- 0273(81)90077-9. Watson, A.J., 1997, Volcanic iron, CO 2 , ocean productiv-\nity and climate: Nature, v. 385, p. 587–588, doi: 10.1038/385587b0.\nZachos, J.C., Lohmann, K.C, Walker, J.C.G., and Wise, S.W., 1993, Abrupt climate changes and transient climates during the Paleogene; A marine perspective: Journal of Geology, v. 101, p. 191–213. Zachos, J., Pagani, M., Sloan, L., Thomas, E., and Billups, K., 2001, Trends, rhythms, and aberrations in global climate 65 Ma to present: Science, v. 292, p. 686– 693, doi: 10.1126/science.1059412. Zender, C.S., Miller, R.L., and Tegen, I., 2004, Quantifying mineral dust mass budgets: Terminology, constraints, and current estimates: Eos (Transactions, American Geophysical Union), v. 85, p. 509–512, doi: 10.1029/2004EO480002. Ziegler, C.L., Murray, R.W., Hovan, S.A., and Rea, D.K., 2007, Resolving eolian, volcanogenic, and authigenic components in pelagic sediment from the Pacifi c Ocean: Earth and Planetary Science Letters, v. 254, p. 416–432, doi: 10.1016/j.epsl.2006.11.049. Zielinski, G.A., Mayewski, P.A., Meeker, L.D., Whitlow, S., Twickler, M.S., and Taylor, K., 1996, Potential atmospheric impact of the Toba megaeruption approximately 71,000 years ago: Geophysical Research Letters, v. 23, p. 837–840, doi: 10.1029/96GL00706.\nMANUSCRIPT RECEIVED 29 MAY 2008 REVISED MANUSCRIPT RECEIVED 19 FEBRUARY 2009 MANUSCRIPT ACCEPTED 20 FEBRUARY 2009\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/5/3/315/3338739/i1553-040X-5-3-315.pdf by University of Arizona user on 26 February 2019"
  }],
  "year": 2009,
  "references": [],
  "id": "SP:ed871a26af0bd766799364d5618f4e0dcc2c7c84",
  "authors": [{
    "name": "Steven M. Cather",
    "affiliations": []
  }, {
    "name": "Nelia W. Dunbar",
    "affiliations": []
  }, {
    "name": "Fred W. McDowell",
    "affiliations": []
  }, {
    "name": "William C. McIntosh",
    "affiliations": []
  }, {
    "name": "Peter A. Scholle",
    "affiliations": []
  }],
  "abstractText": "During middle Eocene to middle Miocene time, development of the Cenozoic icehouse was coincident with a prolonged episode of explosive silicic volcanism, the ignimbrite fl are-up of southwestern North America. We present geochronologic and biogeochemical data suggesting that, prior to the establishment of full glacial conditions with attendant increased eolian dust emission and oceanic upwelling, iron fertilization by great volumes of silicic volcanic ash was an effective climatic forcing mechanism that helped to establish the Cenozoic icehouse. Most Phanerozoic cool-climate episodes were coeval with major explosive volcanism in silicic large igneous provinces, suggesting a common link between these phenomena.",
  "title": "Climate forcing by iron fertilization from repeated ignimbrite eruptions: The icehouse–silicic large igneous province (SLIP) hypothesis"
}