{
  "sections": [{
    "heading": "Introduction",
    "text": "Seven mass extinctions have occurred since the Cambrian explosion of animal life roughly 540 Ma. These biotic crises are from youngest to oldest: the Cretaceous–Tertiary, Triassic–Jurassic, Permian–Triassic, Late Permian (end-Guadalupian), Late Devonian, end-Ordovician and Early–Middle Cambrian events (Erwin, 2001; Hallam, 2005). Although bolide impacts are popularly believed to cause mass extinctions, global climate change associated with volcanism and ocean anoxia is increasingly regarded to be the common thread linking most times of extreme biotic crisis (Courtillot, 1999; Hallam, 2005). At least five of seven Phanerozoic mass extinctions occurred at the same time (within the resolution of current age dating) as the eruptions of five unusually large igneous provinces (Fig. 1). Major climate perturbations linked to lesser extinctions are also temporally coincident with large eruptive events, e.g. the end-Palaeocene thermal maximum (Rea et al., 1990). In all these cases, global warming is considered to have\ntriggered ocean anoxia due to the lower solubility of oxygen at higher temperatures although the exact extinction mechanism is uncertain. Because ocean anoxia favours bacterial sulphate reduction, it can possibly be recognized in the geological record by higher pyrite burial rates and a related increase in marine sulphate d34S (Strauss, 1999), which fluctuates in response to changing pyrite burial rates (Kampschulte and Strauss, 2004). The long residence time of sulphate in the oceans means that d34S excursions generally express themselves over a 102 Myr time-frame (Kampschulte and Strauss, 2004). However, relatively abrupt 100– 101 Myr excursions related to ocean anoxic events can be superimposed on long-term trends. Extremely sharp positive shifts in d34S have been reported to follow known mass extinction events of the end-Permian and Late Devonian (end-Frasnian) (Holser, 1977; Kampschulte and Strauss, 2004). Additional sharp spikes in the seawater d34S record occurred during the Cretaceous period and following the Palaeocene–Eocene boundary (Paytan et al., 1999; Kampschulte and Strauss, 2004). Although most studies have used evaporite or barite sulphate to reconstruct seawater d34S, this study uses francolite because francolite precipitation occurs near the sediment–seawater interface in less-restricted marine environments than those associated with evaporite deposits (Shields et al., 2004). Francolite is also relatively more robust with respect to postdepositional alteration than most other sulphate-bearing marine authigenic minerals. Previous isotopic studies of Neoproterozoic and Cambrian phosphorites (Shields et al., 1999, 2004) demonstrate that francolite d34S results are consistent with data from contemporaneous evaporite minerals, provided that the effects of post-depositional alteration and the diagenetic environment of formation (Benmore et al., 1983) can be constrained. The combination of sulphate concentration and isotopic data can in theory be used to backstrip the effects of bacterial sulphate reduction on francolite d34S (cf. Piper and Kolodny, 1987), thus permitting us to determine seawater d34S and sulphate concentration beyond the resolution possible using most other approaches. We analysed 32 samples from the Monastery Creek Phosphorite Member in the Georgina Basin, Australia that were deposited during the early part of the Templetonian subdivision of the Middle Cambrian (508– 505 Ma) (Gradstein et al., 2004). This level lies stratigraphically above Early–Middle Cambrian boundary\nA new approach to constraining seawater d34S and sulphate concentration using francolite-bound sulphate reveals an abrupt increase in d34S to +50& around the Early–Middle Cambrian boundary. Such high d34S values are best explained by increased rates of pyrite burial due to ocean anoxia coupled with an increased sensitivity of the ocean sulphate reservoir to perturbations due to low sulphate concentrations of 500– 700 lgL)1. We argue that the spread of anoxic waters at this time was partly the result of greenhouse warming related to the eruption of the Kalkarindji Large Igneous Province of northern Australia and that it triggered the collapse of early metazoan reef ecosystems during the latest Early Cambrian. Mass extinctions of the last 260 Myr have all coincided with enhanced volcanic activity, while several are also associated with positive shifts in seawater d34S. Extending this correlation back in time further implicates volcanically induced climate change as a major determining factor in biosphere evolution. Terra Nova, 18, 257–263, 2006\nCorrespondence: Graham A. Shields, School of Earth Sciences, James Cook University, Townsville, Qld 4811,Australia. Tel.:+0061 7 4781 5008; fax:+0061 7 4725 1501; e-mail: graham.shields@jcu.edu.au\n2006 Blackwell Publishing Ltd 257\nsediments of the Ordian subdivision (512–508 Ma) (Gradstein et al., 2004). Underlying volcanic suites of the Kalkarindji Large Igneous Province, which cover much of northern Australia, are dated to about 508 ± 4 Ma (Hanley and Wingate, 2000; Glass and Phillips, 2006). Considering the systematic bias towards younger ages using the Ar–Ar method relative to the U–Pb method, the age of the Kalkarindji Igneous Province is currently indistinguishable from the age of the overlying Ordian sediments that span the Early–Middle Cambrian transition (Gradstein et al., 2004), which is marked by a series of metazoan extinctions (Boucot, 1990; Debrenne, 1991; Montañez et al., 2000)."
  }, {
    "heading": "Materials and methods",
    "text": "Francolite samples were collected from variously weathered (pyrite-free) and unweathered drill-cored sections as well as one weathered pit-face section. The sample suite incorporated evenly punctuated horizons of the stratigraphy and exhibited a range of francolite fabrics: mudstone, peloidal and bioclastic. Samples were treated according to established procedures (Shields et al., 1999, 2004). Ten grams of powdered phosphorite was repeatedly treated with 500 mL of 0.5 M triammonium citrate to remove extraneous calcite, confirmed by X-ray diffraction. Five duplicate samples were digested in 75 mL 10% acetic acid (with similarly elevated isotopic results). Insoluble residues were rinsed with distilled water and treated ultrasonically with 50 mL of 1 M ammonium chloride (NH4Cl) overnight to leach easily soluble sulphates, such as gypsum, or weathered sulphide. After filtration, both filtrate and residue were retained for isotopic analysis. The residue was collected on nitrocellulose 0.45 lm filter paper and the\nfrancolite portion dissolved under ultrasonic agitation in 100 mL of 1 M HCl for 1 h prior to filtration. Several samples were allowed to react for 24 h with HCl to assess the effect of reaction time on measured d34S. Filtration proceeded immediately after HCl digestion. Ten millilitres of 0.5 M BaCl2 was added to the filtrate and heated on a hotplate till boiling. The solutions were left overnight to cool, allowing francolite-bound sulphate to precipitate out as BaSO4. The final filtration procedure collected the BaSO4 residue for isotopic analyses conducted on a Finnigan MAT DeltaPlus mass spectrometer at the Geology–Palaeontology Institute of the University of Münster, Germany (n ¼ 34; Tables 1a and b). Nine additional samples (11 analyses; Table 1c) were analysed at Environmental Isotopes Pty Ltd in Sydney, Australia under the supervision of Dr Anita Andrews. BaSO4 precipitates were acidified to remove coprecipitated carbonate and dried prior to analysis. Samples (<0.5 mg) were combusted in a tin cup using a modified Roboprep elemental analyser attached to a Finnigan 252 mass spectrometer. Samples were analysed relative to an internal gas standard and calibrated using international standards IAEAS1 (d34S ¼ )0.3& VCDT) and NBS127 (d34S ¼ +20.3& VCDT) (VCDT: Vienna Canyon Diablo Troilite Standard). Errors on standards are generally better than ±0.2& but with analyses outside the calibration range for the standards the errors on these samples will be larger. CSIRO standards: Ag2S-2 (d\n34S ¼+0.55& VCDT); seawater SO4 (d\n34S ¼ +20.1& VCDT. Sulphur isotope compositions are reported in delta notation relative to the Canon Diablo Troilite (VCDT) standard. Sulphate and phosphate concentrations were determined on bulk rock powders using X-ray fluorescence techniques at James Cook University, Australia."
  }, {
    "heading": "Results",
    "text": "All 32 samples (45 analyses) yielded d34S values that are significantly higher than previously obtained for Phanerozoic seawater with values ranging between 45& and 62& (Fig. 2; Table 1). Weathered surface samples exhibit generally higher d34S values\nA ge\ns of\ne xt\nin ct\nio ns\na nd\ne nv\niro nm\nen ta\nl e ve\nnt s\n(M a)\n258 2006 Blackwell Publishing Ltd\nTa b le\n1 P h o sp h o ri te\nsa m p le\nis o to p ic\na n d g eo ch em\nic a l d a ta\nfo r th e M id d le\nC a m b ri a n o f th e G eo rg in a B a si n , A u st ra li a .\nSa m p le\nSt ra t se ct io n\nSt ra t d ep\nth (m\n)\nW ea th er ed\n(W )/\nu n w ea th er ed\n(U W )\nM in er al o g ic al\nd es cr ip ti o n\nd3 4 S (&\n, V C D T)\nX R F S (%\n) P 2 O 5 (%\n)\n(a ) D 18\n.8 .2\n(T A\nC )\nD 18\n13 8.\n25 U\nW C\nal ca\nre ou\ns pe\nlo id\nal gr\nai ns\nto ne\nph os\nph or\nite 48\n.2 0.\n22 13\n.9\nD 18\n. 12\n(T A\nC )\nD 18\n13 8.\n85 U\nW Ph\nos ph\nat ic\nch er\nt 47\n.3 0.\n34 12\n.2\nD 18\n. 15\n(T A\nC )\nD 18\n14 3\nU W\nC al\nca re\nou s\npe lo\nid al\ngr ai\nns to\nne ph\nos ph\nor ite\n46 .8\n0. 24\n8. 69\nD 18\n. 16\n.3 (A\nce t)\nD 18\n14 6.\n8 U\nW C\nal ca\nre ou\ns pe\nlo id\nal gr\nai ns\nto ne\nph os\nph or\nite 45\n.5 0.\n22 6.\n09\nD 18\n. 17\nSt (A\nce t)\nD 18\n14 9.\n45 U\nW C\nal ca\nre ou\ns bi\noc la\nst ic\ngr ai\nns to\nne ph\nos ph\nor ite\n47 .6\n0. 18\n13 .9\nD 18\n. 17\n.1 ()\nD 18\n15 2.\n3 U\nW A\npa tit\nic m\nud st\non e\n46 .1\n0. 41\n20 .3\n13 2.\n4 C\nM (T\nA C\n) D\nD 13\n2 31\n.4 U\nW A\npa tit\nic m\nud st\non e\n48 .9\n0. 49\n29 .8\n13 2.\n4 G\nla u\n(T A\nC )\nD D\n13 2\n31 .3\nU W\nG la\nuc on\niti c,\nbi oc\nla st\nic gr\nai ns\nto ne\nph os\nph or\nite 49\n.2 0.\n35 26\n.3\n13 2.\n11 (T\nA C\n) D\nD 13\n2 33\n.4 5\nU W\nSi lic\neo us\npe lo\nid al\npa ck\nst on\ne ph\nos ph\nor ite\n49 .7\n0. 27\n33 .5\n13 2.\n14 (T\nA C\n) D\nD 13\n2 34\n.5 U\nW Si\nlic eo\nus pe\nlo id\nal pa\nck st\non e\nph os\nph or\nite 48\n.8 0.\n61 14\n.5\n13 2.\n21 (T\nA C\n) D\nD 13\n2 37\n.4 U\nW C\nal ca\nre ou\ns pe\nlo id\nal gr\nai ns\nto ne\nph os\nph or\nite 46\n.5 0.\n54 19\n.1\n13 2.\n25 (T\nA C\n) D\nD 13\n2 39\n.5 5\nU W\nSi lic\neo us\npe lo\nid al\npa ck\nst on\ne ph\nos ph\nor ite\n50 .7\n0. 50\n21 .8\n13 2.\n27 (A\nce t)\nD D\n13 2\n41 .2\nU W\nC al\nca re\nou s\nbi oc\nla st\nic gr\nai ns\nto ne\nph os\nph or\nite 51\n.4 0.\n22 9.\n15\n13 2.\n28 (A\nce t)\nD D\n13 2\n42 .2\n5 U\nW C\nal ca\nre ou\ns pe\nlo id\nal gr\nai ns\nto ne\nph os\nph or\nite 51\n.2 0.\n29 19\n.6\n13 2.\n29 (T\nA C\n) D\nD 13\n2 42\n.5 U\nW C\nal ca\nre ou\ns pe\nlo id\nal gr\nai ns\nto ne\nph os\nph or\nite 50\n.4 0.\n32 10\n.5\n13 2.\n30 (T\nA C\n) D\nD 13\n2 44\n.0 U\nW C\nal ca\nre ou\ns pe\nlo id\nal gr\nai ns\nto ne\nph os\nph or\nite 51\n.9 0.\n47 13\n.2\n12 1.\n14 (T\nA C\n) D\nD 12\n1 38\n.8 5\nW Si\nlic eo\nus pe\nlo id\nal pa\nck st\non e\nph os\nph or\nite 51\n.4 0.\n22 33\n.3\n12 1.\n22 (T\nA C\n) D\nD 12\n1 42\n.7 W\nSi lic\neo us\npe lo\nid al\npa ck\nst on\ne ph\nos ph\nor ite\n52 .8\n0. 20\n30 .2\n12 1.\n28 (T\nA C\n) D\nD 12\n1 46\n.5 W\nA pa\ntit ic\nm ud\nst on\ne 52\n.1 0.\n23 35\n.6\nB C\n14 (T\nA C\n) D\nD 12\n1 46\n.8 W\nSi lic\neo us\npe lo\nid al\npa ck\nst on\ne ph\nos ph\nor ite\n53 .3\n0. 2\n32 .8\n12 1.\n29 (A\nce t)\nD D\n12 1\n47 .7\nW Si\nlic eo\nus pe\nlo id\nal pa\nck st\non e\nph os\nph or\nite 55\n.1 0.\n18 30\n.8\nB SR\n11 .1\n(T A\nC )\nB SR\n12 .8\nW Si\nlic eo\nus pe\nlo id\nal pa\nck st\non e\nph os\nph or\nite 56\n.1 0.\n10 38\n.4\nB SR\n10 .1\n(T A\nC )\nB SR\n13 .0\nW A\npa tit\nic M\nud st\non e\n62 .1\n0. 10\n4 42\n.2\nD u p li ca te s\nD if fe re n t tr ea tm\nen t\nD u p li ca te\nre su lt\nd3 4 S (&\n, V C D T)\nSa m p le\nre su lt\nd3 4 S\n(& , V C D T)\n(a s ab\no ve )\nD if fe re n ce\nin\nre su lt s\n(b ) D 1\n13 2.\n4 G\nla u\n(A ce\nt) A\nce tic\nac id\nca lc\nite le\nac h\nG la\nuc on\niti c,\nbi oc\nla st\nic gr\nai ns\nto ne\nph os\nph or\nite 44\n.0 49\n.2 5.\n2\nD 2\n13 2.\n14 (A\nce t)\nA ce\ntic ac\nid ca\nlc ite\nle ac\nh Si\nlic eo\nus pe\nlo id\nal pa\nck st\non e\nph os\nph or\nite 47\n.2 48\n.8 1.\n6\nD 3\n13 2.\n21 (A\nce t)\nA ce\ntic ac\nid ca\nlc ite\nle ac\nh C\nal ca\nre ou\ns pe\nlo id\nal gr\nai ns\nto ne\nph os\nph or\nite 45\n.8 46\n.5 0.\n7\nD 4\n13 2.\n27 (A\nce t)\nA ce\ntic ac\nid ca\nlc ite\nle ac\nh C\nal ca\nre ou\ns bi\noc la\nst ic\ngr ai\nns to\nne ph\nos ph\nor ite\n50 .9\n51 .4\n0. 5\nD 5\n13 2.\n30 (A\nce t)\nA ce\ntic ac\nid ca\nlc ite\nle ac\nh C\nal ca\nre ou\ns pe\nlo id\nal gr\nai ns\nto ne\nph os\nph or\nite 50\n.9 51\n.9 1.\n0\nD 6\n13 2.\n27 (?\n) A\nce tic\nac id\nca lc\nite le\nac h\nC al\nca re\nou s\nbi oc\nla st\nic gr\nai ns\nto ne\nph os\nph or\nite 50\n.7 51\n.4 0.\n7\nD 7\n13 2.\n11 O\nve rn\nig ht\nre ac\ntio n\ntim e\nSi lic\neo us\npe lo\nid al\npa ck\nst on\ne ph\nos ph\nor ite\n44 .5\n49 .7\n5. 2\nD 8\n13 2.\n28 O\nve rn\nig ht\nre ac\ntio n\ntim e\nC al\nca re\nou s\npe lo\nid al\ngr ai\nns to\nne ph\nos ph\nor ite\n49 .7\n51 .2\n1. 5\nD 9\n13 2.\n4C M\nO ve\nrn ig\nht re\nac tio\nn tim\ne A\npa tit\nic M\nud st\non e\n46 .5\n48 .9\n2. 4\nD 10\n13 2.\n27 O\nve rn\nig ht\nre ac\ntio n\ntim e\nC al\nca re\nou s\nbi oc\nla st\nic gr\nai ns\nto ne\nph os\nph or\nite 38\n.6 51\n.4 12\n.8\nD 11\n13 2.\n29 O\nve rn\nig ht\nre ac\ntio n\ntim e\nC al\nca re\nou s\npe lo\nid al\ngr ai\nns to\nne ph\nos ph\nor ite\n40 .8\n50 .4\n9. 6\n2006 Blackwell Publishing Ltd 259\nthan those from equivalent horizons within unweathered drillcore with the highest d34S value deriving from a weathered apatitic mudstone; mudstones in our study do not otherwise show a systematic deviation from the mean (cf. Benmore et al., 1983). Reaction time appears to be a major factor leading to lower d34S values in some unweathered samples (Table 1b), supporting previous studies (e.g. Shields et al., 2004), which showed that pyrite oxidation during sample preparation may considerably decrease the measured d34S values of pyrite-bearing phosphorites. Grainstone phosphorites cemented by silica yielded generally higher d34S values (52&; n ¼ 8) than those cemented by calcite (49&; n ¼ 9), but again the difference does not appear to be systematic. Measured sulphate concentrations vary widely and control sulphate/phosphate ratios (Fig. 2). Weathered samples clearly show a more restricted range of relatively low sulphate/phosphate ratios relative to unweathered equivalents, which reflects the amount of pyrite and organically bound sulphur as well as carbonate-associated sulphate that have been lost through chemical weathering."
  }, {
    "heading": "Discussion",
    "text": "As discussed above only pyrite-free samples (Fig. 2) in our study provide reliable estimates of the sulphate concentrations within the francolite lattice (future studies should attempt more precise estimates of francolitebound sulphate from unweathered samples through gravimetric techniques or by entirely eliminating pyrite before analysis). Pyrite-free samples exhibit a distinct trend of increasing d34S with decreasing sulphate content that reflects the predictable effects of bacterial sulphate reduction (BSR) during early diagenesis (Benmore et al., 1983; Piper and Kolodny, 1987; Goldhaber, 2004). Although unweathered samples yield consistently elevated d34S values, their bulk sulphate concentrations reflect a mixture of sulphur sources and cannot be expected to show any meaningful covariation with measured d34S. The systematic behaviour of sulphate d34S and sulphate concentration during diagenesis allows us to backstrip the effects of diageneticTa b le 1 (C o n ti n u ed ). Sa m p le St ra t se ct io n St ra t d ep th (m ) W ea th er ed (W )/ u n w ea th er ed\n(U W )\nM in er al o g ic al\nd es cr ip ti o n\nd3 4 S (&\n, V C D T)\nX R F S (%\n) P 2 O 5 (%\n)\n(c ) 12 8/\n14 (A\nce t)\nD D\n12 8\n13 8.\n25 U\nW C\nal ca\nre ou\ns pe\nlo id\nal gr\nai ns\nto ne\nph os\nph or\nite 59\n.9 0.\n14 24\n13 2.\n7a (A\nce t)\nD D\n13 2\n13 8.\n85 U\nW C\nal ca\nre ou\ns pe\nlo id\nal gr\nai ns\nto ne\nph os\nph or\nite 47\n.3 0.\n44 26\n.4\n13 2.\n7a (A\nce t)\nD D\n13 2\n13 8.\n85 U\nW C\nal ca\nre ou\ns pe\nlo id\nal gr\nai ns\nto ne\nph os\nph or\nite 48\n.2 0.\n44 26\n.4\n13 2.\n7b (A\nce t)\nD D\n13 2\n14 3\nU W\nC al\nca re\nou s\npe lo\nid al\ngr ai\nns to\nne ph\nos ph\nor ite\n45 .8\n0. 44\n23 .6\n13 2.\n1 (A\nce t)\nD D\n13 2\n14 6.\n8 U\nW C\nal ca\nre ou\ns pe\nlo id\nal gr\nai ns\nto ne\nph os\nph or\nite 45\n.4 0.\n34 11\n.1\n13 2.\n25 a\n(A ce\nt) D\nD 13\n2 14\n9. 45\nU W\nC al\nca re\nou s\npe lo\nid al\ngr ai\nns to\nne ph\nos ph\nor ite\n37 .6\n0. 80\n17 .5\n13 2.\n25 b\n(A ce\nt) D\nD 13\n2 15\n2. 3\nU W\nC al\nca re\nou s\npe lo\nid al\ngr ai\nns to\nne ph\nos ph\nor ite\n48 .3\n0. 69\n19 .8\n13 2.\n25 c\n(A ce\nt) D\nD 13\n2 31\n.4 U\nW C\nal ca\nre ou\ns pe\nlo id\nal gr\nai ns\nto ne\nph os\nph or\nite 47\n.4 0.\n19 6.\n43\n13 2.\n25 d\n(A ce\nt) D\nD 13\n2 31\n.3 U\nW C\nal ca\nre ou\ns pe\nlo id\nal gr\nai ns\nto ne\nph os\nph or\nite 48\n.0 0.\n20 15\n.7\n13 2.\n25 d\n(A ce\nt) D\nD 13\n2 31\n.3 U\nW C\nal ca\nre ou\ns pe\nlo id\nal gr\nai ns\nto ne\nph os\nph or\nite 48\n.2 0.\n52 7.\n59\n13 2.\n31 g\n(A ce\nt) D\nD 13\n2 33\n.4 5\nU W\nC al\nca re\nou s\npe lo\nid al\ngr ai\nns to\nne ph\nos ph\nor ite\n47 .9\n0. 09\n14 .9\nIs ot\nop e\nda ta\nfr om\nth e\nto p\ntw o\nta bl\nes [(\na) ,\nda ta\nin fig\nur e;\n(b ),\ndu pl\nic at\ne da\nta us\nin g\nal te\nrn at\niv e\npr ep\nar at\nio n\nte ch\nni qu\nes ]\nw er\ne an\nal ys\ned at\nth e\nU ni\nve rs\nit y\nof M\nün st\ner an\nd th\ne lo\nw er\nta bl\ne (c\n) at\nEn vi\nro nm\nen ta\nl Is\not op\nes in\nSy dn\ney ,\nA us\ntr al\nia .\nTA C\n, tr\nia m\nm on\niu m\nci tr\nat e;\nA ce\nt, ac\net ic\nac id\ntr ea\ntm en\nt (s\nee M\nat er\nia ls\nan d\nm et\nho ds\n); B\nSR ,\nba ct\ner ia\nl su\nlp ha\nte tr\nea tm\nen t.\n260 2006 Blackwell Publishing Ltd\nbacterial sulphate reduction on measured d34S (Fig. 2), which helps to constrain seawater d34S to +50& (±2&). A few samples exhibit significantly lower d34S values than the average, which may reflect the influence of H2S either in the suboxic zone or due to a lack of reactive iron in the diagenetic system (Benmore et al., 1983). Alternatively, it seems to us more likely that this deviation reflects the inadvertent incorporation of oxidized pyrite during sampled preparation as no pyrite-free samples show values lower than 51&. Francolite is known to incorporate sulphate in proportion to its concentration in ambient pore fluids (Piper and Kolodny, 1987). This is because francolite has a flexible crystal lattice that allows for multiple ionic substitutions and because the sulphate ion is equal in size to the phosphate ion, and so both take on a tetrahedral configuration that does not warp the francolite lattice. Consequently, pyrite-free samples with the highest sulphate/ phosphate ratios can potentially be used to constrain seawater SO4 levels by comparison with Recent and modern-day phosphorites (Fig. 2). Although sulphate concentrations may be increased over ocean sulphate levels due to the oxidation of H2S at the redox boundary, we are confident that our estimates are robust because of the diagenetic trend of sulphate reduction defined by the isotopic and concentration data. Georgina Basin francolite contains four to five times less sulphate than more recent phosphorites, which implies that Georgina Basin SO4 concentration was four to five times lower than that of the modern-day ocean, i.e. only 500– 700 mg L)1. If global Cambrian seawater contained similar sulphate concentrations\nto today, then our low estimates of Cambrian seawater SO4 concentration might only relate to basin-wide pyrite burial and sulphate drawdown. However, independent estimates of approximately contemporaneous, latest Early Cambrian seawater SO4 levels from fluid inclusion studies (Brennan et al., 2004) are consistent with our estimates (Fig. 2). Therefore, it seems most likely that Georgina Basin seawater d34S and SO4 concentration reflect the composition of global seawater during the Early–Middle Cambrian. Published carbonate-associated sulphate d34S of between 29& and 51& for Middle and Late Cambrian limestones from Siberia (Kampschulte and Strauss, 2004) are consistent with our results and indicate that seawater sulphate d34S remained above 40& between 505 and 490 Ma. Figure 3 displays our new data in the context of previously published marine sulphate d34S data (cf. Shields et al., 2004). Early Cambrian d34S data, including those from the Late Early Cambrian of Australia and Russia, range no higher than 40&; there are no reported Middle Cambrian evaporite d34S data (Peryt et al., 2005). Therefore, our new results indicate that seawater d34S rose sharply across the Early–Middle Cambrian boundary to a Phanerozoic high, indicative of a significant increase in pyrite burial rates at that time, possibly resulting from the spread of anoxia and pyrite formation within the water column (Lyons, 1997). The sharpness and extremeness of this rise must in part be related to the unusually low sulphate concentrations of seawater at this time (see above), which would have increased the sensitivity of the ocean sulphate reservoir to changes in sulphur systematics. Such low sulphate concentrations were possibly related to the deposition of huge evaporite deposits during the Late Neoproterozoic and Early Cambrian across Eurasia.\nAnoxia–volcanism–extinction connection at the Early–Middle Cambrian transition\nWe interpret the rise to high seawater d34S as an indication that deep, anoxic waters spread over the continental shelves and carbonate platforms, possibly as a result of the Early–\n2006 Blackwell Publishing Ltd 261\nMiddle Cambrian transgression, a scenario that has been considered previously on the basis of the C-isotope record to have led to animal extinctions (Montañez et al., 2000). This scenario is identical to that envisaged for the Early Eocene d34S excursion, which has been related to volcanically associated global warming (Kurtz et al., 2003). Bottom water anoxia was a common feature of the Cambrian oceans and an important factor in the characteristically exceptional preservation of fossils during this interval, e.g. Burgess shale-type carbonaceous impressions, Orstentype phosphatic fossils in carbonate concretions and phosphatization of soft-body parts. Burgess Shale-type biotas have now been documented at over 40 localities worldwide from the Atdabanian Stage (c. 523 Ma) (Gradstein et al., 2004) of the Early Cambrian to the Marjuman Stage (c. 501 Ma) (Gradstein et al., 2004) of the Middle Cambrian. Such extended intervals of marine anoxia are commonly associated with warm oceans due to their diminished capacity for storing dissolved oxygen. The episodic emission of vast quantities of volcanic CO2 from the Kalkarindji Large Igneous Province at c. 510 Ma (Hanley and Wingate, 2000; Glass and Phillips, 2006) would have triggered further ocean warming during the Early–Middle Cambrian transition. The subsequent spread of anoxia beneath biologically productive realms of the ocean would have rendered shallow marine ecosystems vulnerable to poisoning by CH4 or H2S and/or asphyxiation (Kump et al., 2005) during ocean transgression or overturn. The Early–Middle Cambrian boundary represents a turning point in the history of Earth’s biosphere. Following the Cambrian explosion of metazoan phyla and the expansion of skeletal reef fauna during the Early Cambrian, biodiversity plummeted. Metazoan reef systems worldwide had totally collapsed by the Middle Cambrian (Boucot, 1990), the beginning of which is marked by global sealevel transgression (Montañez et al., 2000). This was followed by the lon-\ngest post-extinction metazoan reef gap of the entire Phanerozoic (Boucot, 1990), longer even than that following the Permian–Triassic extinction. The coincidence in timing between major volcanism, greenhouse conditions, marine anoxia and reef animal extinction parallels other extinction events in Earth history, such as the Late Devonian, Late Permian and Permian–Triassic events and is consistent with a popular extinction scenario whereby toxic sulphides build up in anoxic waters due to volcanically induced global warming (Keith, 1982; Kump et al., 2005). Alternative anoxia–volcanism– extinction connections can also be envisaged, for example invoking overturn of anoxic deep waters due to the cooling caused with the injection of volcanic aerosols into the atmosphere. Model results of bacterial sulphate reduction rates based on the published seawater d34S record (Kampschulte and Strauss, 2004) can be used to identify six positive d34S excursions during the Phanerozoic era: Early– Middle Cambrian, Late Devonian, Early Triassic, Early Jurassic, Early Cretaceous and Early Eocene, all of which are associated with periods of major biotic and climatic crisis linked to the expansion of anoxia into the shallow marine realm (Fig. 1). Although precise causes and effects are not totally understood, mostly because of the currently poor age resolution of Early–Middle Cambrian events, the consistency in key environmental parameters between this 510- Ma event and virtually all other biotic crises of the Phanerozoic strongly endorses the volcanism–global warming–superanoxia–mass extinction model as a major determining factor in biosphere evolution."
  }, {
    "heading": "Concluding remarks",
    "text": "The Early–Middle Cambrian transition was associated with a sharp positive shift in seawater sulphate d34S, which may be linked to the spread of anoxia during marine transgression coupled with an increased sensitivity in the marine sulphate reservoir caused by sulphate concentrations four to five times lower than today. The new francolite-based approach presented here to constrain the\n262 2006 Blackwell Publishing Ltd\nsulphur systematics of past oceans can be applied to other intervals where phosphorite is abundant such as the Cretaceous, Permian, Miocene and other periods. However, more comparative studies need to be carried out on both modern and ancient phosphorites to assess some of the still hypothetical assumptions made in our study, for example that sulphate levels in the francolite lattice must always reflect concentrations in ambient porewaters and that porewater sulphate concentrations and d34S values generally exhibit a simple, logarithmic relationship during phosphogenesis."
  }, {
    "heading": "Acknowledgements",
    "text": "L.Z.E. is supported by a Marie Curie International Fellowship within the 6th European Community Framework Programme."
  }],
  "year": 2006,
  "references": [{
    "title": "Origin of sedimentary francolite from its sulphur and carbon isotope composition",
    "authors": ["R.A. Benmore", "M.L. Coleman", "J.M. McArthur"],
    "venue": "Nature 302,",
    "year": 1983
  }, {
    "title": "Phanerozoic extinctions: how similar are they to each other? In: Extinction Events in Earth History (E.G",
    "authors": ["A. Boucot"],
    "venue": "Kauffman and O.H. Walliser,",
    "year": 1990
  }, {
    "title": "Seawater chemistry and the advent of biocalcification",
    "authors": ["S.T. Brennan", "S.T. Lowenstein", "J. Horita"],
    "venue": "Geology",
    "year": 2004
  }, {
    "title": "Evolutionary Catastrophes: The Science of Mass Extinction",
    "authors": ["V. Courtillot"],
    "year": 1999
  }, {
    "title": "On the ages of flood basalt events",
    "authors": ["V.E. Courtillot", "P.R. Renne"],
    "venue": "CR Geosci",
    "year": 2003
  }, {
    "title": "Extinction of the archaeocyatha",
    "authors": ["F. Debrenne"],
    "venue": "Hist. Biol",
    "year": 1991
  }, {
    "title": "Lessons from the past: biotic recoveries from mass extinctions",
    "authors": ["D.H. Erwin"],
    "venue": "Proc. Natl Acad. Sci. USA",
    "year": 2001
  }, {
    "title": "The Kalkarindji Continental Flood Basalt Province: a new Cambrian large igneous province in Australia with possible links to faunal",
    "authors": ["L.M. Glass", "D. Phillips"],
    "venue": "extinctions. Geology",
    "year": 2006
  }, {
    "title": "Sulfur-rich sediments",
    "authors": ["M.B. Goldhaber"],
    "venue": "Treatise on Geochemistry,",
    "year": 2004
  }, {
    "title": "Catastrophes and Lesser Calamities",
    "authors": ["A. Hallam"],
    "year": 2005
  }, {
    "title": "SHRIMP zircon age for an Early Cambrian dolerite dyke: an intrusive phase of the Antrim Plateau Volcanics of northern Australia",
    "authors": ["L.M. Hanley", "M.T.D. Wingate"],
    "venue": "Aust. J. Earth Sci",
    "year": 2000
  }, {
    "title": "Catastrophic chemical events in the history of the ocean",
    "authors": ["W. Holser"],
    "venue": "Nature 267,",
    "year": 1977
  }, {
    "title": "The sulfur isotopic evolution of Phanerozoic seawater based on analysis of structurally substituted sulfate in carbonates",
    "authors": ["A. Kampschulte", "H. Strauss"],
    "venue": "Chem. Geol",
    "year": 2004
  }, {
    "title": "Violent volcanism, stagnant oceans and some inferences regarding petroleum, strat-bound ores and mass extinctions",
    "authors": ["M.L. Keith"],
    "venue": "Geochim. Cosmochim",
    "year": 1982
  }, {
    "title": "Massive release of hydrogen sulfide to the surface ocean and atmosphere during intervals of oceanic anoxia",
    "authors": ["L.R. Kump", "A. Pavlov", "M.A. Arthur"],
    "venue": "Geology",
    "year": 2005
  }, {
    "title": "Early Cenozoic decoupling of the global carbon and sulfur cycles",
    "authors": ["A.C. Kurtz", "L.R. Kump", "M.A. Arthur", "J.C. Zachos", "A. Paytan"],
    "venue": "Paleoceanography 18,",
    "year": 2003
  }, {
    "title": "Sulfur isotopic trends and pathways of iron sulfide formation in upper Holocene sediments of the anoxic Black Sea",
    "authors": ["T.W. Lyons"],
    "venue": "Geochim. Cosmochim",
    "year": 1997
  }, {
    "title": "Evolution of the Sr and C isotope composition of Cambrian oceans",
    "authors": ["I.P. Montañez", "D.A. Osleger", "J.L. Banner", "L.E. Mack", "M. Musgrove"],
    "venue": "GSA Today",
    "year": 2000
  }, {
    "title": "Sulfur isotopic composition of Cenozoic seawater sulfate",
    "authors": ["A. Paytan", "M. Kastner", "D. Campbell", "M.H. Thiemens"],
    "venue": "Science",
    "year": 1999
  }, {
    "title": "The sulphur and oxygen isotopic composition of Lower Cambrian anhydrites in East Siberia",
    "authors": ["T.M. Peryt", "S. Halas", "V.M. Kovalevych", "O.Y. Petrychenko", "N.M. Dzhinoridze"],
    "venue": "Geol. Q",
    "year": 2005
  }, {
    "title": "The stable isotopic composition of a phosphorite deposit: d13C, d34S and d18O",
    "authors": ["D.Z. Piper", "Y. Kolodny"],
    "venue": "Deep-Sea Res",
    "year": 1987
  }, {
    "title": "Global change at the Paleocene–Eocene boundary: climatic and evolutionary consequences of tectonic events",
    "authors": ["D.K. Rea", "J.C. Zachos", "R.M. Owen", "P.D. Gingerich"],
    "year": 1990
  }, {
    "title": "Sulphur isotope compositions of sedimentary phosphorites from the basal Cambrian of China – implications for Neopro",
    "authors": ["G.A. Shields", "H. Strauss", "S.S. Howe", "H. Siegmund"],
    "year": 1999
  }, {
    "title": "Sulphur isotopic evolution of Neoproterozoic–Cambrian seawater: new francolite-bound sulphate d34S data and a critical appraisal",
    "authors": ["G. Shields", "H. Kimura", "J. Yang", "P. Gammon"],
    "year": 2004
  }, {
    "title": "Geological evolution from isotope proxy signals: sulfur",
    "authors": ["H. Strauss"],
    "venue": "Chem. Geol",
    "year": 1999
  }, {
    "title": "Large igneous provinces and mass extinctions",
    "authors": ["P.B. Wignall"],
    "venue": "Earth-Sci. Rev",
    "year": 2001
  }],
  "id": "SP:62a1759eac0700495afa7927dd68b9c2addb4625",
  "authors": [{
    "name": "M.L. Hough",
    "affiliations": []
  }, {
    "name": "G.A. Shields",
    "affiliations": []
  }, {
    "name": "L.Z. Evins",
    "affiliations": []
  }, {
    "name": "H. Strauss",
    "affiliations": []
  }, {
    "name": "R.A. Henderson",
    "affiliations": []
  }, {
    "name": "S. Mackenzie",
    "affiliations": []
  }],
  "abstractText": "Seven mass extinctions have occurred since the Cambrian explosion of animal life roughly 540 Ma. These biotic crises are from youngest to oldest: the Cretaceous–Tertiary, Triassic–Jurassic, Permian–Triassic, Late Permian (end-Guadalupian), Late Devonian, end-Ordovician and Early–Middle Cambrian events (Erwin, 2001; Hallam, 2005). Although bolide impacts are popularly believed to cause mass extinctions, global climate change associated with volcanism and ocean anoxia is increasingly regarded to be the common thread linking most times of extreme biotic crisis (Courtillot, 1999; Hallam, 2005). At least five of seven Phanerozoic mass extinctions occurred at the same time (within the resolution of current age dating) as the eruptions of five unusually large igneous provinces (Fig. 1). Major climate perturbations linked to lesser extinctions are also temporally coincident with large eruptive events, e.g. the end-Palaeocene thermal maximum (Rea et al., 1990). In all these cases, global warming is considered to have triggered ocean anoxia due to the lower solubility of oxygen at higher temperatures although the exact extinction mechanism is uncertain. Because ocean anoxia favours bacterial sulphate reduction, it can possibly be recognized in the geological record by higher pyrite burial rates and a related increase in marine sulphate dS (Strauss, 1999), which fluctuates in response to changing pyrite burial rates (Kampschulte and Strauss, 2004). The long residence time of sulphate in the oceans means that dS excursions generally express themselves over a 10 Myr time-frame (Kampschulte and Strauss, 2004). However, relatively abrupt 10– 10 Myr excursions related to ocean anoxic events can be superimposed on long-term trends. Extremely sharp positive shifts in dS have been reported to follow known mass extinction events of the end-Permian and Late Devonian (end-Frasnian) (Holser, 1977; Kampschulte and Strauss, 2004). Additional sharp spikes in the seawater dS record occurred during the Cretaceous period and following the Palaeocene–Eocene boundary (Paytan et al., 1999; Kampschulte and Strauss, 2004). Although most studies have used evaporite or barite sulphate to reconstruct seawater dS, this study uses francolite because francolite precipitation occurs near the sediment–seawater interface in less-restricted marine environments than those associated with evaporite deposits (Shields et al., 2004). Francolite is also relatively more robust with respect to postdepositional alteration than most other sulphate-bearing marine authigenic minerals. Previous isotopic studies of Neoproterozoic and Cambrian phosphorites (Shields et al., 1999, 2004) demonstrate that francolite dS results are consistent with data from contemporaneous evaporite minerals, provided that the effects of post-depositional alteration and the diagenetic environment of formation (Benmore et al., 1983) can be constrained. The combination of sulphate concentration and isotopic data can in theory be used to backstrip the effects of bacterial sulphate reduction on francolite dS (cf. Piper and Kolodny, 1987), thus permitting us to determine seawater dS and sulphate concentration beyond the resolution possible using most other approaches. We analysed 32 samples from the Monastery Creek Phosphorite Member in the Georgina Basin, Australia that were deposited during the early part of the Templetonian subdivision of the Middle Cambrian (508– 505 Ma) (Gradstein et al., 2004). This level lies stratigraphically above Early–Middle Cambrian boundary ABSTRACT",
  "title": "A major sulphur isotope event at c. 510 Ma: a possible anoxia–extinction–volcanism connection during the Early–Middle Cambrian transition?"
}