{
  "sections": [{
    "heading": "Introduction",
    "text": "The Gulf of Aden is a young and narrow oceanic basin formed between the rifted margins of the Arabian and African plates (Fig. 1A). Kinematic studies have highlighted extension (N30 E) oblique to the orientation of the basin (N75 E) (Jestin et al., 1994; Fournier et al., 2001). This extensional regime is associated with major transform faults (Alula Fartak fracture zone and Socotra Hadbeen fracture zone), which delimit three major segments in the Gulf of Aden. The Dhofar margin is located in the northern part of the central segment between longitudes 53 and 54 E and latitudes 15 and 17 N. In this part of the basin, rifting started around 35 Ma ago (Roger et al., 1989; Bott et al., 1992) and was followed by oceanic spreading from at least 17.6 Ma (Leroy et al., 2004; d Acremont et al., 2006). Post-rift deformation, involving tectonic reactivation, has strongly affected the structure and infilling of the extensional basins and passive margins (Cloetingh et al., 2008). Understanding these processes is essential in identifying older episodes (syn-rift or pre-rift) of formation of the margins. This study focuses on the post-rift depositional pattern of the\nDhofar margin and provides such perspectives. One of the major contributions to this study has been the large amount of seismic data collected in onshore and offshore areas for both industrial and academic purposes (Fig. 1B). Seismic interpretations have been performed using the principles of seismic stratigraphy (Vail et al., 1977). In the present study, we identify seismic units on the basis of stratal terminations and configurations of seismic reflections. The large coverage of seismic data enabled us to map the units throughout the Dhofar margin from the hinge line (i.e. the onset of thick sedimentary deposits towards the basin, which also corresponds to a major transition in crustal thickness) to the deep margin domain. While additional data were obtained from two industrial boreholes in the Salalah Basin (Fig. 1B), only the syn-rift sediments were sampled."
  }, {
    "heading": "Dhofar margin configuration",
    "text": "The Dhofar margin (Fig. 2) has an average width of 60 km from the hinge line to the abyssal plain, which begins at around 2500 m water depth. The shelf is relatively flat, ranging between 10 and 30 km wide. The continental shelf break is located between 100 and 200 m water depth and shows indentations where the heads of submarine canyons cut into the shelf (Fig. 2). The continental slope ranges in width from 20 to 40 km and displays a large range of\nmass movement features, including erosional scarps, canyons and mass transport deposits (MTD) (Fig. 2). Two types of canyons can be defined, according to their locations on the western or eastern parts of the margin. On the western margin, the canyons are narrow, forming linear erosional troughs characterized by weak gradients ( 1 ) along their thalweg axes. Canyons on the eastern margin have led to considerable erosion and are characterized by steep slopes ( 3.5 ) along their thalweg axes. In contrast, the thalweg axes of channels observed on the abyssal plain show a gradient of 0.3 . Under the seabed, the sedimentary cover (Figs 3 and 4) ranges in thickness from 0 s Two-Way Time Travel (TWTT) on the western part of the shelf to 1.6 s TWTT at the foot of the continental slope in the distal margin half-graben (abbreviated here as DIM graben). The transition from the shelf to the abyssal plain exhibits two different styles. In the western part of the margin, the transition takes place across a perched graben containing a thickness of sediment corresponding to 1.3 s TWTT. This basin is bounded by two faults ( N110 ) facing seaward; the fault located between the perched graben and the shelf shows the largest offset (Fig. 4A). In the eastern part of the margin, the transition is progressive and made up of several faults ( N110 ) facing landward (Fig. 4C). In this domain, the sedimentary cover is thin (1 s TWTT at maximum).\nAn investigation into the sedimentation pattern along the Dhofar margin allows us to describe its late-stage evolution. After the accumulation of a thick post-rift sedimentary succession, two units characterized by mass transport deposits (MTD) mark a major change in sedimentation. The first MTD occurrence could be the result of a climatic change. The second MTD occurrence is associated with a shift of sedimentation from the slope towards the basin. An uplift phase, characterized by two distinct deformational styles in the eastern and western parts of the Dhofar margin, can be highlighted. Both events occurred very late in the history of the margin, at least 7.6 Ma after the end of the rifting phase (35–17.6 Ma). The evolution of this basin stresses the importance of post-rift deformation in the Dhofar margin. Terra Nova, 23, 11–18, 2011\nCorrespondence: Dr François Bache, GNS Science, P.O.BOX 30368, Lower Hutt 5040, New Zealand. Tel.: +64 4 570 4686. E-mail: f.bache@gns.cri.nz.\n2010 Blackwell Publishing Ltd 11\nEarly history of the Dhofar margin\nIn the DIM graben (Fig. 3), the acoustic basement is characterized by the transition between high-amplitude reflections (tilted units or chaotic seismic facies) and the overlying subhorizontal sedimentary series (Figs 4\nand 5). This major unconformity, commonly known as the break-up unconformity , has been interpreted as the abrupt transition between a tectonically active period (rifting) and a more quiescent regime (post-rift period). Recent studies have shown that this transition is complex and not limited to a single short event (Leroy et al., 2004; d Acremont et al., 2005). Four seismic units can be differentiated above the acoustic basement (Autin et al., 2010), which is overlain by the weakly deformed unit U2 representing a complex transition into the post-rift succession. Although U2 post-dates the syn-rift period, it was not deposited on oceanic crust (Fig. 4). According to d Acremont et al. (2005) and Autin et al. (2010), the U2 unit, also called the syn-OCT unit, is contemporaneous with the formation of the Ocean–Continent Transition (OCT). U3 is characterized by high-amplitude, parallel and highly continuous reflection configurations and is the first unit deposited above the oceanic crust. This unit extends over a large part of the present-day continental slope domain. During U3 deposition, ocean-floor accretion was active and the slope domain was submerged.\n12 2010 Blackwell Publishing Ltd\nThe onshore domain is mainly characterized by pre-rift and syn-rift deposits. A major change in sedimentation from a shallow environment (Ashawq Formation, Oligocene; Fig. 6) to calcareous turbidites (Mughsayl Formation, early Miocene; Fig. 6) has been related to the formation of grabens during the syn-rift period (Platel and Roger, 1989). These syn-rift deposits fill the Salalah Basin (Borgomano and Peters, 2004), but it is not possible to trace their geometric seaward extension owing to a lack of geophysical data at the transition to offshore deposits. Post-rift sediments are poorly documented owing to their poor preservation (Roger et al., 1989). Indeed, the proximal margin has been eroded, supplying sediment to the distal domain since the formation of the OCT (Autin et al., 2010)."
  }, {
    "heading": "Late post-rift events",
    "text": "Sedimentary deposits resulting from submarine mass movements occur on all passive continental margins. Mass transport deposits include all kinds of gravity-driven or downslope deposits, with the exception of turbidites. MTD can occur at any time during the history of a margin (Masson et al.,\n1997), but commonly develop early in the cycle of relative sea-level variation during the fall towards lowstand, when sedimentation on the shelf edge is at its peak and water overburden weight is being reduced over the shelf domain (Posamentier and Kolla, 2003). The resulting deposits extend over the continental slope and basin floor, commonly accumulating near the foot of the slope. On the Dhofar margin, the foot of the slope is characterized by the occurrence of low-amplitude, chaotic seismic facies (Figs 4 and 5). Compressional features near the termination of the flow unit and the highly erosive base lead us to interpret these deposits as MTD. The lowermost MTD observed in U4 (Figs 4 and 5) are surrounded by high-amplitude reflectors and leveed channels. While U5 exhibits the same characteristics, the MTD of this unit are, however, mainly located in the eastern part of the margin, where they appear to occupy a greater volume (Fig. 4). MTD are generally embedded in a cyclic stratigraphic sequence composed of sandy leveed channel complexes and hemipelagic drapes (Beaubouef and Friedman, 2000). This cyclic sedimentation has been\nattributed to fluctuations in sea level, inducing changes in sediment supply to the shelf edge (Manley and Flood, 1988; Beaubouef and Friedman, 2000; Brami et al., 2000). In the Dhofar margin, units U4 and U5 could thus represent two late-stage cycles of relative sea-level fluctuations (controlled by eustatic variations and ⁄or tectonic movements). However, other authors have suggested that tectonic events may be a major cause of slope destabilization (Martinez et al., 2005; Moscardelli et al., 2006). Two different depositional patterns characterize the slope from west to east. On the steep eastern slope, the continuous reflections and channels of U4 (Fig. 7) are tilted or slumped towards the basin (Fig. 4B,C). U5 has not been preserved ⁄deposited in this domain, and erosional features can be observed (Fig. 8). In the western part of the margin, units U4 and U5 are both preserved on the slope (Fig. 4A). Their seismic reflectors are poorly deformed and maintain a horizontal position. The tilt of U4 reflectors in the eastern part of the margin suggests changes in continental slope gradient and a predominant role of tectonic movements rather than eustatic effects or sediment supply. In this way, we can highlight an uplift phase leading to the deposition of MTD in U5 at the foot of the slope as well as erosion on the slope (Fig. 9). The MTD in U4 appear before the tilting of U4 reflectors; they are therefore independent of the uplift event. We can recognize major differences between the eastern and western parts of the Dhofar margin (Fig. 4). These differences concern the sedimentation pattern, the canyon morphologies (large or linear), the gradient of the continental slope and the substratum configuration. In the western part, the differential vertical movement is restricted to a narrow zone characterized by a major fault (Fig. 4A). Seaward of this fault, the slope is gentle and characterized by linear canyons and the preservation of units U4 and U5. In the eastern part, the differential vertical motion takes place over the entire slope and leads to an increase in gradient (Fig. 4B). During the uplift phase, the erosional power of canyons increases and the sedimentary depocentre is shifted towards the basin (Fig. 9).\n2010 Blackwell Publishing Ltd 13\nTo summarize, the post-rift history of the Dhofar margin can be characterized first by the sudden occurrence of MTD over the entire margin and secondly by uplift, which affected the eastern and western parts of the margin differently. The boundary between U3 and U4 (i.e. the earliest occurrence of MTD) extends into the basin above oceanic crust younger than 10 Ma (magnetic anomaly 5). Thus, we conclude that the earliest occurrence of\nMTD and the subsequent major uplift affected the Dhofar margin after 10 Ma; that is, at least 7.6 Ma after the end of rifting.\nDiscussion\nThe types of parameter contributing to the initiation of MTD can be categorized as either triggers (earthquakes, storm-wave loading, tilting due to margin subsidence, salt diapirism, changes in methane hydrate stability and sea-level changes) or preconditioning factors (sediment"
  }, {
    "heading": "Section C",
    "text": "14 2010 Blackwell Publishing Ltd\nproperties: water content and pore pressure). The MTD of the BrazosTrinity slope system (Texas continental slope) were classified by Beaubouef and Abreu (2010) into two different types, namely intra-basinal and extrabasinal. Intra-basinal MTD are derived from within the basins as slumps or slides from over-steepened areas of the collapsed basin margin. They occur in response to local processes unique to each basin and may occur at any time during the basin evolution regardless of sea-level stage. Extra-basinal MTD are derived from areas outside and up-dip of the basin, entering the basin via various feeder channels (Beaubouef and Friedman, 2000). They tend to be more laterally extensive and have point sources, exhibiting fan-like patterns in plan. Extra-basinal MTD may occur in response to allocyclic processes and therefore may have some significance in terms of sequence stratigraphy. On the Dhofar margin, any comparison with known local or global events must be considered hypothetical owing to the approximate nature of dating of the MTD. Some lines of evidence can, nevertheless, be mentioned. From offshore observations, we identify a post-rift uplift phase (postchron 5 and 10 Ma) on the Dhofar margin. Comparable observations have been made based on field studies (Platel and Roger, 1989). The major uplift phase (rift shoulder uplift) is attributed to the end of the Burdigalian, well before 10 Ma. However, southern Dhofar underwent a final major uplift from middle Miocene to Pliocene times, creating the impressive\ncliffs that rim the Salalah plain, with rejuvenation of the major listric faults (Platel and Roger, 1989). This is highlighted by the basal conglomerates interstratified with carbonates, which are overlain by thick piedmont deposits north of the Dhofar mountains (Roger et al., 1989; Platel et al., 1992). The evidence for this uplift is supplemented by Pleistocene beach rocks located a few metres above present sea level in the Salalah region (Platel and Roger, 1989). Three hypotheses can account for the late-stage uplift of the Dhofar margin. The first hypothesis invokes the channelling of mantle plume flow coming from the Afar hot spot as well as small-scale convection triggering recent volcanic activity in Somalia and Yemen up to longitude 54 E (Leroy et al., 2010a). This hypothesis would explain: (i) the presence of a volcano in the western deep margin of the study area (Lucazeau et al., 2009; Autin et al., 2010); (ii) off-axis volcanic activity in the adjoining oceanic segment (d Acremont et al., 2010); and (iii) zones of partial melting in the mantle below the northern part of our study area (Basuyau et al., 2010). The second hypothesis involves intraplate compressional deformation (Cloetingh et al., 2008; Burov and Cloetingh, 2009). Such a phenomenon has been illustrated, for example, in the Black Sea and the Pannonian Basin systems (Cloetingh et al., 2008). The convergence between the Arabian and Eurasian plates to the NE may cause this type of long wavelength deformation in the Dhofar margin. A third hypothesis considers the flexural effects of erosional unloading due to contrasts in denudation rate (Gilchrist and Summerfield, 1990; Ten Brink and Stern, 1992). Molnar and England (1990) point out that increases in erosion rate (due, for example, to climate change) could lead to increased uplift. According to this hypothesis, global sea-level changes and climatic conditions during the Pleistocene, which appear associated with many of the MTD studied worldwide (Maslin et al., 2004), could have influenced the uplift phase. However, according to Gilchrist et al. (1994), isostatic uplift due to river valley incision would be of only limited importance (in relation to the tectonic effects). In both cases,\n2010 Blackwell Publishing Ltd 15\nVan Balen et al. (1995) stress the influence of rift shoulder erosion in the deposition pattern of post-rift sequences. Even if uplift affected the more recent triggering of MTD, it does not explain the earlier occurrences (in U4). The deposition of the U4 MTD over a wide area of the Dhofar margin could be the result of numerous different mechanisms. Among these mechanisms, we could propose a pronounced sea-level fall ( 100 m) at the Serravallian ⁄Tortonian boundary [TB3.1 cycle (Haq et al., 1987)], the onset of the monsoon system in the western Arabian Sea around the middle Miocene (Prell and shipboard party of ODP Leg 117, 1990) or its intensification around 7–8 Ma (Kroon et al., 1991; Prell and Kutzbach, 1992). However, we require accurate dating of U4 and U5 before better constraints on these events can be obtained from our observations. Differences observed between the eastern and western parts of the Dhofar margin suggest the influence of two distinct deformational regimes. Tectonic inheritance, pre-rift rheology (Cloetingh et al., 1995) or exhumation processes of continental mantle at the OCT (Leroy et al., 2010b) can be proposed to explain this configuration. Conclusion The study of the sedimentation pattern on the Dhofar margin highlights two major events in the last 10 Ma of its formation. The first event is characterized by the sudden deposition of MTD at the footof thepresent-dayslope.This deposition contrasts with the previous well-lithified post-rift sedimentary units and could be of climatic origin. The second event is characterized by an uplift that considerablyaccentuated the gradient of the eastern part of the margin, leading to slope instabilities and an increased abundance of MTD. The observed topography of the Dhofar margin has been attributed to the combined effects of climate, sedimentary loading and flexural rigidity (Petit et al., 2007). The present study shows that other mechanisms may have a role. Indeed, post-rift deformation, involving tectonic reactivation, has strongly affected the structure and infilling of numerous extensional basins and passive margins, which explains why their early history can be difficult to decipher. The recognition of post-rift deformational events on the Dhofar margin offers new perspectives for unravelling its early history, particularly in the understanding of its east–west variability. Acknowledgements This study was funded by CNRS-INSU, Actions Marges – Aden, ANR YOCMAL and CNRS-PICS Oman. We are grateful to Drs Hilal Al-Azri and Salim Al Busaidi, as well as the Oil and Gas Ministry of Oman. We acknowledge the editors of Terra Nova and the journal s reviewers (Aavram Zelilidis, Sierd Cloetingh, Gian Andrea Pini and Pierpaolo Guarnieri) for their advice and comments on the manuscript. M.S.N. Carpenter post-edited the English style. References d Acremont, E., Leroy, S., Beslier, M.O., Bellahsen, N., Fournier, M., Robin, C., Maia, M. and Gente, P., 2005. Structure and evolution of the easternGulf of Aden conjugate margins from seismic reflection data. Geophys. J. Int., 160, 869–890. d Acremont, E., Leroy, S., Maia, M., Patriat, P., Beslier, M.O., Bellahsen, N., Fournier, M. and Gente, P., 2006. Structure and evolution of the eastern Gulf of Aden: insights from magnetic and gravity data (Encens-Sheba ⁄MD117 cruise). Geophys. J. Int., 165, 786–803. d Acremont, E., Leroy, S., Maia, M., Gente, P. and Autin, J., 2010. Volcanism, jump and propagation on the Sheba Ridge, eastern Gulf of Aden: segmentation evolution and implications for accretion processes. Geophys. J. Int., 180, 535–551.\n16 2010 Blackwell Publishing Ltd\nAmante, C. and Eakins, B.W., 2009. ETOPO1 1 Arc-Minute Global Relief Model: Procedures, Data Sources and Analysis. National Geophysical Data Center, NESDIS, NOAA, U.S. Department of Commerce, Boulder, Colarado. Autin, J., Leroy, S., Beslier, M.O., d Acremont, E., Razin, P., Ribodetti, A., Bellahsen, N., Robin, C. and Al-Toubi, K., 2010. Continental break-up history of a deep magma-poor margin from seismic reflection data (northeastern Gulf of Aden margin, offshore Oman). Geophys. J. Int., 180, 501–519. Basuyau, C., Tiberi, C., Leroy, S., Stuart, G., Al-Lazki, A., Al-Toubi, K. and Ebinger, C., 2010. Evidence of partial melting beneath a continental margin: case of Dhofar, in the Northern Gulf of Aden (Sultanante of Oman). Geophys. J. Int., 180, 520–534. Beaubouef, R.T. and Abreu, V., 2010. MTCs of the Brazos-Trinity slope system; thoughts on the sequence stratigraphy of MTCs and their possible roles in shaping hydrocarbon traps. In: Submarine Mass Movements and Their Consequences (D.C. Mosher, R. Craig Shipp, L. Moscardelli, J.D. Chaytor, C.D.P. Baxter, H.J. Lee and R. Urgeles, eds), pp. 475–490. Springer, Netherland. Beaubouef, R.T. and Friedman, S.J., 2000. High resolution seismic ⁄ sequence stratigraphic framework for the evolution of Pleistocene intra slope basins, Western Gulf of Mexico: depositional models and reservoir analogs. In: Deep-Water Reservoirs of the World (P. Weimer, R.M. Slatt, J. Coleman, N.C. Rosen, H. Nelson, A.H. Bouma, M.J. Styzen and D.T. Lawrence, eds). GCSSEPM Foundation, 20th Annual Bob F. Perkins Research Conference, pp. 40–60. Houston. Borgomano, J.R.F. and Peters, J.M., 2004. Outcrop and seismic expressions of coral reefs, carbonate platforms, and adjacent deposits in the tertiary of the Salalah Basin, South Oman. In: Seismic Imaging of Carbonates Reservoirs and Systems (G. Eberli, E. Sarg and J. Massaferro, eds). AAPG Memoir, 81, 251–266. Bott, W.F., Smith, B.A., Oakes, G., Sikander, A.H. and Ibrahim, A.I., 1992. The tectonic framework and regional hydrocarbon, prospectivity of the Gulf of Aden. J. Petrol. Geol., 15, 211–243. Brami, T.R., Pirmez, C., Archie, C. and Holman, K., 2000. Late Pleistocene deep-water stratigraphy and depositional processes, offshore Trinidad and Tobago. In: Deep-Water Reservoirs of the World (P. Weimer, R.M. Slatt, J. Coleman, N.C. Rosen, H. Nelson, A.H. Bouma, M.J. Styzen and D.T. Lawrence, eds). GCSSEPM Foundation, 20th Annual Bob F. Perkins Research Conference, 104–115. Houston. Burov, E. and Cloetingh, S., 2009. Controls of mantle plumes and lithospheric folding on modes of intra-plate continental tectonics: differences and similarities. Geophys. J. Int., 178, 1691– 1722. Cloetingh, S., van Wees, J.D., van der Beek, P.A. and Spadini, G., 1995. Role of pre-rift rheology in kinematics of extensional basin formation: constraints from thermomechanical models of Mediterranean and intracratonic basins. Mar. Pet. Geol., 12, 793–807. Cloetingh, S., Beekman, F., Ziegler, P.A., Van Wees, J.D. and Sokoutis, D., 2008. Post-rift compressional reactivation potential of passive margins and extensional basins. Geol. Soc. London, Spl. Publ., 306, 27–70. Farr, T.G., Rosen, P.A., Caro, E., Crippen, R., Duren, R., Hensley, S., Kobrick, M., Paller, M., Rodriguez, E., Roth, L., Seal, D., Shaffer, S., Shimada, J., Umland, J., Werner, M., Oskin, M., Burbank, D. and Alsdorf, D., 2007. The Shuttle Radar Topography Mission. Rev. Geophys., 45, RG2004. Fournier, M., Patriat, P. and Leroy, S., 2001. Reappraisal of the Arabia-IndiaSomalia triple junction kinematics. Earth Planet. Sci. Lett., 189, 103–114. Gilchrist, A.R. and Summerfield, M.A., 1990. Differential denudation and flexural isostasy in formation of riftedmargin upwarps. Nature, 346, 739–742. Gilchrist, A.R., Kooi, H. and Beaumont, C., 1994. Post-Gondwana geomorphic evolution of southwestern Africa: Implications for the controls on lanscape development from observations and numerical experiments. J. Geophys. Res., 99, 12211–12228. Haq, B.U., Hardenbol, J. and Vail, P., 1987. Chronology of fluctuating sea levels since the Triassic (250 million years ago to present). Science, 235, 1156–1167. Jestin, F., Huchon, P. and Gaulier, J.M., 1994. The Somalia plate and the East African Rift System: present kinematics. Geophys. J. Int., 116, 637–654. Kroon, D., Steens, T. and Troelstra, S.R., 1991. Onset of monsoonal related upwelling in the western Arabian Sea as revealed by planktonic foraminifers. In:Proceedings of the ODP, Science Results (W.L. Prell, N. Niitsuma et al., eds), pp. 257–261. Ocean Drilling Program, College Station, TX. Leroy, S., Gente, P., Fournier, M., d Acremont, E., Patriat, P., Beslier, M.O., Bellahsen, N., Maia, M., Blais, A., Perrot, J., Al-Kathiri, A., Merkouriev, S., Fleury, J.M., Ruellan, P.Y., Lepvrier, C. and Huchon, P., 2004. From rifting to spreading in the eastern Gulf of Aden: a geophysical survey of a young oceanic basin from margin to margin. Terra Nova, 16, 185–192. Leroy, S., Ebinger, C., d Acremont, E., Stuart, G., Al-Lazki, A., Tiberi, C., Autin, J., Watremez, L., Beslier, M.O., Bellahsen, N., Lucazeau, F., Perrot, J., Mouthereau, F., Courrèges, E., Huchon, P., Rouzo, S., Bahalaf, S., Sholan, J., Unternehr, P., Hello, Y., Anglade, A., Desprez, O., Beguery, L., Aouji, O., Daniel, R., Al-Toubi, K., Sage, F. and Khanbari, K., 2006. The onshore-offshore ENCENS project: imaging the stretching ⁄ thinning of the continental lithosphere and inception of oceanic spreading in the eastern Gulf of Aden. In: AGU Fall Meeting. AGU, T53A– 1567. San Francisco. Leroy, S., d Acremont, E., Tiberi, C., Basuyau, C., Autin, J., Lucazeau, F. and Sloan, H., 2010a. Recent off-axis volcanism in the eastern Gulf of Aden: implications for plume-ridge interaction. Earth Planet. Sci. Lett., 293, 140– 153. Leroy, S., Lucazeau, F., d Acremont, E., Watremez, L., Autin, J., Rouzo, S., Bellahsen, N., Tiberi, C., Ebinger, C., Beslier, M.O., Perrot, J., Razin, P., Rolandone, F., Stuart, G., Al Lazki, A., AlToubi, K., Bache, F., Bonneville, A., Goutorbe, B., Huchon, P., Unternehr, P. and Khanbari, K., 2010b. Contrasted styles of rifting in the eastern Gulf of Aden: a combined wide-angle MCS and Heat flow survey. Geochem. Geophys. Geosyst., 11, Q07004, doi: 07010.01029/ 02009GC002963. Lucazeau, F., Leroy, S., Bonneville, A., Goutorbe, B., Rolandone, F., d Acremont, E., Watremez, L., Düsünur, D., Tuchais, P., Huchon, P., Bellahsen, N. and Al-Toubi, K., 2008. Persistent thermal activity at the Eastern Gulf of Aden after continental break-up. Nat. Geosci., 1, 854–858. Lucazeau, F., Leroy, S., Autin, J., Bonneville, A., Goutorbe, B., Watremez, L., d Acremont, E., Düsünur, D., Rolandone, F., Huchon, P., Bellahsen, N. and Tuchais, P., 2009. Post-Rift volcanism and high heat-flow at the Ocean-Continent Transition of the Gulf of Aden. Terra Nova, 21, 285–292. Manley, P.L. and Flood, R.D., 1988. Cyclic deposition within Amazon deepsea fan. Am. Assoc. Petr. Geol. B., 72, 912–925. Martinez, J.F., Cartwright, J. and Hall, B., 2005. 3D Seismic interpretation of slump complexes: examples from the continental margin of Israel. Basin Res., 17, 83–108. Maslin, M., Owen, M., Day, S. and Long, D., 2004. Linking continental slope-failures and climate change: testing the Clathrate gun hypothesis. Geology, 32, 53–56. Masson, D.G., van Niel, B. and Weaver, P.E., 1997. Flow processes and sediment\n2010 Blackwell Publishing Ltd 17\ndeformation in the Canary debris flow on the NW African continental rise. Sediment. Geol., 110, 163–179.\nMolnar, P. and England, P., 1990. Late Cenozoic uplift of mountain ranges and global climate change: chicken or egg? Nature, 346, 29–34. Moscardelli, L., Wood, L. and Mann, P., 2006. Mass-transport complexes and associated processes on the offshore area of Trinidad and Venezuela. Am. Assoc. Petr. Geol. B., 90, 1059–1088. Petit, C., Fournier, M. and Gunnell, Y., 2007. Tectonic and climatic controls on rift escarpments: erosion and flexural rebound of the Dhofar passive margin (Gulf of Aden, Oman). J. Geophys. Res., 112, B03406. Platel, J.P. and Roger, J., 1989. Evolution géodynamique du Dhofar (Sultanat d Oman) pendant le Crétacé et le Tertiaire en relation avec l ouverture du golfe d Aden. Bull. Soc. Géol. Fr., 2, 253–263. Platel, J.P., Roger, J., Peters, T., Mercolli, I., Kramers, J.D. and Le Métour, J.,\n1992. Geological Map of Salalah (1 ⁄250 000), Sultanate of Oman; Sheet NE 40-09. Ministry of Petroleum and Minerals, Directorate General of Minerals, Oman. Posamentier, H.W. and Kolla, V., 2003. Seismic geomorphology and stratigraphy of depositional elements in deep water settings. J. Sediment. Res., 73, 367–388. Prell, W.L. and Kutzbach, J.E., 1992. Sensitivity of the Indian monsoon to forcing parameters and implications for its evolution. Nature, 360, 647–651. Prell, W.L. and shipboard party of ODP Leg 117, 1990. Neogene tectonics and sedimentation of the SE Oman continental margin: results from ODP Leg 117. In: The Geology and Tectonics of the Oman Region (A.H.F. Robertson, M.P. Searle and A.C. Ries, eds), pp. 745–758. Geological Society Special Publication N 49, London. Roger, J., Platel, J.P., Cavelier, C. and Bourdillon-de-Grisac, C., 1989. Données nouvelles sur la stratigraphie et l histoire\ngéologique du Dhofar (Sultanat d Oman). Bull. Soc. Géol. Fr., 2, 265– 277.\nTen Brink, U.S. and Stern, T., 1992. Rift flank uplifts and hinterland basins: comparison of the Transantartic Mountains with the Great Escarpment of Southern Africa. J. Geophys. Res., 97, 569–585. Vail, P.R., Mitchum, R.M., Todd, R.G., Widmier, J.M., Thompson, S., Sangree, J.B., Bubb, J.N. and Hatlelid, W.G., 1977. Seismic Stratigraphy and Global Changes of sea-Level. American Association of Petroleum Geologists, Tulsa. Van Balen, R.T., Van der Beek, P.A. and Cloetingh, S., 1995. The effect of rift shoulder erosion on stratal patterns at passive margins: implications for sequence stratigraphy. Earth Planet. Sci. Lett., 134, 527–544.\nReceived 28 April 2010; revised version accepted 16 September 2010\n18 2010 Blackwell Publishing Ltd"
  }],
  "year": 2011,
  "references": [{
    "title": "Structure and evolution of the easternGulf of Aden conjugate margins from seismic reflection",
    "authors": ["E. d Acremont", "S. Leroy", "M.O. Beslier", "N. Bellahsen", "M. Fournier", "C. Robin", "M. Maia", "P. Gente"],
    "year": 2005
  }, {
    "title": "Structure and evolution of the eastern Gulf of Aden: insights from magnetic",
    "authors": ["E. d Acremont", "S. Leroy", "M. Maia", "P. Patriat", "M.O. Beslier", "N. Bellahsen", "M. Fournier", "P. Gente"],
    "year": 2006
  }, {
    "title": "Volcanism, jump and propagation on the Sheba Ridge, eastern Gulf of Aden: segmentation evolution and implications",
    "authors": ["E. d Acremont", "S. Leroy", "M. Maia", "P. Gente", "J. Autin"],
    "year": 2010
  }, {
    "title": "ETOPO1 1 Arc-Minute Global Relief Model: Procedures, Data Sources and Analysis. National Geophysical Data Center, NESDIS, NOAA, U.S",
    "authors": ["C. Amante", "B.W. Eakins"],
    "year": 2009
  }, {
    "title": "Continental break-up history of a deep magma-poor margin",
    "authors": ["J. Autin", "S. Leroy", "M.O. Beslier", "E. d Acremont", "P. Razin", "A. Ribodetti", "N. Bellahsen", "C. Robin", "K. Al-Toubi"],
    "year": 2010
  }, {
    "title": "Evidence of partial melting beneath a continental margin: case of Dhofar, in the Northern Gulf",
    "authors": ["C. Basuyau", "C. Tiberi", "S. Leroy", "G. Stuart", "A. Al-Lazki", "K. Al-Toubi", "C. Ebinger"],
    "year": 2010
  }, {
    "title": "MTCs of the Brazos-Trinity slope system; thoughts on the sequence stratigraphy of MTCs and their possible roles in shaping hydrocarbon traps",
    "authors": ["R.T. Beaubouef", "V. Abreu"],
    "year": 2010
  }, {
    "title": "High resolution seismic ⁄ sequence stratigraphic framework for the evolution of Pleistocene intra slope basins, Western Gulf of Mexico: depositional models and",
    "authors": ["R.T. Beaubouef", "S.J. Friedman"],
    "year": 2000
  }, {
    "title": "Outcrop and seismic expressions of coral reefs, carbonate platforms, and adjacent deposits in the tertiary of the Salalah",
    "authors": ["J.R.F. Borgomano", "J.M. Peters"],
    "year": 2004
  }, {
    "title": "The tectonic framework and regional hydrocarbon, prospectivity of the Gulf of Aden",
    "authors": ["W.F. Bott", "B.A. Smith", "G. Oakes", "A.H. Sikander", "A.I. Ibrahim"],
    "venue": "J. Petrol. Geol.,",
    "year": 1992
  }, {
    "title": "Late Pleistocene deep-water stratigraphy and depositional processes, offshore Trinidad and Tobago",
    "authors": ["T.R. Brami", "C. Pirmez", "C. Archie", "K. Holman"],
    "year": 2000
  }, {
    "title": "Controls of mantle plumes and lithospheric folding on modes of intra-plate continental tectonics: differences and similarities",
    "authors": ["E. Burov", "S. Cloetingh"],
    "venue": "Geophys. J. Int.,",
    "year": 2009
  }, {
    "title": "Role of pre-rift rheology in kinematics of extensional basin formation: constraints from thermomechanical models",
    "authors": ["S. Cloetingh", "J.D. van Wees", "P.A. van der Beek", "G. Spadini"],
    "year": 1995
  }, {
    "title": "Post-rift compressional reactivation potential of passive margins and extensional basins. Geol",
    "authors": ["S. Cloetingh", "F. Beekman", "P.A. Ziegler", "J.D. Van Wees", "D. Sokoutis"],
    "year": 2008
  }, {
    "title": "The Shuttle Radar Topography Mission",
    "authors": ["D. Burbank", "D. Alsdorf"],
    "venue": "Rev. Geophys.,",
    "year": 2007
  }, {
    "title": "Reappraisal of the Arabia-IndiaSomalia triple junction kinematics",
    "authors": ["M. Fournier", "P. Patriat", "S. Leroy"],
    "venue": "Earth Planet. Sci. Lett.,",
    "year": 2001
  }, {
    "title": "Differential denudation and flexural isostasy in formation of riftedmargin upwarps",
    "authors": ["A.R. Gilchrist", "M.A. Summerfield"],
    "year": 1990
  }, {
    "title": "Post-Gondwana geomorphic evolution of southwestern Africa: Implications for the controls on lanscape development",
    "authors": ["A.R. Gilchrist", "H. Kooi", "C. Beaumont"],
    "year": 1994
  }, {
    "title": "Chronology of fluctuating sea levels since the Triassic (250 million years ago to present)",
    "authors": ["B.U. Haq", "J. Hardenbol", "P. Vail"],
    "year": 1987
  }, {
    "title": "The Somalia plate and the East African Rift System: present kinematics",
    "authors": ["F. Jestin", "P. Huchon", "J.M. Gaulier"],
    "venue": "Geophys. J. Int.,",
    "year": 1994
  }, {
    "title": "Onset of monsoonal related upwelling in the western Arabian Sea as revealed by planktonic foraminifers",
    "authors": ["D. Kroon", "T. Steens", "S.R. Troelstra"],
    "venue": "In:Proceedings of the ODP, Science",
    "year": 1991
  }, {
    "title": "From rifting to spreading in the eastern Gulf of Aden: a geophysical survey of a young oceanic basin from margin to margin",
    "authors": ["P. Huchon"],
    "venue": "Terra Nova,",
    "year": 2004
  }, {
    "title": "Recent off-axis volcanism in the eastern Gulf of Aden: implications for plume-ridge",
    "authors": ["S. Leroy", "E. d Acremont", "C. Tiberi", "C. Basuyau", "J. Autin", "F. Lucazeau", "H. Sloan"],
    "year": 2010
  }, {
    "title": "Contrasted styles of rifting in the eastern Gulf of Aden: a combined wide-angle MCS",
    "authors": ["K. Toubi", "F. Bache", "A. Bonneville", "B. Goutorbe", "P. Huchon", "P. Unternehr", "K. Khanbari"],
    "year": 2010
  }, {
    "title": "Post-Rift volcanism",
    "authors": ["F. Lucazeau", "S. Leroy", "J. Autin", "A. Bonneville", "B. Goutorbe", "L. Watremez", "E. d Acremont", "D. Düsünur", "F. Rolandone", "P. Huchon", "N. Bellahsen", "P. Tuchais"],
    "year": 2009
  }, {
    "title": "Cyclic deposition within Amazon deepsea fan",
    "authors": ["P.L. Manley", "R.D. Flood"],
    "venue": "Am. Assoc. Petr. Geol. B.,",
    "year": 1988
  }, {
    "title": "3D Seismic interpretation of slump complexes: examples from the continental margin of Israel",
    "authors": ["J.F. Martinez", "J. Cartwright", "B. Hall"],
    "venue": "Basin Res.,",
    "year": 2005
  }, {
    "title": "Linking continental slope-failures and climate change: testing the Clathrate gun",
    "authors": ["M. Maslin", "M. Owen", "S. Day", "D. Long"],
    "venue": "hypothesis. Geology,",
    "year": 2004
  }, {
    "title": "Flow processes and sediment",
    "authors": ["D.G. Masson", "B. van Niel", "P.E. Weaver"],
    "year": 1997
  }, {
    "title": "Late Cenozoic uplift of mountain ranges and global climate change: chicken or egg",
    "authors": ["P. Molnar", "P. England"],
    "year": 1990
  }, {
    "title": "Mass-transport complexes and associated processes on the offshore area of Trinidad and Venezuela",
    "authors": ["L. Moscardelli", "L. Wood", "P. Mann"],
    "venue": "Am. Assoc. Petr. Geol. B.,",
    "year": 2006
  }, {
    "title": "Tectonic and climatic controls on rift escarpments: erosion and flexural rebound of the Dhofar passive margin (Gulf of Aden, Oman)",
    "authors": ["C. Petit", "M. Fournier", "Y. Gunnell"],
    "venue": "J. Geophys. Res.,",
    "year": 2007
  }, {
    "title": "Evolution géodynamique du Dhofar (Sultanat d Oman) pendant le Crétacé et le Tertiaire en relation avec l ouverture du golfe d Aden",
    "authors": ["J.P. Platel", "J. Roger"],
    "venue": "Bull. Soc. Géol. Fr.,",
    "year": 1989
  }, {
    "title": "Seismic geomorphology and stratigraphy of depositional elements in deep water settings",
    "authors": ["H.W. Posamentier", "V. Kolla"],
    "venue": "J. Sediment. Res.,",
    "year": 2003
  }, {
    "title": "Sensitivity of the Indian monsoon to forcing parameters and implications for its evolution",
    "authors": ["W.L. Prell", "J.E. Kutzbach"],
    "year": 1992
  }, {
    "title": "Neogene tectonics and sedimentation of the SE Oman continental margin: results from ODP Leg 117",
    "authors": ["W.L. Prell"],
    "venue": "shipboard party of ODP Leg 117,",
    "year": 1990
  }, {
    "title": "Données nouvelles sur la stratigraphie et l histoire",
    "authors": ["J. Roger", "J.P. Platel", "C. Cavelier", "C. Bourdillon-de-Grisac"],
    "year": 1989
  }, {
    "title": "Rift flank uplifts and hinterland basins: comparison of the Transantartic Mountains with the Great Escarpment of Southern Africa",
    "authors": ["U.S. Ten Brink", "T. Stern"],
    "venue": "J. Geophys. Res.,",
    "year": 1992
  }, {
    "title": "Seismic Stratigraphy and Global Changes of sea-Level",
    "authors": ["P.R. Vail", "R.M. Mitchum", "R.G. Todd", "J.M. Widmier", "S. Thompson", "J.B. Sangree", "J.N. Bubb", "W.G. Hatlelid"],
    "year": 1977
  }, {
    "title": "The effect of rift shoulder erosion on stratal patterns at passive margins: implications for sequence stratigraphy",
    "authors": ["R.T. Van Balen", "P.A. Van der Beek", "S. Cloetingh"],
    "venue": "Earth Planet. Sci",
    "year": 1995
  }],
  "id": "SP:7b7d98ef6adc3749f4a9dd2204745748267ddd1f",
  "authors": [{
    "name": "François Bache",
    "affiliations": []
  }, {
    "name": "Sylvie Leroy",
    "affiliations": []
  }, {
    "name": "Céline Baurion",
    "affiliations": []
  }, {
    "name": "Jérémy Robinet",
    "affiliations": []
  }, {
    "name": "Christian Gorini",
    "affiliations": []
  }, {
    "name": "Francis Lucazeau",
    "affiliations": []
  }, {
    "name": "Philippe Razin",
    "affiliations": []
  }, {
    "name": "Elia d’Acremont",
    "affiliations": []
  }, {
    "name": "Khalfan Al-Toubi",
    "affiliations": []
  }],
  "abstractText": "François Bache, Sylvie Leroy, Céline Baurion, Jérémy Robinet, Christian Gorini, Francis Lucazeau, Philippe Razin, Elia d’Acremont and Khalfan Al-Toubi UPMC Univ. Paris 06, UMR 7193, ISTEP, F-75005 Paris, France; CNRS, UMR 7193, ISTEP, F-75005 Paris, France; Université Bordeaux 3, EGID, Pessac, France; Geosciences Marines, IPGP-CNRS, 4 Place Jussieu, 75252 Paris Cedex 05, France; Sultan Qaboos University, Earthquake Monitoring Center, Al Khod PC 123, Sultanate of Oman",
  "title": "Post-rift uplift of the Dhofar margin (Gulf of Aden)"
}