{
  "sections": [{
    "heading": "INTRODUCTION",
    "text": "Differentiation of montane lineages is of particular interest to evolutionary biologists because the patchy distribution of\nappropriate habitat combined with the geographical isolation of populations on mountain ‘islands’ may promote diversification and increase the rate of speciation for montane-adapted taxa (Fjeldså & Lovett, 1997; Jetz et al., 2004). Montane species\n1Departamento de Zoologı́a, Instituto de Biologı́a, Universidad Nacional Autónoma de México, Distrito Federal 04510, México, 2Department of Ecology and Evolutionary Biology, Cornell University, Ithaca, NY 14853, USA\n*Correspondence: Gabriela Parra-Olea, Departamento de Zoologı́a, Instituto de Biologı́a, Universidad Nacional Autónoma de México, Distrito Federal 04510, México. E-mail: gparra@ibiologia.unam.mx Present address: CIBIO – Centro de Investigação em Biodiversidade e Recursos Genéticos da Universidade do Porto, Instituto de Ciências Agrárias de Vairão, R. Padre Armando Quintas, 4485-661 Vairão, Portugal.\nAim Our goal was to reconstruct the phylogenetic history and historical demography of highly divergent populations of the endemic plethodontid salamander Pseudoeurycea leprosa, to elucidate the timing and mechanisms of divergence in the Trans-Volcanic Belt of Mexico.\nLocation The Trans-Volcanic Belt (TVB) of central Mexico, including the states of Mexico, Morelos, Puebla, Tlaxcala and Veracruz.\nMethods We sequenced the cytochrome b mitochondrial DNA gene for 281 individuals from 26 populations and nine mountain ranges in the TVB, and used Bayesian phylogenetic reconstruction and Markov chain Monte Carlo coalescent methods to infer historical demographic parameters and divergences among populations in each mountain system.\nResults We found deep genetic divergences between eastern and central TVB mountain systems despite their recent volcanic origin. Populations of P. leprosa show a pattern of refugial populations in the north-eastern and eastern limits of the species’ distribution, and genetic evidence of rapid population expansion in mountain ranges of the central TVB. The oldest divergences among populations date to c. 3.8 Ma, and the most recent divergences in the central TVB are Pleistocene in age (c. 0.7 Ma).\nMain conclusions Given the timing and order of population diversification in P. leprosa, we conclude that early isolation in multiple habitat refuges in northeastern and eastern mountain ranges played an important role in structuring population diversity in the TVB, followed by population expansion and genetic divergence of the central range populations. The dynamic climatic and volcanic changes in this landscape generally coincide with the history of intra-specific diversification in P. leprosa. Climate-driven changes in habitat distribution in an actively changing volcanic landscape have shaped divergences in the TVB and very likely contributed to the high levels of speciation and endemism in this biodiverse region.\nKeywords Endemism, glacial refugia, Mexico, montane speciation, phylogeography, Pleistocene, Plethodontidae, Pseudoeurycea leprosa, Trans-Volcanic Belt, volcanism.\nª 2011 Blackwell Publishing Ltd http://wileyonlinelibrary.com/journal/jbi 353 doi:10.1111/j.1365-2699.2011.02593.x\nare also particularly useful for evaluating historical responses to climate fluctuations because they are often physiologically adapted to a narrow range of environmental conditions and thus are particularly susceptible to climate change (Hughes, 2003; Galbreath et al., 2009). Many cold-adapted montane organisms experienced range expansion and increased gene flow during glacial periods and range contractions during warmer interglacials (Hewitt, 2004; DeChaine & Martin, 2006; Galbreath et al., 2009). Their low physiological tolerance to higher temperatures implies that populations isolated on different mountain ranges should carry signatures of historical changes associated with either glacial or interglacial periods, even if the periods of climatic instability were relatively recent (Knowles, 2000; DeChaine & Martin, 2006).\nIn the tropics, where the environmental gradient from lowlands to mountains is most pronounced (Janzen, 1967), montane regions are important historical centres of diversity and endemism, even more so than are tropical lowlands (Smith et al., 2007). Thus, understanding the microevolutionary processes promoting diversification, and specifically how isolation and genetic drift interact to enhance speciation and diversification in tropical montane species, will provide a framework for understanding broader patterns of biodiversity distribution in these habitats (Kozak & Wiens, 2006, 2007; Smith et al., 2007; Wiens et al., 2007). Global patterns of species richness across montane and non-montane landscapes are relatively well defined (Rahbek, 1995; Jetz et al., 2004; Wiens et al., 2006), but fine-scale examinations of the processes that engender diversity in mountain species are still needed. In this study we focus on diversification in Pseudoeurycea leprosa (Cope, 1869), a tropical salamander endemic to the Trans-Volcanic Belt (TVB) of central Mexico, where it is restricted to pine (Pinus), pine–oak (Quercus) and fir (Abies) forests at elevations between 2000 and 3500 m. The TVB is a young (Ferrari & Rosas-Elguera, 1999; Ferrari et al., 1999) volcanic mountain chain that has been modified by volcanism and climatic cycles through the Plio-Pleistocene, resulting in large elevational shifts in pine forests and changing patterns of connectivity among mountain ranges in the system (Brown, 1985; Graham, 1993; McDonald, 1993; Lozano-Garcı́a et al., 2005). The TVB is one of the areas of highest vertebrate biodiversity in Mexico, second only to the Sierra Madre del Sur (Luna et al., 2007). These dynamic highlands of Mexico have been a centre for the diversification of many plant and animal radiations, including tropical salamanders (Lynch et al., 1983; Luna et al., 2007), and thus offer an excellent opportunity to study the underlying microevolutionary processes that have contributed to the high rate of local population divergence and speciation.\nIn this study we compare the diversity of cytochrome b (cyt b) mitochondrial gene sequences among populations of P. leprosa and infer the historical population changes that contributed to differentiation within this species complex. Despite its high diversity, the TVB was formed only recently, beginning in the middle Miocene (Ferrari & Rosas-Elguera, 1999); thus, the diversification of endemic species occurred\nrelatively rapidly. We use this focal taxon to test hypotheses about how volcanic activity and Quaternary glaciations affected the colonization or dispersal among mountain ranges in the TVB and to infer the microevolutionary processes that promoted diversification in this lineage. Specifically, we use our data to investigate: (1) whether population structure among independent mountain ranges shows genetic signatures of isolation, migration and/or drift; (2) whether populations in the TVB evolved from a single or a few source populations; (3) whether historical migration patterns from ancestral populations were directional; and (4) whether the timing of isolation is concordant with the volcanic origin of the TVB mountains or with changes in habitat distribution that occurred during Plio-Pleistocene climatic cycles. We compare our results with patterns inferred from other plants and animals that are endemic to this region and to an earlier study that examined genetic divergence among a subset of P. leprosa populations using allozymes (Lynch et al., 1983). Deforestation and anthropogenic climate change will have a severe impact on the future distribution of appropriate habitat for this and other species endemic to the TVB (Parra-Olea et al., 2005b). We discuss the importance of understanding the current geographical distribution of genetic diversity and the history of differentiated lineages for the conservation of high-elevation species in this region."
  }, {
    "heading": "Geographical context: the TVB",
    "text": "The TVB is a continental magmatic arc composed of nearly 8000 volcanic structures and a few intrusive bodies. It stretches approximately 1200 km from the Gulf of California to the Gulf of Mexico (Garcı́a-Palomo et al., 2000; Gómez-Tuena et al., 2007) and defines the southern limit of the uplifted Mexican Plateau (Mesa Central) (Domı́nguez-Domı́nguez & PérezPonce de León, 2009). The TVB consists of three distinct segments, each with its own tectonic, volcanic and geomorphological characteristics (Pasquaré et al., 1988): the western section occurs from the Pacific coast to the Colima graben and includes the Volcán de Colima; the central section extends from the Michoacán volcanic zone towards either the Valley of Mexico and the Sierra Nevada (Popocatepetl–Iztaccihuatl) (Nixon et al., 1987) or the Querétaro–Taxco lineament (Pasquaré et al., 1988) and includes the Nevado de Toluca, Sierra de las Cruces and Sierra Nevada; finally, the eastern section extends towards the Gulf of Mexico (Osete et al., 2000) and includes La Malinche, Pico de Orizaba and Cofre de Perote (Castillo-Rodrı́guez et al., 2007). The range of P. leprosa encompasses only the central and eastern geomorphological units of the TVB (Fig. 1).\nIsotopic analyses show that the origin of the TVB as a distinctive geological province dates to the middle/late Miocene (19–10 Ma) and resulted from the progressive counterclockwise rotation of the magmatic arc of the Sierra Madre Oriental (Tamayo & West, 1964; Ferrari et al., 1999; GómezTuena et al., 2007). The TVB is dominated by geologically young andesitic stratovolcanoes, some of which form short\n354 Journal of Biogeography 39, 353–370 ª 2011 Blackwell Publishing Ltd\nnorth–south volcanic chains that are younger towards the south. Examples include the Sierra de las Cruces (La Bufa– Ajusco–Zempoala), Sierra Nevada (Telapon–Iztaccihuatl– Popocatepetl) and Cofre de Perote–Las Cumbres-Pico de Orizaba (Fig. 1). Researchers divide the geological evolution of the TVB into four main episodes: (1) middle to late Miocene arc (19–10 Ma), (2) late Miocene episode (11–6 Ma), (3) latest Miocene and early Pliocene volcanism (7.5–3 Ma), and (4) late Pliocene to Quaternary arc (3.5 Ma–Holocene) (GómezTuena et al., 2007).\nAll of the TVB volcanoes are relatively young; their maximum age is estimated to be 3.7 Ma (Ferrari, 2000; Ferrari et al., 2000). The oldest cone construction began in the Sierra de las Cruces (Osete et al., 2000; Garcı́a-Palomo et al., 2008), a volcanic chain between the Mexico and Toluca basins that consists of eight stratovolcanoes, including Ajusco and Zempoala, which were formed in a north-north-west–south-southeast migration of volcanic activity between 3.6 and 1.8 Ma (K–Ar dates; Osete et al., 2000). Cone construction in the Nevado de Toluca began about 2.6 Ma (K–Ar dates; Garcı́aPalomo et al., 2002). Cone growth in the Sierra Nevada range began in the late Pleistocene and Holocene, approximately 1.0 Ma (Nixon, 1989). The Iztaccihuatl volcano began to form about 900,000 years ago (K–Ar; Nixon, 1989). Given the north–south migration of volcanic activity presented by these volcanic chains, the Popocatepetl volcano is estimated to be younger than Iztaccihuatl, but the age of the oldest lava has not yet been determined (Schaaf et al., 2005). The cones and highlands in the eastern TVB are La Malinche volcano and the north–south-trending Cofre de Perote–Las Cumbres–Pico de\nOrizaba mountain range. Cofre de Perote lies at the northern end of the Pico de Orizaba–Cofre de Perote volcanic range, which is the easternmost volcanic chain of the TVB, separating the coastal plains from the Altiplano. The early construction of Cofre de Perote has been dated by K–Ar to about 1.3 Ma (Carrasco-Núñez & Nelson, 1998; Dı́az-Castellón et al., 2008). For Pico de Orizaba, the estimated date is 600–300 ka (Rossotti et al., 2006). La Malinche is the youngest of all of the TVB volcanoes; the oldest deposits of the Malinche stage have been dated to 45 ka (Castro-Govea & Claus, 2007).\nThe distribution and persistence of montane habitat within the TVB has had a dynamic history due to the Pleistocene and Holocene glacial cycles (Heine, 1988; Vázquez-Selem & Heine, 2004). Five periods of glacial advances are identified for the volcanoes in the central TVB: the most extensively recorded Nexcoalango advance occurred at 195 ka, and reached 3000 m. The local late Pleistocene glacial maxima occurred in four pulses. The first pulse (Hueyatlaco 1 advance) peaked at 20– 17.5 ka, the second (Hueyatlaco 2) peaked at 17–14 ka. During these times the glaciers reached 3400–3500 m. The final two glacial advances peaked at 12 ka, reaching c. 3800 m (Milpulco 1), and 8.3–7.0 ka (Milpulco 2), reaching 4000 m (VázquezSelem & Heine, 2004). Thus, although the most recent glacial advances certainly affected the distribution of habitats in the TVB, they represent only a small portion of the historical changes that have occurred in this landscape. The impact of these glaciations on TVB taxa was probably not as dramatic as that observed at higher latitudes in North America; however, temperatures decreased by 5–9 C and the lowest extensions of pine–oak forest shifted downward by 730–930 m during the\nJournal of Biogeography 39, 353–370 355 ª 2011 Blackwell Publishing Ltd\nlate Pleistocene advances (Vázquez-Selem & Heine, 2004), and the timberline also shifted to 700–900 m below its present position (Brown, 1985; Graham, 1993; McDonald, 1993; Lozano-Garcı́a et al., 2005)."
  }, {
    "heading": "MATERIALS AND METHODS",
    "text": ""
  }, {
    "heading": "Population sampling",
    "text": "We collected tissue samples of P. leprosa from throughout its distribution along the TVB. We sampled a total of 281 individuals from 26 populations, with a range of 1–30 individuals per site (Fig. 1 and Appendix S1 in Supporting Information). The sampled populations were distributed across the following nine mountain ranges (ordered roughly from west to east): Nevado de Toluca, Sierra de las Cruces, Iztaccihuatl–Popocatepetl, Malinche, Tlaxco, Tlatlauquitepec, Cofre de Perote, Orizaba and Tres Mogotes (Fig. 1, Appendix S1). Plethodontids are cryptic salamanders, and P. leprosa is no exception; thus, the spatial sampling we obtained for this endemic species represents one of the broadest samplings to date for population genetic studies in this lineage. We selected Pseudoeurycea lynchi and Pseudoeurycea lineola as successively more distant outgroups based on published higher-level relationships within the Bolitoglossini (Wiens et al., 2007)."
  }, {
    "heading": "Amplification and sequencing of mitochondrial DNA (mtDNA)",
    "text": "Total genomic DNA was extracted from ethanol-preserved tissues (muscle or liver) with DNeasy Tissue Kits (Qiagen Inc., Valencia, CA, USA). We used polymerase chain reaction (PCR) to amplify 675 bp of the mitochondrial cytochrome b gene (cyt b) using the primers MVZ15 and MVZ16 (Moritz et al., 1992). The PCR amplifications were performed in a total volume of 25 lL containing 1 lL DNA template (c. 100 ng lL)1), 1 U Taq polymerase (Applied Biosystems, Foster City, CA, USA), 1· PCR buffer with 1.5 mm MgCl2, 0.4 mm deoxynucleotide triphosphates (dNTPs), and 0.5 lm forward and reverse primers. The PCR conditions consisted of 35 cycles with a denaturing temperature of 94 C (1 min), annealing at 50 C (1 min) and extension at 72 C (1 min). Successful amplicons were purified with shrimp alkaline phosphatase (1 U) and exonuclease I (10 U) to remove unincorporated dNTPs and primers. The fragments were sequenced in both directions using the original amplification primers and BigDye termination sequencing chemistry (Applied Biosystems). The sequencing reactions were performed in a total volume of 5 lL containing 1 lL cleaned PCR product, 0.24 lm primer, 1 lL Big Dye Ready Reaction Mix, and 1· Sequencing buffer. The cycle-sequencing products were column-purified with Sephadex G-50 (GE Healthcare, Amersham, Buckinghamshire, UK) and run on an ABI PRISM 3100 DNA Analyzer (Applied Biosystems). We checked the resulting electropherograms by eye before constructing contiguous sequences for each indi-\nvidual using Sequencher 4.7 (Gene Codes Corp., Ann Arbor, MI, USA)."
  }, {
    "heading": "Phylogeographical analyses",
    "text": "We aligned the sequences and identified unique haplotypes for phylogenetic analyses. We used the program jModelTest 0.1.1 (Posada, 2008) and Akaike information criterion (AIC) scores to select the appropriate model with which to infer a population-level phylogeny using Bayesian inference (BI). The Bayesian analysis, implemented in MrBayes 3.1 (Huelsenbeck & Ronquist, 2001), consisted of 10 chains sampled every 10,000 generations for 10 million generations. We used two methods to verify convergence and determine an adequate burn-in: we examined a plot of the likelihood scores of the heated chain and checked the stationarity of the chains using the software Tracer 1.4 (Rambaut & Drummond, 2007). We discarded a total of 250 trees as burn-in; using the remaining trees, we estimated the 50% majority-rule consensus topology and posterior probabilities for each node. We also constructed two haplotype networks using: (1) a Neighbor-Net algorithm implemented in SplitsTree 4.6 (Huson & Bryant, 2006), based on uncorrected patristic distances and a bootstrap analysis with 1000 replicates, and (2) statistical parsimony (Templeton et al., 1992) implemented in tcs 1.13 (Clement et al., 2000). The reticulation and multiple branches shown in the SplitsTree network allow visualization of conflicting and ambiguous signals in the data set (Huson & Bryant, 2006).\nGenetic diversity and historical demographic analyses\nWe used Arlequin 3.01 (Excoffier et al., 2005) to estimate the haplotype diversity (h) and nucleotide diversity (p) (Nei, 1987) for each clade and mountain range. We characterized the genetic differentiation among mountain ranges by estimating DXY (Nei, 1987), the average number of nucleotide substitutions per site between pairs of mountain ranges, in DnaSP 5 (Rozas et al., 2003), and PiXY, the average number of pairwise differences among haplotypes from different mountain ranges, in Arlequin 3.01.\nWe used mismatch analyses of sequences within each clade to infer historical demographic changes in P. leprosa (Schneider & Excoffier, 1999). Mismatch analysis compares the frequency distribution of pairwise differences among haplotypes with that expected under a model of population expansion. A significant difference between the observed and expected distributions is tested using a bootstrap approach (20,000 replicates). The frequency distribution is predicted to be unimodal for lineages that have undergone recent population expansions and multimodal for lineages whose populations are either subdivided or in equilibrium. We compared the sum of squared deviations (SSD) between the observed and expected mismatches to test the hypothesis of population expansion (Schneider & Excoffier, 1999); a significant P-value rejects the fit of the data to the expansion model. Additionally, for each clade and mountain range, we calculated Tajima’s D\n356 Journal of Biogeography 39, 353–370 ª 2011 Blackwell Publishing Ltd\n(Tajima, 1989) and Fu’s FS (Fu, 1997) as tests of selective neutrality. Historical population growth predicts significantly negative values of D and FS, which we tested with 10,000 bootstrap replicates. All three tests for population expansion were performed in Arlequin 3.01.\nTo infer the ages of particular haplotype groups in the P. leprosa topology and to reconstruct demographic changes over the history of each major lineage, we used the coalescentbased methods applied in the program beast 1.4.7 (Drummond & Rambaut, 2007). This approach allows for inferences of population fluctuations over time by estimating the posterior distribution of the effective population size at intervals along a phylogeny (Drummond et al., 2005; Drummond & Rambaut, 2007). We estimated demographic changes for all P. leprosa populations combined, as well as for populations in each clade. The times to the most recent common ancestor (TMRCA) for clades of highest support were obtained using Bayesian Markov chain Monte Carlo (MCMC) searches. We used a GTR+I+G model of evolution and implemented an uncorrelated lognormal relaxed molecular-clock method (Drummond et al., 2006). We used a normal distribution with a mean of 0.0075 and a standard deviation of 0.0025 as a prior for the mutation rate of cyt b to reflect a priori the uncertainty in this parameter (Mueller, 2006; Martı́nez-Solano & Lawson, 2009). We implemented a series of coalescent models (Bayesian skyline, Yule and expansion) to assess any biases model selection might generate in time estimates. For each analysis, we performed two independent runs of 30 million generations, sampling every 1000th generation and removing 10% of the initial samples as burn-in. We combined runs and determined the stationarity of the posterior distributions for all model parameters using Tracer 1.4 (Drummond & Rambaut, 2007). We implemented a relaxed molecular clock with uncorrelated rates among lineages and the following substitution-model priors: rate parameters uniform (0,500), alpha exponential (1) and proportion of invariant sites uniform (0,1). The scale operators were adjusted as suggested by the program.\nFinally, we used a coalescence model in Lamarc 2.0 (Kuhner, 2006) to estimate Q (for mtDNA Q = 2Nel, where Ne is the effective number of individuals and l is the mutation rate) and migration rates (M) for P. leprosa populations. To optimize the parameter estimates, we selected 11 representative populations from the mountain systems, excluding localities with fewer than four individuals (Tlaxco and Tres Mogotes) and randomly reduced the sample sizes of populations to 15 to increase run efficiency (Kuhner, 2006). Default values were used for the effective population size and migration parameters. We performed Bayesian analyses with one long chain, a burn-in of 1 · 106, and a run of 1 · 106 genealogies, sampled every 100 steps. We applied a general-time reversal (GTR) model and performed five identical replicate analyses. Lamarc infers approximate confidence intervals (CIs) around the maximum probable estimate (MPE) for each parameter. Parameter convergence was verified by stationarity in parameter trends over the length of the chains and the effective\nsample sizes (ESS) obtained for each Q and migration rate using Tracer v1.4. We interpreted ESS values greater than 300 as indicating that the sampled trees were not correlated and thus represented independent samples.\nIsolation by distance and least-cost paths in the TVB\nWe performed a least-cost path analysis (LCPA) using the Spatial Analyst extension of ArcGIS 9.2 (ESRI, 2006, Redlands, CA, USA) and a 1-km resolution digital topographic raster from the Instituto Nacional de Estadı́stica y Geografı́a (INEGI, Mexico), to determine the potential influence of elevation on gene flow and the genetic structure of P. leprosa populations across TVB mountain ranges. We estimated the least-cost path of migration among mountain ranges, using the centroid of all populations sampled in each mountain range as path endpoints between each pair of mountains. To infer an appropriate cost for movement among mountain ranges, we reclassified the elevation layer based on the current elevational distribution of the species (2500–3500 m a.s.l.) and assumed a higher cost for movement across terrain at elevations outside that range. A cost raster was created by giving a value to each cell equal to the cumulative cost of reaching it from the source. From the cost raster, ArcGIS identified the path resulting in the lowest cost to reach a given location from a specified source population. We assumed the following elevation ranges and corresponding movement costs (in parentheses) through each cell: 0–1000 m (5); 1000–1500 m (4); 1500–2000 m (3); 2000–2500 m (2); 2500–3500 m (1); 3500–4000 m (2); 4000–4500 m (3); 4500– 5000 m (4); and 5000–5469 m (5). We also calculated the straight Euclidean distances (ED) between populations and two geographical distances based on the LCPA identified: (1) Euclidean distances along every least-cost path (ED-CP); and (2) the cost of moving along each path (cost path, CP).\nTo examine isolation by distance (IBD), we used Mantel tests between the genetic distances (DXY and PiXY) and the three geographical/cost–distance matrices that were calculated among mountain ranges. We also used partial Mantel tests to examine the correlations between genetic distances (DXY and PiXY) and least-cost distances (ED-CP) while controlling for the effect of Euclidean distances (ED). These analyses were performed with 10,000 replications using the program zt (Bonnet & Van de Peer, 2002)."
  }, {
    "heading": "RESULTS",
    "text": ""
  }, {
    "heading": "Diversity of mtDNA",
    "text": "The cyt b alignment contained 281 sequences and 675 characters. No insertions or deletions were found among the sequences; thus, alignment was straightforward. We identified 70 unique haplotypes among the samples sequenced, among which 139 sites were variable and 75 were parsimonyinformative. The maximum likelihood (ML)-estimated transition/transversion ratio was 3.2, with mean nucleotide frequencies of 27.7% A, 21.5% C, 15.2% G and 35.5% T.\nJournal of Biogeography 39, 353–370 357 ª 2011 Blackwell Publishing Ltd\nThe TrN + I + G model of evolution was selected by jModelTest and used for subsequent Bayesian analyses. All sequences have been deposited in GenBank (accession numbers GQ468424–GQ468493)."
  }, {
    "heading": "Phylogeographical analyses",
    "text": "Both Bayesian analyses (in beast and MrBayes) recovered a monophyletic P. leprosa with some structured regional groups of haplotypes (Fig. 2). Three well-supported ‘North-east’ (NE) clades diverged relatively early in the history of this species; the NE I clade includes a haplotype from Tlaxco (43) and three of the four haplotypes from Tlatlauquitepec (45–47); the NE II\nclade includes haplotypes from Vigas (50–55) and the remaining haplotype from Tlatlauquitepec (44); NE III clade unites the remaining samples from Vigas (48, 56–61) with those from Teziutlán (48) and González Ortega (62–63). North-east clades I and II are strongly supported with high posterior probabilities in both beast and MrBayes (nodes 3 and 4; Fig. 2). North-east clade III is recovered with high support in beast (node 2; Fig. 2) but not recovered in the MrBayes analysis. The three clades are not geographically independent, a pattern that may be the result of either secondary contact between these regions or incomplete lineage sorting since the time of their isolation. Our phylogeny provides no resolution for the earliest divergences among these lineages: the relationships among the three NE clades and the two samples from Tres Mogotes are unclear, and the nodes at the base of the tree are unsupported in both analyses. The topology also infers a South-east (SE) clade (node 6) that includes all samples from the Pico de Orizaba mountain range (Xometla, Texmola and Texmalaquilla), and a large Central TVB clade (node 7) that includes all samples from the Nevado de Toluca, Sierra de las Cruces, Sierra Nevada and Malinche.\nThe Neighbor-Net network (Fig. 3) provides a graphical representation of haplotype groups. Reticulation indicates alternative mutational pathways (i.e. homoplasy) that occur mostly inside each group. Our network recovered the six major groups found in our Bayesian tree in a single network: (1) Central, (2) SE, (3) NE I, (4) NE II, (5) NE III, and (6) Tres Mogotes. Using a statistical-parsimony 95% CI, tcs grouped the 70 P. leprosa sequences into two haplotype networks and one single haplotype (70, from Tres Mogotes) that was independent of both networks (Fig. 4). The main network includes 65 of the haplotypes with a connection limit of 11 bp and contains the Central, SE and NE II clades as well as the north-eastern basal haplotypes that were recovered in the Bayesian tree. A common haplotype (11) is found in the central mountains (Popocatepetl–Iztaccihuatl and Malinche) and a south-eastern population (Xometla); additional haplotypes from these same populations and from the western mountains (Nevado de Toluca and Sierra de las Cruces) are separated from this common haplotype by only a few mutational steps. Higher divergences are found among the Eastern and South-eastern haplotypes in the network, with 5 (Texmalaquilla, Texmola and Xometla), 10 (Vigas), 14 (González Ortega) and 23 mutational steps (Tlatlauquitepec) separating those samples from the Central TVB haplotypes. The most diverse population is Vigas, with 15 haplotypes separated by a maximum of 41 mutational steps; the most closely related haplotypes are from Eastern populations (Xometla, Tlatlauquitepec). A second network groups the NE I clade haplotypes with the single haplotype from Tlaxco, which is separated by six mutational steps.\nGenetic diversity and historical demographic analyses\nThe haplotype diversity (h) and nucleotide diversity (p) for each clade and mountain range are summarized in Table 1. All\n358 Journal of Biogeography 39, 353–370 ª 2011 Blackwell Publishing Ltd\nclades and mountain systems had low nucleotide diversity (0.002–0.018) and high haplotype diversity (0.464–0.954). Genetic distances among mountains ranged from 1.638 to 21.161 and from 0.003 to 0.029 for PiXY and DXY, respectively (Table 2). The populations from the Central TVB clade were more closely related to each other and were more genetically differentiated from north-eastern populations (Perote and Tlatlauquitepec mountain ranges) than from SE clade populations (Orizaba mountain ranges; Table 2).\nWe created mismatch distribution plots for all clades inferred in our topology, with the exception of NE Clade I, which includes insufficient haplotypes for analysis (Appendix S1). None of the mismatch analyses (Fig. 5) were significant; therefore, we could not reject the null hypothesis of historical population expansion for any of the lineages within this species (SE clade: SSD = 0.020; P = 0.48, raggedness index = 0.041; P = 0.73; NE II clade: SSD = 0.027; P = 0.40, raggedness index = 0.075; P = 0.45; Central–West clade: SSD = 0.013, P = 0.12; raggedness index = 0.051, P = 0.14; NE III clade: SSD = 0.010; P = 0.35, raggedness index = 0.054; P = 0.44). In contrast, both Tajima’s D and Fu’s FS show evidence for historical population expansion in the Central TVB clade only (Table 1). Recalculating these tests for the haplotypes partitioned by the mountain range of origin shows that this signature of expansion is most evident for Popocatepetl–Iztaccihuatl and for Malinche (Table 1).\nBayesian skyline plots (BSPs) depict similar scenarios for all P. leprosa clades, with a low but constant increase in size from c. 250,000 years ago to the present (Fig. 5a,b). The BSP for all P. leprosa populations combined shows a decrease in size approximately 250,000 years ago followed by a rapid expan-\nsion. Estimates of TMRCA were highly concordant among runs (Table 3), independent of the coalescent model applied. The estimated TMRCA for all P. leprosa was 3.25–3.80 Ma over all coalescent models. An ancient split occurred between populations from the NE and SE (clade 4 in Table 3) at about 3.2–3.7 Ma, whereas the Central TVB clade has a TMRCA of only 0.79–0.83 Ma.\nRepeated Lamarc runs resulted in similar posterior probability distributions and high ESS values for all Q values and most migration rates. Populations vary in Q (Table 4), ranging from the lowest value in Ajusco (MPE < 0.001) to the highest value in Vigas (MPE = 0.011), with a trend of decreasing population sizes from eastern to western populations. However, the Central clade populations of Llano Grande and Atzompa (both in the Popocatepetl–Iztaccihuatl mountain range) show the highest MPE Q values in the Central TVB, and their confidence intervals overlap with the largest population sizes found in eastern populations (Table 4).\nThe Lamarc migration-rate estimates (M) are scaled to the mutation rate (m/l). The most probable estimates (MPEs) of immigration obtained from Lamarc suggest asymmetrical immigration among mountain ranges (Table 4, Fig. 6). Among the NE clade populations, gene flow has occurred principally from Vigas to other populations, with the highest estimated value from Vigas into González Ortega (both in the Perote mountain range). Migration rates are higher from the NE II clade (Perote) into populations of the SE clade (Orizaba) and from the SE clade into the central mountain range of Malinche, suggesting an expansion from the north-east to the central TVB via the south-eastern mountain range (Fig. 6). Indeed, the estimated migration rates from NE clade\nJournal of Biogeography 39, 353–370 359 ª 2011 Blackwell Publishing Ltd\npopulations to Central TVB populations are low, and the lowest immigration rates in the entire range of P. leprosa are into the north-eastern mountain ranges. Within the Central TVB clade, we found higher migration rates from Malinche to central and northern Popocatepetl–Iztaccihuatl than to the southern end of that mountain range, and the Sierra de las Cruces receives more migrants from the Nevado de Toluca and Popocatepetl–Iztaccihuatl than vice versa. One caveat is that, although the MPEs are distinct, all of the immigration rate 95% CIs overlap; thus, these estimates should be interpreted with caution (Table 4).\nIsolation by distance and least-cost paths in the TVB\nThe genetic and geographical distances between pairs of mountain ranges are summarized in Table 2 and Appendix S2, respectively. The Mantel tests revealed no significant isolation by distance; that is, no significant correlation was found between any of the three measures of geographical distance and either DXY (ED, Pearson r = 0.13, P = 0.282; ED-CP, Pearson r = 0.10, P = 0.299; and CP, Pearson r = 0.07,\nP = 0.334) or PiXY (ED, Pearson r = 0.23, P = 0.111; ED-CP, Pearson r = 0.20, P = 0.131; and CP, Pearson r = 0.16, P = 0.162). However, the partial Mantel test revealed significant isolation by distance based on significant correlations between geographical distance (ED-CP) and both genetic distances (DXY, Pearson r = )0.47, P = 0.04; PiXY, Pearson r = )0.49, P = 0.03) when Euclidean distances were accounted for."
  }, {
    "heading": "DISCUSSION",
    "text": "Mechanisms of diversification in tropical montane taxa\nMany montane regions are hotspots for biodiversity (Rahbek & Graves, 2001; McCain, 2005), a pattern that has been attributed to the fact that mountains can act both as cradles for diversity (by promoting isolation and speciation) and as museums (by favouring the long-term persistence of lineages) (Chown & Gaston, 2000; Kozak & Wiens, 2006). Factors that contribute to the high diversity of montane biotas include\n360 Journal of Biogeography 39, 353–370 ª 2011 Blackwell Publishing Ltd\ntopographic complexity, which results in high habitat heterogeneity and environmental diversity (Jetz et al., 2004), and the fact that mountains can harbour more climatically stable refugia than lowlands. We now have a good understanding of the macroevolutionary patterns of species diversity in mountain landscapes (Rahbek, 1995; Rahbek & Graves, 2001) and some climatic and ecological correlates of this diversity (Francis & Currie, 2003; Hawkins et al., 2003; Oomen & Shanker, 2005; McCain, 2007), but few studies have examined in detail the timing and relative importance of the evolutionary processes that lead to population splitting and promote lineage survival in these same landscapes (Cardillo et al., 2005; Tennessen & Zamudio, 2008). Examining the evolutionary underpinnings of common diversity gradients has revealed that many patterns are driven by local variation in the rate and timing of lineage diversification (Cardillo et al., 2005; Ricklefs, 2006; Stevens, 2006; Wiens et al., 2006), and the same pattern is expected in species belonging to montane assemblages (Fjeldså & Lovett, 1997; Ghalambor et al., 2006). The Mexican highlands are a biodiversity hotspot in North America, with high degrees of endemism (Ramamoorthy et al., 1993) in\nplants (Nixon, 1993), insects (Morrone, 2005), mammals (Mena & Vázquez-Domı́nguez, 2005), birds (McCormack et al., 2008) and reptiles and amphibians (Flores-Villela & Canseco-Márquez, 2007; Flores-Villela et al., 2010; Bryson et al., 2011).\nBased on our data, we can identify three major events in the history and evolution of P. leprosa that are temporally correlated with the geological activity of specific regions of the TVB: (1) the evolution of P. leprosa in the north-eastern section of the TVB; (2) the subsequent population isolation and fragmentation of the north-eastern and south-eastern populations and the Central clade; and (3) the more recent westward range expansion of the Central TVB clade.\nThe evolution of P. leprosa in the north-eastern section of the TVB\nSeveral lines of evidence indicate that P. leprosa evolved in the north-eastern section of the TVB in the area of Cofre de Perote, Veracruz. The presence of haplotypes exclusive to Cofre de Perote and the fact that north-eastern haplotypes\nJournal of Biogeography 39, 353–370 361 ª 2011 Blackwell Publishing Ltd\nform three distinct and overlapping subclades indicate that the eastern mountains may have been occupied by formerly widespread, contiguous populations that experienced fragmentation as a result of geological and climatological events. We found high within-population sequence divergence in the\nnorth-eastern populations of Vigas and Tlatlauquitepec. Their high haplotype and nucleotide diversity (Table 1), the early divergence of those haplotypes in the topology (Fig. 2), their higher Q values (Table 4) and the sharing of haplotypes among populations in the eastern and north-eastern mountain ranges\n362 Journal of Biogeography 39, 353–370 ª 2011 Blackwell Publishing Ltd\nare indicative of older source populations that expanded throughout the rest of the species’ range. Our TMRCA estimates indicate that the divergence of the eastern populations occurred in the Pliocene (3.8 Ma). These timing estimates correlate with the gap in volcanism that occurred in the eastern sector of the TVB between the end of the Miocene and the early Pliocene (c. 5–3 Ma) (Gómez-Tuena et al., 2007). Volcanism resumed at c. 3.7 Ma to the west of Mexico City (Mora-Álvarez et al., 1991; Osete et al., 2000) and the easternmost volcanic chain, Cofre de Perote–Pico de Orizaba, began to form less than 2 Ma. Our data indicate that it was during this suspension of volcanism, before the formation of the Cofre de Perote–Pico de Orizaba mountain range, that P. leprosa evolved in the easternmost sector of the TVB. Subsequent fragmentation and isolation of the NE clades might be correlated with the formation of the volcanoes in this region.\nPopulation isolation and fragmentation of the north-eastern populations and the Central TVB clade\nHigh within- and between-population sequence divergence among haplotypes in the three NE clades indicate early fragmentation. Geologically, this region is highly dynamic: several of the volcanoes have been intermittently active since their formation (Tamayo & West, 1964) and the Cofre de Perote–La Cumbres–Pico de Orizaba mountain chain has a history of multiple edifice-collapse events and debris avalanches (Carrasco-Núñez et al., 2006) directed eastward towards the Gulf of Mexico coast. Moreover, cosmogenic 36Cl surface-exposure dating of substrate in four different valleys of the Cofre de Perote indicate a glacial advance between 20 and 14 ka followed by recession between 14 and 11.5 ka (Carrasco-Núñez et al., 2010). The Cofre de Perote volcano is found at the north-eastern limit of the TVB (Fig. 1). Its structure, geochemistry and volcanic history are significantly different from those of the large, predominantly andesitic stratovolcanoes in other regions of the TVB (Carrasco-Núñez et al., 2006; Dı́az-Castellón et al., 2008). Cofre de Perote reaches 4282 m at its peak and rises more than 3000 m above the coastal plain to the east; it formed as a massive low-\nangle compound shield volcano that now dwarfs the more typical, smaller shield volcanoes of the central and western TVB (Carrasco-Núñez et al., 2010). Moreover, the isolation of Cofre de Perote from mountain ranges to the west was probably maintained by the elevational gradient that was established during the conformation of the eastern end of the TVB. Combined, these landscape changes may have created environmental conditions that caused changes in population sizes and connectivity, thus promoting the divergence of the NE clades.\nStudies of other highly diverse taxa in this region corroborate the conclusion that Cofre de Perote is an important historical refugium. The plethodontid salamander fauna from this region is quite different from that found at lower elevations in the area of Vigas, only 5 km away. Pseudoeurycea naucampatepetl from Cofre de Perote (Parra-Olea et al., 2005a) is the sister taxon of Pseudoeurycea gigantea from Vigas, with a 4.9% sequence divergence in cyt b and substantial differences in coloration. Salamanders of the genus Chiropterotriton (Darda, 1994; Parra-Olea, 2003) show the same pattern of divergence between these two neighbouring regions. Finally, Cofre de Perote populations of curculionid beetles (Anducho-Reyes et al., 2008) and pocket gophers (Hafner et al., 2005) are highly divergent both genetically and morphologically from surrounding populations.\nThe isolation of the Central clade from the NE clade occurred during the early Pleistocene (1.3 Ma), coincident with volcanic activity in the Cuenca de Oriental, the hydrological basin that separates the easternmost Pico de Orizaba– Cofre de Perote mountain chain from the Malinche volcano to the west (Fig. 1). The Cuenca de Oriental is a broad, internally drained inter-montane basin with an average elevation of 2300 m. Volcanism in the Cuenca de Oriental basin has been active since the late Pleistocene, resulting in the formation of a series of cinder cones known as xalapaxcos (dry craters) or axalapaxcos (craters with lakes).\nWestward range expansion of the Central TVB clade\nPopulations from mountain ranges in the central TVB show very little genetic divergence over a large geographical area, a\nJournal of Biogeography 39, 353–370 363 ª 2011 Blackwell Publishing Ltd\nT a b\nle 4\nE ff\nec ti\nve p\no p\nu la\nti o\nn si\nze s\n(Q )\nan d\nas ym\nm et\nri c\nm ig\nra ti\no n\nra te\ns in\nfe rr\ned in\nL a\nm a\nr c\nfo r\n26 p\no p\nu la\nti o\nn s\no f\nP se\nu d\noe u\nry ce\na le\npr os\na sa\nm p\nle d\nth ro\nu gh\no u\nt th\ne T\nra n\nsV\no lc\nan ic\nB el\nt o\nf\nce n\ntr al\nM ex\nic o\n. F\no r\nb o\nth p\nar am\net er\ns, th\ne m\nax im\nu m\np ro\nb ab\nle es\nti m\nat e\n(M P\nE )\nis gi\nve n\nin it\nal ic\ns an\nd 95\n% co\nn fi\nd en\nce in\nte rv\nal s\n(C I)\nar e\ngi ve\nn in\np ar\nen th\nes es\n. M\nP E\nva lu\nes w\nit h\nef fe\nct iv\ne sa\nm p\nle si\nze s\nlo w\ner th\nan 30\n0 ar\ne sh\no w\nn in\nb o\nld .\nA b\no ve\nth e\nd ia\ngo n\nal ,\nn u\nm b\ner s\nre fe\nr to\nm ig\nra ti\no n\nra te\ns in\nto th\ne p\no p\nu la\nti o\nn s\nli st\ned at\nth e\nto p\no f\nth e\nta b\nle (i\nn b\no ld\n). B\nel o\nw th\ne d\nia go\nn al\n, n\nu m\nb er\ns ar\ne m\nig ra\nti o\nn\nra te\ns in\nto th\ne p\no p\nu la\nti o\nn at\nth e\nle ft\n(i n\nit al\nic s)\n.\nQ M\nP E\n(9 5%\nC I)\nN ev\nad o\nd e\nT o\nlu ca\nA ju\nsc o\nA tz\no m\np a\nG o\nn zá\nle z\nO rt\neg a\nL la\nn o\nG ra\nn d\ne\nM al\nin ch\ne\n(E )\nM al\nin ch\ne\n(W )\nP o\np o\nca te\np et\nl T\nla tl\nau q\nu it\nep ec\nV ig\nas X\no m\net la\nN ev\nad o\nd e\nT ol\nu ca\n0. 00\n08\n(0 .0\n00 –0\n.0 03\n)\n– 47\n4. 14\n(0 .0\n2– 10\n64 .6\n3)\n52 .2\n7\n(0 .0\n12 –3\n82 .2\n8)\n3. 96 (0 .0\n1– 51\n2. 95\n)\n19 .3\n6\n(0 .0\n1– 17\n6. 66\n)\n13 3.\n00\n(0 .0\n1– 69\n8. 10\n)\n12 6.\n02\n(0 .0\n1– 72\n9. 65\n)\n88 .1\n4\n(0 .0\n1– 57\n8. 05\n)\n0. 74 (0 .0\n1– 14\n1. 54\n)\n0. 05 (0 .0\n1– 70\n.3 6)\n2. 02 (0 .0\n12 –1\n96 .0\n9)\nA ju\nsc o\n0. 00\n00\n(0 .0\n00 –0\n.0 01\n)\n23 8.\n31\n(0 .0\n2– 83\n7. 32\n)\n– 39\n.3 1\n(0 .0\n1– 34\n7. 47\n)\n16 .4\n3\n(0 .0\n1– 53\n6. 42\n)\n32 .6\n1\n(0 .0\n1– 19\n6. 27\n)\n11 4.\n07\n(0 .0\n1– 65\n5. 94\n)\n13 5.\n65\n(0 .0\n1– 69\n0. 81\n)\n70 .9\n9\n(0 .0\n1– 54\n4. 39\n)\n0. 95 (0 .0\n1– 13\n7. 79\n)\n0. 24 (0 .0\n1– 75\n.2 8)\n10 .8\n5\n(0 .0\n1– 21\n3. 70\n)\nA tz\nom pa\n0. 00\n20\n(0 .0\n00 –0\n.0 06\n)\n39 .7\n8\n(0 .0\n1– 52\n3. 99\n)\n10 7.\n71\n(0 .0\n1– 70\n1. 63\n)\n– 0.\n03 (0 .0\n1– 49\n3. 38\n)\n22 .6\n5\n(0 .0\n1– 18\n3. 19\n)\n79 8.\n86\n(0 .0\n7– 10\n36 .3\n6)\n42 4.\n03\n(0 .0\n1– 10\n74 .1\n1)\n26 5.\n49\n(0 .0\n1– 88\n5. 24\n)\n0. 17 (0 .0\n1– 11\n8. 30\n)\n0. 19 (0 .0\n1– 55\n.9 7)\n25 .2\n3\n(0 .0\n1– 31\n8. 74\n)\nG on\nzá le\nz\nO rt\neg a\n0. 00\n03\n(0 .0\n00 –0\n.0 02\n)\n30 .5\n2\n(0 .0\n1– 43\n2. 23\n)\n10 2.\n36\n(0 .0\n12 –6\n79 .8\n4)\n11 .4\n8\n(0 .0\n1– 29\n0. 46\n)\n– 0.\n27 (0 .0\n1– 12\n9. 19\n)\n78 .7\n6\n(0 .0\n1– 56\n8. 42\n)\n64 .1\n7\n(0 .0\n1– 62\n8. 35\n)\n28 .6\n6\n(0 .0\n1– 44\n8. 59\n)\n15 .2\n1\n(0 .0\n1– 17\n6. 54\n)\n44 .9\n9\n(0 .0\n3– 20\n5. 49\n)\n11 .7\n0\n(0 .0\n1– 25\n4. 94\n)\nL la\nn o\nG ra\nn d\ne 0.\n00 41\n(0 .0\n02 –0\n.0 12\n)\n99 .1\n5\n(0 .0\n1– 57\n4. 62\n)\n26 4.\n20\n(0 .0\n1– 86\n7. 67\n)\n80 .6\n1\n(0 .0\n1– 44\n0. 68\n)\n3. 93 (0 .0\n1– 54\n3. 13\n)\n– 18\n8. 25\n(0 .0\n1– 80\n7. 92\n)\n20 4.\n35\n(0 .0\n1– 78\n5. 50\n)\n14 4.\n26\n(0 .0\n1– 66\n4. 00\n)\n2. 51 (0 .0\n1– 13\n4. 40\n)\n0. 66 (0 .0\n1– 52\n.4 5)\n24 .0\n5\n(0 .0\n1– 23\n4. 10\n)\nM al\nin ch\ne (E\n) 0.\n00 04\n(0 .0\n00 –0\n.0 02\n)\n59 .2\n5\n(0 .0\n1– 53\n1. 59\n)\n14 4.\n10\n(0 .0\n1– 72\n9. 34\n)\n33 3.\n46\n(0 .6\n7– 90\n3. 92\n)\n3. 70 (0 .0\n1– 53\n7. 59\n)\n25 .7\n5\n(0 .0\n1– 20\n1. 89\n)\n– 38\n9. 20\n(0 .0\n1– 10\n35 .1\n5)\n23 4.\n74\n(0 .0\n1– 86\n0. 28\n)\n0. 09 (0 .0\n1– 13\n1. 30\n)\n0. 09 (0 .0\n1– 75\n.4 6)\n47 .8\n2\n(0 .0\n1– 33\n4. 09\n)\nM al\nin ch\ne (W\n) 0.\n00 03\n(0 .0\n00 –0\n.0 02\n)\n52 .0\n1\n(0 .0\n1– 49\n4. 81\n)\n11 0.\n64\n(0 .0\n1– 71\n8. 76\n)\n12 4.\n66\n(0 .0\n1– 62\n2. 76\n)\n10 .2\n0\n(0 .0\n1– 53\n6. 59\n)\n23 .0\n1\n(0 .0\n1– 17\n9. 14\n)\n32 3.\n14\n(0 .0\n1– 96\n5. 82\n0)\n– 20\n5. 31\n(0 .0\n1– 85\n8. 55\n)\n0. 84 (0 .0\n1– 13\n0. 60\n)\n0. 46 (0 .0\n1– 62\n.8 8)\n42 .8\n2\n(0 .0\n1– 29\n5. 64\n)\nP op\noc at\nep et\nl 0.\n00 06\n(0 .0\n00 –\n0. 00\n2)\n83 .6\n7\n(0 .0\n1– 53\n7. 58\n)\n15 3.\n55\n(0 .0\n1– 74\n6. 78\n)\n15 9.\n61\n(0 .0\n1– 71\n8. 06\n)\n12 .7\n4\n(0 .0\n1– 51\n2. 56\n)\n35 .1\n7\n(0 .0\n1– 20\n3. 22\n)\n40 8.\n43\n(0 .0\n2– 10\n51 .6\n8)\n44 8.\n52\n(0 .0\n1– 11\n03 .9\n1)\n– 2.\n38 (0 .0\n1– 13\n3. 38\n)\n0. 71 (0 .0\n1– 60\n.4 7)\n28 .4\n9\n(0 .0\n1– 30\n8. 04\n)\nT la\ntl au\nqu it\nep ec\n0. 00\n34 9\n(0 .0\n01 –\n0. 01\n6)\n57 .0\n2\n(0 .0\n1– 47\n2. 70\n)\n11 3.\n18\n(0 .0\n1– 67\n8. 25\n)\n30 .3\n3\n(0 .0\n1– 30\n5. 24\n)\n10 9.\n65\n(0 .0\n1– 64\n0. 58\n)\n0. 27 (0 .0\n1– 12\n7. 88\n)\n87 .0\n6\n(0 .0\n1– 58\n1. 27\n)\n90 .2\n2\n(0 .0\n1– 62\n4. 99\n)\n28 .2\n8\n(0 .0\n1– 42\n9. 74\n)\n– 39\n.4 0\n(0 .0\n2– 22\n7. 49\n)\n24 .7\n7\n(0 .0\n1– 38\n2. 09\n)\nV ig\nas 0.\n01 11\n4\n(0 .0\n05 –\n0. 02\n5)\n55 .1\n9\n(0 .0\n1– 51\n1. 29\n)\n14 8.\n84\n(0 .0\n1– 79\n5. 57\n)\n24 .5\n4\n(0 .0\n1– 31\n9. 48\n)\n55 0.\n40\n(0 .0\n2– 10\n47 .5\n4)\n0. 86 (0 .0\n1– 12\n2. 93\n)\n11 8.\n35\n(0 .0\n1– 70\n6. 66\n)\n10 2.\n67\n(0 .0\n1– 68\n6. 77\n)\n47 .7\n9\n(0 .0\n1– 51\n9. 59\n)\n10 0.\n38\n(0 .0\n1– 52\n3. 05\n)\n– 11\n1. 11\n(0 .0\n2– 61\n8. 66\n)\nX om\net la\n0. 00\n21 2\n(0 .0\n01 –\n0. 00\n6)\n38 .3\n9\n(0 .0\n1– 44\n8. 79\n)\n11 2.\n08\n(0 .0\n1– 71\n2. 57\n)\n99 .1\n1\n(0 .0\n1– 57\n1. 88\n)\n59 .6\n4\n(0 .0\n1– 63\n4. 66\n)\n22 .6\n5\n(0 .0\n1– 15\n3. 43\n)\n36 0.\n63\n(0 .0\n1– 10\n01 .6\n9)\n40 2.\n13\n(0 .0\n1– 10\n49 .4\n2)\n15 5.\n43\n(0 .0\n1– 70\n6. 81\n)\n8. 55\n(0 .0\n1–\n23 7.\n51 )\n32 .8\n9 (0\n.0 1–\n17 3.\n48 )\n–\n364 Journal of Biogeography 39, 353–370 ª 2011 Blackwell Publishing Ltd\npattern (Figs 3 & 4) typical of populations that have undergone geographical expansion (Hewitt, 2004; Cortés-Rodrı́guez et al., 2008). Relatively low values of p and high h for the entire data set indicate a model of range expansion for the entire range of P. leprosa, but neutrality tests by region show the strongest signal of range expansion for the Central TVB clade populations (Table 1). Rapid population expansion often results in repeated bottlenecks along the expansion front as migrants move into newly available habitats and found populations (Hewitt, 2004). The genetic consequences of these sequential founding events will be more pronounced when new habitats are patchily distributed, thus lowering both the probability of colonization and the number of founders when colonization does occur (Hewitt, 2004). The stepping-stone colonization of the mountain ranges in the TVB meets this requirement, and the low genetic diversity in the westernmost mountain ranges suggests that genetic drift due to founder events has significantly reduced the genetic diversity of populations during range expansion. Founders carrying ancestral haplotype 11 colonized the western mountains, and the small number of mutational steps between that common haplotype and the others in the newly founded populations indicates that these novel haplotypes arose in situ during the relatively short history of independent evolution on each of the isolated mountain ranges. This historical scenario for the Pleistocene colonization of the mountains in the central TVB is corroborated by the estimates of historical migration among selected pairs of mountain populations. The MPEs of migration rates show higher migration from east to west along the TVB. With a single mtDNA locus we were not able to infer\nmigration with high confidence; however, the peaks of the posterior distributions corroborate the sequential colonization of mountain ranges from source populations in the northeastern region of the species’ distribution.\nOur divergence time estimates for the Central TVB clade are concordant with the timing of the glacial–interglacial cycles that characterized the last 0.7 Myr of the Pleistocene and that are thought to have been the major contributors to biological diversification during this period (Webb & Bartlein, 1992). Thus, although Pleistocene climate cycles do not explain the divergences of relictual populations in the eastern TVB mountains, the expansion of this species to the already formed mountains of the central TVB was probably facilitated by the broad distribution of cooler pine forests during glacial periods.\nDiversification and conservation of TVB montane species\nOur phylogeographical results are fully concordant with a previous study by Lynch et al. (1983) that examined the relationships among Pseudoeurycea species based on allozymes. That study included seven populations of P. leprosa along with samples of Pseudoeurycea longicauda, Pseudoeurycea robertsi and Pseudoeurycea altamontana and reported high intra-specific differentiation within P. leprosa. Lynch et al. (1983) found a ‘core group’ of populations with only slight genetic differentiation along the main east–west axis of the TVB. This core group included populations from the Zempoala, Popocatepetl, Iztaccihuatl and Malinche volcanic ranges (Nei’s genetic distance DN = 0.002–0.012), all members of the Central TVB\nJournal of Biogeography 39, 353–370 365 ª 2011 Blackwell Publishing Ltd\nclade. In contrast, populations in the eastern portion of the species’ distribution (Cofre de Perote and Pico de Orizaba) showed high genetic divergences when compared with each other and the core populations. The greatest genetic divergence (DN = 0.539) was found between the northernmost population (Tlaxco, population 17, Fig. 1) and the south-easternmost population (San Bernardino, in the vicinity of Tres Mogotes, population 26, Fig. 1). Genetic divergences between Las Vigas and Tlaxco and all other populations ranged from 0.240 to 0.437 and from 0.325 to 0.539, respectively. Samples from Xometla were intermediate, with low genetic divergence values from core populations (DN = 0.015–0.022) and high genetic divergence values (DN = 0.167–0.325) from eastern populations. This population belongs to our SE clade, which is sister to the Central TVB populations we sampled. The results of Lynch et al. (1983) indicate that the patterns we recovered based on mtDNA markers are also represented in patterns of nuclear diversification. Our more complete sampling from throughout the range shows evidence of strong divergence among populations in the eastern mountain ranges, suggesting multiple isolated refugial populations, and confirms the east–west direction and recent timing of range expansion for this species.\nOur data highlight the potential importance of peripheral isolation and local adaptation for lineage diversification, especially in montane-adapted taxa, for which the distribution of appropriate habitat is naturally discontinuous. Our phylogenetic analyses reveal a deep genetic divergence between the haplotype from the Tres Mogotes population and samples from all other populations of P. leprosa (Figs 2–4). This population is located in the extreme south-eastern part of the distribution and may have served as a southern refugium. The isolation of this region seems to have caused this population to diverge both genetically and behaviourally from the remaining P. leprosa populations. Individuals from the Tres Mogotes population have persisted at this drier, lower-elevation site by colonizing a new microhabitat; adults in this population live within bromeliads during much of the year, in contrast to those of other P. leprosa populations, which are terrestrial.\nThe genetic consequences of adaptation to montane habitats are also evident in the inferred least-cost migration routes among mountain islands. The effects of the topographic complexity of the TVB, combined with this species’ low tolerance for high temperatures, have affected the historical connectivity and diversification among populations. Neither measure of pairwise population genetic differentiation correlates independently with Euclidean distance nor with the distance along least-cost paths, but a partial Mantel test shows a significant correlation between the least-cost path distance and genetic differentiation once Euclidean distance has been accounted for. This pattern indicates that it is not distance alone, but the elevational gradient along the least-cost path among mountain ranges, that has limited historical dispersal among these populations once they have become established on new mountain islands.\nGiven that montane regions are important centres of diversification, understanding and maintaining the processes\nthat lead to variation in species richness are also critical for the conservation of montane taxa that are increasingly threatened (Kozak & Wiens, 2006; Smith et al., 2007; Wiens et al., 2007). Many of the montane habitats of the central TVB are protected within national parks (Parque Nacional Iztaccihuatl–Popocateptl, Cumbres del Ajusco, Desierto de los Leones, Nevado de Toluca, Zoquiapán, Lagunas de Zempoala and La Malinche), but our data suggest that these protected areas alone are not sufficient to preserve most of the genetic diversity found within this species. In fact, the most diverse populations, which were historically source populations, are found in the eastern part of the range and are not currently protected. The northeastern highlands of the TVB are threatened by severe encroachment due to urban and agricultural development (Garcı́a-Romero, 2002; Galicia & Garcı́a-Romero, 2007). The preservation of populations with high genetic diversity is especially important for preserving adaptive genetic variation and evolutionary potential in the face of global environmental change (Spielman et al., 2004; Willi et al., 2007). Genetic drift can lead to the overall reduction of both neutral and adaptive genetic variation; therefore, the central TVB populations of P. leprosa may also show reduced genetic diversity at functional genes that are potentially critical for local adaptation to changing environments. We know that this species will be threatened by the projected changes in global temperatures, which will substantially decrease the distribution of appropriate habitat, especially in the central TVB (Parra-Olea et al., 2005b). Thus, preservation of the remaining populations in the eastern TVB is critical because populations in that region have the strongest chance of persistence under projected climate change and will retain the highest evolutionary potential for local adaptation to changing environments (Parra-Olea et al., 2005b; Isaac, 2009)."
  }, {
    "heading": "ACKNOWLEDGEMENTS",
    "text": "Molecular data were collected in the Evolutionary Genetics Core Facility and the Cornell Core Laboratories Sequencing Facility. Analyses benefited from resources of the Computational Biology Service Unit at Cornell University, a facility partially funded by Microsoft Corporation. We thank D.B. Wake, T. Papenfuss, J. Hanken, M. Garcı́a-Parı́s and E. Recuero for help with field collections; Luis Canseco, G. Casas-Andreu and Noemı́ Matı́as for providing tissues; Laura MárquezValdelamar for lab assistance; C.G. Becker for assistance with GIS analyses; D. Buckley and I. Martı́nez-Solano for advice on molecular analyses; and the Zamudio Lab for constructive comments on earlier versions of the manuscript. G.V.-A. was supported by a post-doctoral fellowship from the Spanish Ministerio de Ciencia e Innovación (ref 2008-0890) and G.P. by a sabbatical fellowship from UC-MEXUS. Field and laboratory efforts were partially funded by grants from SEP-CONACyT (50563) and PAPIIT-UNAM (211808) to G.P-O.; NSF Tree of Life Program Grant (EF-0334939) to D.B. Wake and M.H. Wake; and an NSF Population Evolutionary Processes Grant (DEB-0343526) to K.R.Z.\n366 Journal of Biogeography 39, 353–370 ª 2011 Blackwell Publishing Ltd"
  }],
  "year": 2012,
  "references": [{
    "title": "Phylogeography of the bark beetle Dendroctonus mexicanus Hopkins (Coleoptera: Curculionidae: Scolytinae)",
    "authors": ["M.A. Anducho-Reyes", "A.I. Cognato", "J.L. Hayes", "G. Zúñiga"],
    "venue": "Molecular Phylogenetics and Evolution,",
    "year": 2008
  }, {
    "title": "ZT: a software tool for simple and partial Mantel tests",
    "authors": ["E. Bonnet", "Y. Van de Peer"],
    "venue": "Journal of Statistical Software,",
    "year": 2002
  }, {
    "title": "A summary of late-Quaternary pollen records from Mexico west of the Isthmus of the Tehuantepec. Pollen records of late-Quaternary North American sediments (ed. by V.M.J",
    "authors": ["B.R. Brown"],
    "venue": "Bryant and R.G. Holloways),",
    "year": 1985
  }, {
    "title": "Evolutionary drivers of phylogeographical diversity in the highlands of Mexico: a case study of the Crotalus triseriatus species group of montane rattlesnakes",
    "authors": ["R.W. Bryson", "Jr.", "R.W. Murphy", "A. Lathrop", "D. LazcanoVillareal"],
    "venue": "Journal of Biogeography,",
    "year": 2011
  }, {
    "title": "Testing for latitudinal bias in diversification rates: an example using New World",
    "authors": ["M. Cardillo", "C.D.L. Orme", "I.P.F. Owens"],
    "venue": "birds. Ecology,",
    "year": 2005
  }, {
    "title": "Edad y tasa de crecimiento del Volcán Cofre de Perote (resumen)",
    "authors": ["G. Carrasco-Núñez", "S. Nelson"],
    "venue": "Primera Reunión Nacional de Ciencias de la Tierra,",
    "year": 1998
  }, {
    "title": "Multiple edificecollapse events in the Eastern Mexican Volcanic Belt: the role of sloping substrate and implications for hazard assessment",
    "authors": ["G. Carrasco-Núñez", "R. Dı́az-Castellón", "L. Siebert", "B. Hubbard", "F. Sheridan", "R.R. Rodrı́guez"],
    "venue": "Journal of Volcanology and Geothermal Research,",
    "year": 2006
  }, {
    "title": "Evolution and hazards of a long-quiescent compound shield-like volcano: Cofre de Perote, eastern Trans-Mexican Volcanic Belt",
    "authors": ["G. Carrasco-Núñez", "L. Siebert", "R. Dı́az-Castellón", "L. VázquezSelem", "L. Capra"],
    "venue": "Journal of Volcanology and Geothermal Research,",
    "year": 2010
  }, {
    "title": "Multivariate analysis of the location of rock glaciers and the environmental implications in a tropical volcano: La Malinche (Central Mexico)",
    "authors": ["M. Castillo-Rodrı́guez", "J. López-Blanco", "D. Palacios"],
    "venue": "Zeitschrift für Geomorphologie,",
    "year": 2007
  }, {
    "title": "Late Pleistocene– Holocene stratigraphy and radiocarbon dating of La Malinche volcano, central Mexico",
    "authors": ["R. Castro-Govea", "S. Claus"],
    "venue": "Journal of Volcanology and Geothermal Research,",
    "year": 2007
  }, {
    "title": "Areas, cradles and museums: the latitudinal gradient in species richness",
    "authors": ["S.L. Chown", "K.J. Gaston"],
    "venue": "Trends in Ecology and Evolution,",
    "year": 2000
  }, {
    "title": "TCS: a computer program to estimate gene genealogies",
    "authors": ["M. Clement", "D. Posada", "K.A. Crandall"],
    "venue": "Molecular Ecology,",
    "year": 2000
  }, {
    "title": "Geographic variation and genetic structure in the streak-backed oriole: low",
    "authors": ["N. Cortés-Rodrı́guez", "B.E. Hernández-Baños", "A.G. NavarroSigüenza", "K.E. Omland"],
    "year": 2008
  }, {
    "title": "Allozyme variation and morphological evolution among Mexican salamanders of the genus Chiropterotriton (Caudata: Plethodontidae)",
    "authors": ["D.M. Darda"],
    "venue": "Herpetologica,",
    "year": 1994
  }, {
    "title": "Using coalescent simulations to test the impact of Quaternary climate cycles on divergence in an alpine plant-insect association",
    "authors": ["E.G. DeChaine", "A.P. Martin"],
    "year": 2006
  }, {
    "title": "Mechanical instability quantification of slopes at Cofre de Perote Volcano, eastern Mexico",
    "authors": ["R. Dı́az-Castellón", "G. Castillo-Núñez", "A. Álvarez-Manilla"],
    "venue": "Boletı́n de la Sociedad Geológica Mexicana,",
    "year": 2008
  }, {
    "title": "La mesa central de México es una provincia biogeográfica? Análisis descriptivo basado en componentes bióticos dulceacuı́colas",
    "authors": ["O. Domı́nguez-Domı́nguez", "G. Pérez-Ponce de León"],
    "venue": "Revista Mexicana de Biodiversidad,",
    "year": 2009
  }, {
    "title": "BEAST: Bayesian evolutionary analysis by sampling trees",
    "authors": ["A.J. Drummond"],
    "venue": "BMC Evolutionary Biology,",
    "year": 2007
  }, {
    "title": "Bayesian coalescent inference of past population dynamics from molecular sequences",
    "authors": ["A.J. Drummond", "A. Rambaut", "B. Shapiro", "O.G. Pybus"],
    "venue": "Molecular Biology and Evolution,",
    "year": 2005
  }, {
    "title": "Relaxed phylogenetics and dating with confidence",
    "authors": ["A.J. Drummond", "S.Y.W. Ho", "M.J. Phillips", "A. Rambaut"],
    "venue": "PLoS Biology,",
    "year": 2006
  }, {
    "title": "Arlequin (version 3.0): an integrated software package for population genetics data analysis",
    "authors": ["L. Excoffier", "G. Laval", "S. Schneider"],
    "venue": "Evolutionary Bioinformatics Online,",
    "year": 2005
  }, {
    "title": "Episodes of Cenozoic volcanism and tectonics in central Mexico",
    "authors": ["L. Ferrari"],
    "venue": "Journal of Vertebrate Paleontology,",
    "year": 2000
  }, {
    "title": "Alkalic (ocean-island basalt type) and calc-alkalic volcanism in the Mexican volcanic belt: a case for plume-related magmatism and propagating rifting at an active",
    "authors": ["L. Ferrari", "J. Rosas-Elguera"],
    "venue": "margin?: comment and reply. Geology,",
    "year": 1999
  }, {
    "title": "Space-time patterns of Cenozoic arc volcanism in central Mexico: from the Sierra Madre Occidental to the Mexican",
    "authors": ["L. Ferrari", "M. López-Martı́nez", "G. Aguirre-Dı́az", "G. CarrascoNúñez"],
    "venue": "Volcanic Belt. Geology,",
    "year": 1999
  }, {
    "title": "Late Miocene volcanism and intra-arc tectonics during the early development of the Trans-Mexican",
    "authors": ["L. Ferrari", "S. Conticelli", "G. Vaggelli", "C.M. Petrone", "P. Manetti"],
    "venue": "Volcanic Belt. Tectonophysics,",
    "year": 2000
  }, {
    "title": "Geographical patterns of old and young species in African forest biota: the significance of specific montane areas as evolutionary centres",
    "authors": ["J. Fjeldså", "J.C. Lovett"],
    "venue": "Biodiversity and Conservation,",
    "year": 1997
  }, {
    "title": "Geographic distribution and conservation of the herpetofauna of the highlands of central Mexico. Conservation of Mesoamerican amphibians and reptiles (ed",
    "authors": ["O. Flores-Villela", "L. Canseco-Márquez", "L. Ochoa-Ochoa"],
    "year": 2010
  }, {
    "title": "A globally consistent richness–climate relationship for angiosperms",
    "authors": ["A.P. Francis", "D.J. Currie"],
    "venue": "The American Naturalist,",
    "year": 2003
  }, {
    "title": "Statistical tests of neutrality of mutations against population growth, hitchhiking, and background",
    "authors": ["X.Y. Fu"],
    "venue": "selection. Genetics,",
    "year": 1997
  }, {
    "title": "When cold is better: climate-driven elevation shifts yield complex patterns of diversification and demography in an alpine specialist (American pika",
    "authors": ["K.E. Galbreath", "D.J. Hafner", "K.R. Zamudio"],
    "venue": "Ochotona princeps). Evolution,",
    "year": 2009
  }, {
    "title": "Land use and land cover change in highland temperate forests in the Izta-Popo National Park, Central Mexico",
    "authors": ["L. Galicia", "A. Garcı́a-Romero"],
    "venue": "Mountain Research and Development,",
    "year": 2007
  }, {
    "title": "Miocene to Recent structural evolution of the Nevado de Toluca volcano region, Central Mexico",
    "authors": ["A. Garcı́a-Palomo", "J.L. Macı́as", "V.H. Garduño"],
    "year": 2000
  }, {
    "title": "Geology of Nevado de Toluca Volcano and surrounding areas, central Mexico. Geological Society of America Map and Chart Series MCH089",
    "authors": ["A. Garcı́a-Palomo", "J.L. Macı́as", "J.L. Arce", "L. Capra", "V.H. Garduño", "J.M. Espı́ndola"],
    "year": 2002
  }, {
    "title": "An evaluation of forest deterioration in the disturbed mountains of western Mexico City",
    "authors": ["A. Garcı́a-Romero"],
    "venue": "Mountain Research and Development,",
    "year": 2002
  }, {
    "title": "Are mountain passes higher in the tropics? Janzen’s hypothesis revisited",
    "authors": ["C.K. Ghalambor", "R.B. Huey", "P.R. Martin", "J.J. Tewksbury", "G. Wang"],
    "venue": "Integrative and Comparative Biology,",
    "year": 2006
  }, {
    "title": "Igneous petrogenesis of the Trans-Mexican Volcanic Belt",
    "authors": ["A. Gómez-Tuena", "M.T. Orozco-Esquivel"],
    "venue": "Geological Society of America Special Paper,",
    "year": 2007
  }, {
    "title": "Historical factors and biological diversity in Mexico. Biological diversity of Mexico: origins and distribution (ed",
    "authors": ["A. Graham"],
    "year": 1993
  }, {
    "title": "Cryptic species in the Mexican pocket gopher Cratogeomys merriami",
    "authors": ["M.S. Hafner", "J.E. Light", "D.J. Hafner", "S.V. Brant", "T.A. Spradling", "J.W. Demastes"],
    "venue": "Journal of Mammalogy,",
    "year": 2005
  }, {
    "title": "Energy, water, and broad-scale patterns of species",
    "authors": ["B.A. Hawkins", "R. Field", "H.V. Cornell", "D.J. Currie", "Guégan", "J.-F", "D.M. Kaufman", "J.T. Kerr", "G.G. Mittelbach", "T. Oberdorff", "E.M. O’Brien", "E.E. Porter", "J.R.G. Turner"],
    "venue": "richness. Ecology,",
    "year": 2003
  }, {
    "title": "Late Quaternary glacial chronology of the Mexican volcanoes",
    "authors": ["K. Heine"],
    "venue": "Die Geowissenschaften,",
    "year": 1988
  }, {
    "title": "Genetic consequences of climatic oscillations in the Quaternary",
    "authors": ["G.M. Hewitt"],
    "venue": "Philosophical Transactions of the Royal Society B: Biological Sciences,",
    "year": 2004
  }, {
    "title": "MRBAYES: Bayesian inference of phylogenetic",
    "authors": ["J.P. Huelsenbeck", "F. Ronquist"],
    "venue": "trees. Bioinformatics,",
    "year": 2001
  }, {
    "title": "Climate change and Australia: trends, projections and research directions",
    "authors": ["L. Hughes"],
    "venue": "Austral Ecology,",
    "year": 2003
  }, {
    "title": "Application of phylogenetic networks in evolutionary studies",
    "authors": ["D.H. Huson", "D. Bryant"],
    "venue": "Molecular Biology and Evolution,",
    "year": 2006
  }, {
    "title": "Effects of climate change on life history: implications for extinction risk in mammals",
    "authors": ["J.L. Isaac"],
    "venue": "Endangered Species Research,",
    "year": 2009
  }, {
    "title": "Why mountain passes are higher in the tropics",
    "authors": ["D.H. Janzen"],
    "venue": "The American Naturalist,",
    "year": 1967
  }, {
    "title": "The coincidence of rarity and richness and the potential signature of history in centres of endemism",
    "authors": ["W. Jetz", "C. Rahbek", "R.K. Colwell"],
    "venue": "Ecology Letters,",
    "year": 2004
  }, {
    "title": "Tests of Pleistocene speciation in montane grasshoppers (genus Melanoplus) from the sky islands of western",
    "authors": ["L.L. Knowles"],
    "venue": "North America. Evolution,",
    "year": 2000
  }, {
    "title": "Does niche conservatism promote speciation? A case study",
    "authors": ["K.H. Kozak", "J.J. Wiens"],
    "venue": "in North American salamanders. Evolution,",
    "year": 2006
  }, {
    "title": "Climatic zonation drives latitudinal variation in speciation mechanisms",
    "authors": ["K.H. Kozak", "J.J. Wiens"],
    "venue": "Proceedings of the Royal Society B: Biological Sciences,",
    "year": 2007
  }, {
    "title": "LAMARC 2.0: maximum likelihood and Bayesian estimation of population",
    "authors": ["M.K. Kuhner"],
    "venue": "parameters. Bioinformatics,",
    "year": 2006
  }, {
    "title": "23,000 yr of vegetation history of the Upper Lerma, a tropical high-altitude basin in central Mexico",
    "authors": ["S. Lozano-Garcı́a", "S. Sosa-Nájera", "Y. Sugiura", "M. Caballero"],
    "venue": "Quaternary Research,",
    "year": 2005
  }, {
    "title": "Biodiversidad de la faja volcánica transmexicana",
    "authors": ["I. Luna", "J. Morrone", "D. Espinosa"],
    "venue": "Universidad Nacional Autónoma de México,",
    "year": 2007
  }, {
    "title": "Genic and morphological differentiation in Mexican Pseudoeurycea (Caudata: Plethodontidae) with a description of a new species",
    "authors": ["J.F. Lynch", "D.B. Wake", "S.Y. Yang"],
    "venue": "Copeia,",
    "year": 1983
  }, {
    "title": "Escape to Alcatraz: evolutionary history of slender salamanders (Batrachoseps) on the islands of San Francisco Bay",
    "authors": ["I. Martı́nez-Solano", "R. Lawson"],
    "venue": "BMC Evolutionary Biology,",
    "year": 2009
  }, {
    "title": "Elevational gradients in diversity of small mammals",
    "authors": ["C.M. McCain"],
    "venue": "Ecology,",
    "year": 2005
  }, {
    "title": "Speciation in the highlands of Mexico: genetic and phenotypic divergence in the Mexican jay (Aphelocoma ultramarina)",
    "authors": ["J.E. McCormack", "A.T. Peterson", "E. Bonaccorso", "T.B. Smith"],
    "venue": "Molecular Ecology,",
    "year": 2008
  }, {
    "title": "Phytogeography and history of the alpine-subalpine flora of northeastern Mexico. Biological diversity of Mexico: origins and distribution (ed",
    "authors": ["J.A. McDonald"],
    "venue": "Lot and J. Fa),",
    "year": 1993
  }, {
    "title": "Species turnover on elevational gradients in small rodents",
    "authors": ["J.L. Mena"],
    "venue": "Global Ecology and Biogeography,",
    "year": 2005
  }, {
    "title": "Southward migration of volcanic activity in the Sierra de las Cruces basin of Mexico? A preliminary K–Ar dating and palaeomagnetic study",
    "authors": ["G. Mora-Álvarez", "C. Caballero", "J. Urrutia-Fucugauchi", "S. Uchiumi"],
    "venue": "Geofisica Internacional,",
    "year": 1991
  }, {
    "title": "Evolutionary relationships within the Ensatina eschscholtzii complex confirm the ring species interpretation",
    "authors": ["C. Moritz", "C.J. Schneider", "D.B. Wake"],
    "venue": "Systematic Biology,",
    "year": 1992
  }, {
    "title": "Hacia una sintesis biogeográfica de México",
    "authors": ["J. Morrone"],
    "venue": "Revista Mexicana de Biodiversidad,",
    "year": 2005
  }, {
    "title": "Evolutionary rates, divergence rates, and the performance of mitochondrial genes in Bayesian phylogenetic analysis",
    "authors": ["R.L. Mueller"],
    "venue": "Systematic Biology,",
    "year": 2006
  }, {
    "title": "Molecular evolutionary genetics",
    "authors": ["M. Nei"],
    "year": 1987
  }, {
    "title": "The geology of Iztaccihuatl volcano and adjacent areas of the Sierra Nevada and Valley of Mexico",
    "authors": ["G.T. Nixon"],
    "venue": "Geological Society of America Special Paper,",
    "year": 1989
  }, {
    "title": "K–Ar and geologic data bearing on the age and evolution of the Trans-Mexican Volcanic Belt",
    "authors": ["G.T. Nixon", "A. Demant", "R.L. Amstrong", "J.E. Harakal"],
    "venue": "Geofisica Internacional,",
    "year": 1987
  }, {
    "title": "The genus Quercus in Mexico. Biological diversity of Mexico: origins and distribution (ed",
    "authors": ["K.C. Nixon"],
    "year": 1993
  }, {
    "title": "Elevational species richness patterns emerge from multiple mechanisms in Himalayan woody",
    "authors": ["M.A. Oomen", "K. Shanker"],
    "venue": "plants. Ecology,",
    "year": 2005
  }, {
    "title": "Southward migration of continental volcanic activity in the Sierra de Las Cruces, Mexico: palaeomagnetic and radiometric evidence",
    "authors": ["M.L. Osete", "V.C. Ruiz-Martı́nez", "C. Caballero", "C. Galindo", "J. Urrutia-Fucugauchi", "D.H. Harling"],
    "year": 2000
  }, {
    "title": "Phylogenetic relationships of the genus Chiropterotriton (Caudata: Plethodontidae) based on 16S ribosomal mtDNA",
    "authors": ["G. Parra-Olea"],
    "venue": "Canadian Journal of Zoology,",
    "year": 2003
  }, {
    "title": "Systematics of the Pseudoeurycea bellii (Caudata: Plethodontidae) species",
    "authors": ["G. Parra-Olea", "M. Garcı́a-Parı́s", "T. Papenfuss", "D.B. Wake"],
    "venue": "complex. Herpetologica,",
    "year": 2005
  }, {
    "title": "Forecasting climate change effects on salamander distribution in the highlands",
    "authors": ["G. Parra-Olea", "E. Martı́nez-Meyer", "G. Pérez Ponce de León"],
    "venue": "Central Mexico. Biotropica,",
    "year": 2005
  }, {
    "title": "Stress pattern evolution in the central sector of the Mexican volcanic",
    "authors": ["G. Pasquaré", "V.H. Garduño", "A. Tibaldi", "L. Ferrari"],
    "venue": "belt. Tectonophysics,",
    "year": 1988
  }, {
    "title": "jModelTest: phylogenetic model averaging",
    "authors": ["D. Posada"],
    "venue": "Molecular Biology and Evolution,",
    "year": 2008
  }, {
    "title": "The elevational gradient of species richness: a uniform pattern",
    "authors": ["C. Rahbek"],
    "venue": "Ecography,",
    "year": 1995
  }, {
    "title": "Multiscale assessment of patterns of avian species richness",
    "authors": ["C. Rahbek", "C.R. Graves"],
    "venue": "Proceedings of the National Academy of Sciences USA,",
    "year": 2001
  }, {
    "title": "Biological diversity of Mexico: origins and distribution",
    "authors": ["T. Ramamoorthy", "R. Bye", "A. Lot", "J. Fa"],
    "year": 1993
  }, {
    "title": "Evolutionary diversification and the origin of the diversity–environment",
    "authors": ["R.E. Ricklefs"],
    "venue": "relationship. Ecology,",
    "year": 2006
  }, {
    "title": "Eruptive dynamics of the ‘Citlaltépetl Pumice’ at Citlaltépetl Volcano, eastern Mexico",
    "authors": ["A. Rossotti", "G. Carrasco-Nuñez", "M. Rosi", "A. Di Muro"],
    "venue": "Journal of Volcanology and Geothermal Research,",
    "year": 2006
  }, {
    "title": "DnaSP, DNA polymorphism analyses by coalescent and other methods",
    "authors": ["J. Rozas", "J.C. Sánchez-DelBarrio", "X. Messeguer", "R. Rozas"],
    "year": 2003
  }, {
    "title": "Geochemical evidence for mantle origin and crustal processes in volcanic rocks from Popocatepetl and surrounding monogenetic volcanoes, central Mexico",
    "authors": ["P. Schaaf", "J. Stimac", "C. Siebe", "J. Macı́as"],
    "venue": "Journal of Petrology,",
    "year": 2005
  }, {
    "title": "Estimation of past demographic parameters from the distribution of pairwise differences when the mutation rates very among sites: application to human mitochondrial DNA",
    "authors": ["S. Schneider", "L. Excoffier"],
    "year": 1999
  }, {
    "title": "A phylogenetic perspective on elevational species richness patterns in Middle American treefrogs: why so few species in lowland tropical",
    "authors": ["S.A. Smith", "A.N.M. de Oca", "T.W. Reeder", "J.J. Wiens"],
    "venue": "rainforests? Evolution,",
    "year": 2007
  }, {
    "title": "Most species are not driven to extinction before genetic factors impact them",
    "authors": ["D. Spielman", "B.W. Brook", "R. Frankham"],
    "venue": "Proceedings of the National Academy of Sciences",
    "year": 2004
  }, {
    "title": "Historical processes enhance patterns of diversity along latitudinal gradients",
    "authors": ["R.D. Stevens"],
    "venue": "Proceedings of the Royal Society B: Biological Sciences,",
    "year": 2006
  }, {
    "title": "The effect of change in population size on",
    "authors": ["F. Tajima"],
    "venue": "DNA polymorphism. Genetics,",
    "year": 1989
  }, {
    "title": "The hydrology of Middle America",
    "authors": ["L.T. Tamayo"],
    "venue": "Handbook of Middle America Indians (ed. by R. Wauchope),",
    "year": 1964
  }, {
    "title": "A cladistic analysis of phenotypic associations with haplotypes inferred from restriction endonuclease mapping and DNA sequence data",
    "authors": ["A.R. Templeton", "K.A. Crandall", "C.F. Sing"],
    "venue": "III: Cladogram estimation",
    "year": 1992
  }, {
    "title": "Genetic differentiation among mountain island populations of the striped plateau lizard, Sceloporus virgatus (Squamata: Phrynosomatidae)",
    "authors": ["J.A. Tennessen", "K.R. Zamudio"],
    "venue": "Copeia,",
    "year": 2008
  }, {
    "title": "Late Quaternary glaciation of Mexico. Quaternary glaciations: extent and chronology, part III (ed",
    "authors": ["L. Vázquez-Selem", "K. Heine"],
    "venue": "by J. Ehlers and P.L. Gibbars),",
    "year": 2004
  }, {
    "title": "Global changes during the last 3 million years: climatic controls and biotic responses",
    "authors": ["T. Webb", "III", "P.J. Bartlein"],
    "venue": "Annual Review of Ecology and Systematics,",
    "year": 1992
  }, {
    "title": "Evolutionary and ecological causes of the latitudinal diversity gradient in hylid frogs: treefrog trees unearth the roots of high tropical diversity",
    "authors": ["J.J. Wiens", "C.H. Graham", "D.S. Moen", "S.A. Smith", "T.W. Reeder"],
    "venue": "The American Naturalist,",
    "year": 2006
  }, {
    "title": "Phylogenetic history explains elevational biodiversity patterns in tropical salamanders",
    "authors": ["J.J. Wiens", "G. Parra-Olea", "M. Garcı́a-Parı́s", "D.B. Wake"],
    "venue": "Proceedings of the Royal Society B: Biological Sciences,",
    "year": 2007
  }, {
    "title": "Genetic isolation of fragmented populations is exacerbated by drift and selection",
    "authors": ["Y. Willi", "J. Van Buskirk", "B. Schmid", "M. Fischer"],
    "venue": "Journal of Evolutionary Biology,",
    "year": 2007
  }],
  "id": "SP:f10ed80e8f9a781b652377192f3b8444f1e384eb",
  "authors": [{
    "name": "Gabriela Parra-Olea",
    "affiliations": []
  }, {
    "name": "Juan Carlos Windfield",
    "affiliations": []
  }, {
    "name": "Guillermo Velo-Antón",
    "affiliations": []
  }, {
    "name": "Kelly R. Zamudio",
    "affiliations": []
  }],
  "abstractText": "Differentiation of montane lineages is of particular interest to evolutionary biologists because the patchy distribution of appropriate habitat combined with the geographical isolation of populations on mountain ‘islands’ may promote diversification and increase the rate of speciation for montane-adapted taxa (Fjeldså & Lovett, 1997; Jetz et al., 2004). Montane species Departamento de Zoologı́a, Instituto de Biologı́a, Universidad Nacional Autónoma de México, Distrito Federal 04510, México, Department of Ecology and Evolutionary Biology, Cornell University, Ithaca, NY 14853, USA",
  "title": "Isolation in habitat refugia promotes rapid diversification in a montane tropical salamander"
}