{
  "sections": [{
    "text": "Archaeometry 47 , 2 (2005) 209–219. Printed in Great Britain\n* Accepted 14 October 2004. © University of Oxford, 2005\nBlackwell Publishing, Ltd.Oxford, UKARCHrchaeometry0003-813X© Univ rsity of Oxford, 2005M y 2005472 IGINAL ARTICLEC im t fo cings an their influence on Alpine history S. Frisia et al.\nCLIMATE FORCINGS AND THEIR INFLUENCE ON ALPINE HISTORY AS RECONSTRUCTED THROUGH\nTHE APPLICATION OF SYNCHROTRON-BASED X-RAY MICROFLUORESCENCE ON LAYERED STALAGMITES*\nS. FRISIA and A. BORSATO\nMuseo Tridentino di Scienze Naturali, via Calepina 14, 38100 Trento, Italy\nand J. SUSINI and A. SOMOGYI\nEuropean Synchrotron Radiation Facility, 6 rue Jules Horowitz, 38043 Grenoble, France\nSolar variability and volcanic activity strongly interact with climate and the environment. Synchrotron radiation X-ray microfluorescence (micro-XRF) to an annually laminated Alpine stalagmite confirmed that annual laminae result from hydrological variability and changes in the duration of soil microbial degradation. The latter is modulated by solar variability. At the centennial timescale, growth rate and solar activity appear to be correlated with temperature change, with low temperatures at solar minima. By combining micro-XRF and absorption spectroscopy techniques (XANES), we also found that speleothems are a new archive of aerosol sulphate related to volcanic activity. Peaks in S-concentration from c. 5.2 to 5.0 ka BP\nin an Alpine stalagmite suggest that multiple volcanic sulphate aerosol emissions enhanced Mid-Holocene summer cooling, thus favouring the preservation of the Alpine Iceman mummy in a persistent ice casket.\nKEYWORDS: SYNCHROTRON X-RAY MICROFLUORESCENCE, PALAEOCLIMATE, ALPINE ICEMAN\n* A ccepted 14 October 2004.© University of Oxford, 2005"
  }, {
    "heading": "INTRODUCTION",
    "text": "During the last 10 000 years of relatively warm and stable climate, the course of human history has changed. A crucial question in archaeology is the role of climate variability on human history, and in particular the variations in the hydrological cycle associated with Holocene climate changes. A key point in understanding the causes and effects of climatic variations that may have altered the moisture balance, and thus influenced human civilization, is the comparison of multi-proxy palaeoclimate records from well-dated archives. A climate proxy is a physical, chemical or biological datum that is related to a climate parameter by a transfer function. An archive is a source of climate proxy data, such as speleothems.\nSpeleothems, secondary mineral deposits that have formed in caves (Hill and Forti 1997), are multi-proxy climate archives with the potential to provide information about in-phase and simultaneous changes in precipitation and temperature that played a role in human history. Bar-Matthews et al.\n(1999) identified the climatic causes of the collapse of Mesopotamian civilization in the third millennium in a significant δ 18\nO increase between 4.1 and 4.0 ka in speleothems from Soreq cave in Israel. The age (8.32 ± 0.12 ka), duration (40 years) and\n210\nS. Frisia et al.\neffects (cold and dry conditions) of the climate switch commonly referred to as the ‘8200 event’, which is believed to have influenced the Neolithic culture, have been constrained by very large decrease in δ 18\nO values (of 8‰) and trace element variability in an Irish stalagmite (McDermott et al. 2001; Baldini et al.\n2002). In principle, significant but short-lived climatic events may be detected by speleothems (McDermott 2004). Neff et al.\n(2001) presented an important finding for a Holocene speleothem from Oman: stalagmite calcite δ 18\nO correlated with ∆ 14\nC, interpreted as reflecting solar-driven changes in the patterns of precipitation at the centennial to millennial scale. The latter study has successfully demonstrated a link between solar variability and climate.\nIn carefully chosen Alpine sites, stalagmites record mean annual temperature variability, rainfall changes and vegetation response in their stable isotope ratios, inter-annual thickness variations of growth laminae, growth rate changes, variations in trace element concentration and fabrics. The computation of power spectra of accurately determined annual thicknesses allowed recognition of the influence of solar forcing on stalagmite growth rates, indicating an association between solar activity, climate and environment (Frisia et al.\n2003). That changes in solar activity played a major role in Holocene climate oscillation in the Alps has been already recognized through relevant periodicities in lake sediment varve thicknesses (Livingstone and Hajdas 2001) and lake level fluctuations (Magny 2004). On the basis of palaeoecological investigations of lake sediments, Tinner et al.\n(2003) suggested that early Alpine societies were more endangered by prolonged humid-cool periods, which seem to correlate with high residual ∆ 14\nC, indicating low solar activity. The coldest periods of the Little Ice Age (LIA), when the last great glacier advances were recorded in the Alps, correspond to solar minima, which coincide with volcanic eruptions and atmospheric changes (Wanner et al. 2000). The LIA resulted in cold winter temperatures, prolonged frozen soil conditions and a short duration of the warm season, all aspects that had an impact on the Alpine environment (Frisia et al.\n2003) and society. The effects of volcanic forcing alone on past climates have been reconstructed through the study of tree-ring density variability series, which indicated that cool summers followed major volcanic eruptions (Briffa 2000). Thus the climatic impact of volcanism is a summer cooling caused by negative radiative forcing of volcanic aerosols (Zielinski 2000). The global cooling associated with major eruptions may be 0.2–0.3 °\nC, and the complete impact may last for up to 4 years (Self et al.\n1981) Speleothems capture atmospheric signals in their oxygen isotope composition and, potentially, may capture atmospheric sulphate variability (Frisia et al. 2004b). There is, therefore, the possibility of using speleothems as archives of past volcanic eruptions.\nStalagmites are ideal materials for archaeometric research, because they are suitable for precise U-series dating, which yields ages in calendar years, and they provide information on past precipitation, temperature, seasonality and other qualities of climate changes, and insight on climate forcing and feedback mechanisms that had an impact on human history. Speleothem research techniques are becoming more and more sophisticated in attempts to gain better resolution and to detect chemical and physical properties that were previously undetectable.\nThe synchrotron-based X-ray fluorescence microprobe provides both high spatial resolution (micrometre scale) and appropriate detection limits (about 10 ppm in our case). It is therefore a powerful tool to detect the temporal distribution of trace elements in laminated speleothem calcites, which can be related to climate phenomena (Kuczumow et al.\n2003). Furthermore, by combining microfluorescence and absorption spectroscopy techniques (XANES), it is possible to obtain not only the concentration distribution of a given element but also information about\nClimate forcings and their influence on Alpine history\n211\nits valence—or oxidation states. This possibility of mapping chemical states of trace elements is a unique attribute of the synchrotron-based X-ray microprobe.\nHere we applied synchrotron radiation X-ray microfluorescence and XANES to identify the effects of solar and volcanic forcing in Alpine stalagmites, which may in the future become an extremely useful tool for recognizing the links between cyclic and rapid climate changes and their effects on human societies.\nBackground to synchrotron radiation X-ray microfluorescence and absorption near edge structure spectroscopy (XANES)\nPatterns of changes in trace element concentration during time in speleothems, as detected by SIMS, have been already used to reconstruct seasonal changes in the rainfall rate (Finch et al.\n2003; Treble et al.\n2003) and the structure and duration of the North Atlantic ‘8200’ climate event (Baldini et al.\n2002). The synchrotron radiation X-ray microfluorescence microprobe provides a much higher spatial resolution (about 2 µ m versus the tens of µ\nm range) that enables us to identify the structure of the pulsed, broad peaks of trace element composition detected by the ion microprobe, and that also yields maps of the lateral elemental distribution within single laminae, which can be immediately correlated with the visible structure of annual growth layers.\nA very important breakthrough in synchrotron X-ray spectromicroscopy is the scanning of primary X-ray probe energy for chemical mapping. Absorption spectroscopy techniques are based on measurement of the variation in the absorption coefficient by tuning the energy of the probing photons through an absorption edge. This variation is physically related to the excitation cross-section of the core electrons into unoccupied electronic states or into the vacuum continuum. The spectral features observed close to the absorption edge—referred to as the Xray Absorption Near Edge Structure (XANES)—reflect the molecular environment of a given absorbing atom and provide the basic mechanism for imaging with chemical sensitivity (Stöhr 1992; Brown and Sturchio 2002). Information on different chemical states within systems that have the same elemental composition is therefore possible. A similar method is also used with an electron probe in Electron Energy Loss Spectroscopy (EELS). However, the specificity of the interactions of X-rays with matter offers some advantages to XANES microscopy over EELS microscopy: micro-XANES has been proven to have a better spectral sensitivity, to produce less radiation damage and to benefit from a larger penetration depth for bulk analysis. The XANES technique allows the identification of the molecular form of sulphur in stalagmite carbonates. XANES spectra, thus providing qualitative information about the oxidation state of sulphur in stalagmite carbonates."
  }, {
    "heading": "MATERIALS AND METHODS",
    "text": "An annually layered stalagmite from the Alpine Grotta di Ernesto, located at about 1200 m a.s.l. in the Province of Trento, shows the influence of solar forcing on growth rates, which was related to the duration of the period when the soil was active (Frisia et al.\n2003). Thus this stalagmite was selected to better determine, through synchrotron analyses, the effects of solar forcing on an important environmental phenomenon such as soil microbial degradation, which is bound to have an impact on agriculture. A second specimen, stalagmite Savi-1, which was removed from a cave located at about 400 m a.s.l. in the karst near Trieste, contained a series of 10–15 µ\nm thick, distinctive, opaque layers, visible through optical microscopic observation of the thin section, at a time interval of interest for Alpine archaeology, that of the Mid-Holocene\n212\nS. Frisia et al.\ncooling (Magny and Haas 2004). The specimen to be analysed by XANES was constrained by two U/Th ages for the layers at 62.3 and 83.8 mm, dated to 4.94 ± 0.13 and 5.95 ± 0.13 ka bp (Borsato et al. 2005). The age of the opaque layers was estimated to be about 5.1 ±\n0.13 ka before the Present by considering a constant growth rate between the two dated intervals (about 26 µ\nm per year) and the distance of the opaque layer from the two dated subsamples (the Present here is conventionally set at 1950, as for calibrated radiocarbon ages bp\n). This time span broadly coincides with the burial of the Iceman mummy (Prinoth-Fornwagner and Niklaus 1994), by taking into account the 2 σ\nerrors for both the radiocarbon age of the mummy, and the uncertainty in the assumption of a constant growth rate between the speleothem dated intervals.\nFrom both samples, 150 µ m thick sections cut perpendicular to growth layers were prepared by double polishing, with 3 µ\nm C-diamond polish, and were subsequently mounted with S-free glue on plastic supports with a 10 mm long and 3 mm wide central hole, which is the region where the X-ray fluorescence analyses are carried out. The edge of the thick section was set just below the top of the hole. This allowed the detection of the edge X-ray signal and subsequently the calibration of the exact position and length of the scan profile, which may be influenced by parallax problems. Considerable skill was thus developed in the analysis of the same line-scans and areas at two different instruments (the ID 21 and ID 22 18F ESRF beamlines). We are, therefore, confident about our ability to correlate the analytical results obtained at the two beamlines. Correlation of synchrotron line-scans and visible annual laminae was made possible through pictures of the analysed portion of the specimen, which is easy to locate via a co-ordinate system, and comparison with the thin sections where the lamina thickness was measured. Some laminae have a specific pattern that was used as a reference for correlation (Fig. 1). The analysed portion of the specimen was practically standing in air, without any support that may have influenced its chemical properties.\nThe X-ray microfluorescence experiments at ID 22/18F used X-ray photons with energies close to 15 keV. The monochromatic beam was focused by means of a compound refractive lens down to a spot of about 2 µ m in diameter. Typical maps at ID 22/ID18F were 90 × 700 µ m 2\n, with a pixel size of 2 × 2 µ m 2\n. A transmission map was recorded for possible correction related to porous layers.\nXANES experiments\nThe molecular environment of sulphur has been assessed by tuning the energy of the synchrotrongenerated beam from 2.45 to 2.55 keV, across the absorption K-edge of sulphur with an energy resolution of 0.25 eV ( ∆ E / E = 10 − 4\n). At the ID 21 beamline, a high-resolution double crystal Si 111 monochromator allows very precise selection of the energies, resulting in distinguishable spectra for the different oxidation states of sulphur (Susini et al.\n2002). A Fresnel zone plate generates a submicron X-ray probe. However, a compromise had to be reached between the size of the map, the spatial resolution and the integration time, and, for practicality, the pixel sizes were 1 µ m and 2 × 2 µ m 2\nfor the line-scans and the fluorescence maps, respectively.\nTo minimize noise due to elastic scattering, the sample was horizontally tilted at 45 ° with respect to the incoming beam. Hence, the projected ‘footprint’ of the microprobe on to the sample is elliptical, and the relative orientation of the layer vis-à-vis\nthe beam can lead to a loss of resolution. Our sample had a structural fabric whereby everything perpendicular to the growth direction was of the same age, allowing us to get around problems arising from the shape of the spot. Also, the absorption depth (defined as the depth into the material measured\nClimate forcings and their influence on Alpine history\n213\nalong the surface normal at which the intensity of X-rays falls to 1/ e of its value at the surface) is about 10 µ\nm at 2.5 keV. Thus, the fluorescence signal comes from a probed depth of about 20 µ\nm for S. Therefore, the signal is not disturbed by micro-variation in the thickness of the double-polished, 150 µ\nm thick wafer. Finally, the visible layers in our specimens are almost flat, and sufficiently continuous in depth so that most of the counts come from the analysed layers.\nPrecise vertical and horizontal positioning of the specimen was obtained through a piezoelectric device. An optical microscope allowed for the direct vision of the mapped areas, and for the linescans. An energy-dispersive Ge-detector (Princeton Gamma Tech) mounted on the horizontal plan collected the fluorescence emission photons. The high-resolution map was chosen after preliminary low-resolution scans that allowed the identification of regions with S-sulphate peaks. Mapping was carried out at high resolution on an area of 40 × 500 µ m 2\n, with an acquisition time of 7.5 s per pixel."
  }, {
    "heading": "RESULTS AND DISCUSSION",
    "text": "The trace elements from soil or host-rock provenance, which are of interest in reconstructing the hydrology of the system identified by synchrotron analyses (concentrations are at the ppm scale), were phosphorus and sulphur as sulphate (at ID 21), strontium and yttrium (at ID 22). A cyclic pattern of concentration variability for P, Br, Sr and Y was detected, which mimics\n214\nS. Frisia et al.\nthe structure of the laminae that have been demonstrated to be annual (Figs 1 and 2). The elements P, Br and Y commonly show higher concentrations in the dark portion of each annual lamina (white in Fig. 1), which appear in Figure 2 as lighter (P) or darker (Br, Y) layers because of the transformation from the different, original colour maps (P was detected at ID 21 and Y at ID 22) to black and white. On the contrary, Sr is mostly concentrated in the translucent part of the laminae (the dark regions in Fig. 2), which appear grey in Figure 1. If our understanding of the structure of growth laminae is correct (Frisia et al.\n2003), P, Br and Y are flushed into the cave during autumnal pulses of aquifer recharge due to autumnal rainfall. Sr is inherited mostly from the host rock, and its incorporation should be constant throughout the growth. Sulphate has a different behaviour: it weakly follows the structure of the laminae, or it can be dispersed in the speleothem regardless of the lamina structure (Frisia et al.\n2004b). Thus, a higher, spatially and temporally constrained S-sulphate concentration should represent an exceptional event, characterized by flushing of sulphate, the concentration of which must also have increased in the soil.\nClimate forcings and their influence on Alpine history\n215\nCalcite growth at Grotta di Ernesto is modulated by solar activity through the effects of solar radiation variability on soil activity (Frisia et al.\n2003). Higher solar activity commonly corresponds to thicker laminae, a higher growth rate and a lower proportion of P-, Br- and Yrich dark layers. We infer that during higher solar activity, the corresponding higher insolation at the soil yields a more efficient microbial degradation, which results in a higher breakdown of molecules. In periods of low solar activity, the efficiency is low, and organic molecules, particles and soil-derived elements are carried on to the stalagmite, resulting in a higher proportion of the dark, impurity-rich layer and in a lower growth rate (Frisia et al.\n2003). Thus, synchrotron analyses indicate that annual laminae result from hydrological variability and the flushing of some trace elements into the cave, with a response of P, Br and Y to autumnal rainfall. The application of synchrotron micro-XRF to stalagmites is, thus, one of the most powerful tools for the detection temporal and spatial distribution of climate-related tracers.\nAt the centennial timescale, growth rate and solar activity appear to be correlated with temperature change, with low temperatures at solar minima. Consequently, we can be confident that a low growth rate in the past and a higher proportion of dark layers in the annual laminae correspond to relatively cool periods. A higher growth rate characterizes the Grotta di Ernesto stalagmites from c. 8.0 to 3.5 ka bp\n(Fig. 3). Larger growth bands, which are indicative of higher water availability, are typical of the growth layers from 8.0 to c.\n5.2 ka BP. Thus, the period from 8 to 5.3 ka was relatively warmer and wetter with respect to the period from 5.2 to 3.5 ka. The pattern of trace element variability and the structure of the laminae indicate that\n216 S. Frisia et al.\nsolar forcing modulated the climate and climate-related phenomena (soil activity) in the Alps, and this is consistent with the hypothesis that solar forcing influences human history.\nVolcanic forcing, the Alpine climate and the preservation of the Iceman mummy\nThe XANES analysis, at the sulphur K-edge, of the Savi-1 portion dated to c. 5.1 ± 0.13 ka bp has confirmed that the sulphur contained in this sample is highly oxidized (Prietzel et al. 2003; Frisia et al. 2004a) and the fluorescence signal of S is, therefore, primarily yielded by sulphate (S+VI) if the exciting energy is tuned at 2.482 keV (Cuif et al. 2003; Figs 4 and 5). The spatial distribution indicates a single pulse of sulphate accumulation (Fig. 4), rather than a dispersion within the speleothem. In the stalagmite from Grotta di Ernesto we had observed that sulphate co-varied only weakly with soil-derived elements that are seasonally flushed into the cave, and is not co-variant with rock-derived tracers (such as Sr). By analogy, we hypothesize that the higher S-sulphate concentration layer, which coincides with an optically visible opaque layer, marks the infiltration of sulphate that possibly came from an external sulphate-rich source, such as atmospheric aerosols. The S-rich layer may record the environmental effects of a volcanic\nClimate forcings and their influence on Alpine history 217\neruption episode. The GISP 2 ice core record indicates that around 5100 years ago, volcanicderived sulphur loading from H2SO4 existed in the atmosphere, possibly related to multiple explosions (Zielinski et al. 1994). The effects of one or more of these eruptions possibly reached the Alps, both in terms of aerosol fallout and climate changes. Volcanic-derived sulphate aerosols were deposited on the soil above Savi and subsequently carried via the seepage waters that eventually became drip-waters on to the stalagmite. Sulphate was thus incorporated in the speleothem calcite (Staudt et al. 1994) during the peak (or peaks) of the volcanic aerosol accumulation.\nMajor volcanic eruptions that were recorded both in the Greenland ice cores and in the Alpine speleothem must have resulted in summer cooling, as indicated by historical data and predicted by radiative models (Briffa 2000; Zielinski 2000). A cooling phase at c. 5.1 ka bp is recorded by a decrease in the growth rate of the Alpine Grotta di Ernesto. Independent data indicate that a Mid-Holocene cooling phase occurred in the Alpine region and in central Europe from c. 5600 to c. 5000 years ago (Magny and Haas 2004). Swiss glacier advance records, however, are controversial, and do not support Alpine glacier advance starting at, and continuing after, the Mid-Holocene climate reversal that is variously assessed at 5600 to 5000 years bp, which includes the time of the Alpine Iceman (Hormes et al. 2001). By using the δ18O record from the Grotta di Ernesto stalagmite (McDermott et al. 1999), Müller et al. (2003) inferred that the δ18O of precipitation at the time of the Iceman was similar to that of the present-day south of the Alpine watershed. The implication is that both temperature and storm tracks at the time of the Iceman were similar to those of the Present, which is one of the warmest periods of the Holocene. Given these premises, what caused the burial and preservation of the Iceman mummy in its persistent ice casket?\nSynchrotron data from Savi stalagmite allow the hypothesis that a relatively short period in the Mid-Holocene (±130 years, centred at about 5.1 ka) was characterized by summer cooling\n218 S. Frisia et al.\nfollowing a series of volcanic sulphate aerosol emissions. The negative radiative forcing of sulphate aerosols would actually explain the preservation of the Iceman mummy in ice. A series of cool summers forced by volcanic eruptions following the mummy’s first burial hindered snow melting and favoured its transformation in the ice. The mummy thus remained protected in its ice casket until the current global warming resulted in the melting of ice that had lasted for over 5000 years."
  }, {
    "heading": "CONCLUSIONS",
    "text": "The application of synchrotron X-ray microfluorescence analyses is a powerful technique for obtaining information on the nature of climate change and climate forcing, their effects on the environment and their links with archaeological events. Here we have shown two applications of synchrotron microfluorescence to archaeometric research. In one annually laminated stalagmite, synchrotron microfluorescence maps allowed the recognition of hydrology and soil activity changes related to solar forcing. In a second example, by combining microfluorescence and micro-XANES, chemical maps of sulphate were obtained. These maps provided evidence of sulphate-rich layers that can be related to volcanic aerosol emissions. In particular, it appears possible that the negative forcing of volcanic aerosol emission may have caused a series of cool summers following the Iceman’s burial in snow. These synchrotron-based spectroscopic techniques may, therefore, become an extremely important tool in archaeological research, and in particular in the detection of the causes of rapid climate changes that may have had important societal consequences."
  }, {
    "heading": "ACKNOWLEDGEMENTS",
    "text": "We would like to thank the ESRF for allowing us beam-time and for covering the expenses of S.F. and A.B., and, amongst the staff of ESRF, Irina Snigireva for assistance in the sample preparation laboratory and Muriel Salomè for help with the computer programs. We also thank C. David and T. Weitkamp (Paul Scherrer Institute, Switzerland) for having provided X-ray lenses used at ID 21. The research was carried out as part of the AQUAPAST project, funded by Provincia Autonoma di Trento in the framework of the Fondo Unico Speciale per la Ricerca. We are grateful to I. J. Fairchild and D. Genty for their revisions and valuable comments."
  }],
  "year": 2005,
  "references": [{
    "title": "Structure of the ‘8,200",
    "authors": ["J.U.L. Baldini", "F. McDermott", "I.J. Fairchild"],
    "venue": "year’ cold event revealed by a high-resolution speleothem record,",
    "year": 2002
  }, {
    "title": "The Eastern Mediterranean palaeoclimate as a reflection of regional events: Soreq cave, Israel",
    "authors": ["M. Bar-Matthews", "A. Ayalon", "A. Kaufman", "G.J. Wasserburg"],
    "venue": "Earth and Planetary Science Letters,",
    "year": 1999
  }, {
    "title": "Ricostruzione climatica nell’Olocene-Pleistocene superiore da una stalagmite della Grotta Savi (Trieste, Italia)",
    "authors": ["A. Borsato", "F. Cucchi", "S. Frisia", "R. Miorandi", "L. Piccini", "U. Sauro", "P. Tuccimei", "M. Potleca", "L. Zini"],
    "year": 2005
  }, {
    "title": "Annual climate variability in the Holocene: interpreting the message from ancient trees, Quaternary",
    "authors": ["K.R. Briffa"],
    "venue": "Science Reviews,",
    "year": 2000
  }, {
    "title": "Application of synchrotron radiation in low-temperature geochemistry and environmental science, in Application of synchrotron radiation in low-temperature geochemistry and environmental science",
    "authors": ["G.E. Brown", "N.C. Sturchio"],
    "venue": "Reviews in Mineralogy and Geochemistry,",
    "year": 2002
  }, {
    "title": "XANES mapping of organic sulfate in three scleractinian coral skeletons",
    "authors": ["Cuif", "J.-P", "Y. Dauphin", "J. Doucet", "M. Salome", "J. Susini"],
    "venue": "Geochimica et Cosmochimica Acta,",
    "year": 2003
  }, {
    "title": "Corroborated rainfall records from aragonitic stalagmites",
    "authors": ["A.A. Finch", "P.A. Shaw", "K. Holmgren", "J. Lee-Thorp"],
    "venue": "Earth and Planetary Science Letters,",
    "year": 2003
  }, {
    "title": "Variations in atmospheric sulphate detected in stalagmites",
    "authors": ["S. Frisia", "A. Borsato", "I.J. Fairchild", "J. Susini"],
    "venue": "ESRF Highlights,",
    "year": 2004
  }, {
    "title": "Late Holocene annual growth in three Alpine stalagmites records the influence of solar activity and the North Atlantic Oscillation on winter climate",
    "authors": ["S. Frisia", "A. Borsato", "N. Preto", "F. McDermott"],
    "venue": "Earth and Planetary Science Letters,",
    "year": 2003
  }, {
    "title": "2004b, Sulphate in speleothems records atmospheric sulphate variability",
    "authors": ["S. Frisia", "A. Borsato", "J. Susini", "I.J. Fairchild"],
    "venue": "Geochimica et Cosmochimica Acta,",
    "year": 2004
  }, {
    "title": "Cave minerals of the world, 2nd edn, National Speleological Society, Huntsville, Alabama",
    "authors": ["C. Hill", "P. Forti"],
    "year": 1997
  }, {
    "title": "The Alps with little ice: evidence for eight Holocene phases of reduced glacier extent in the central Swiss Alps",
    "authors": ["A. Hormes", "B.U. Müller", "C. Schlüchter"],
    "venue": "The Holocene,",
    "year": 2001
  }, {
    "title": "Critically relevant periodicities in the thickness of biogenic carbonate varves in Soppensee, Switzerland (9740–6870 calendar yr bp)",
    "authors": ["D.M. Livingstone", "I. Hajdas"],
    "venue": "Journal of Palaeolimnology,",
    "year": 2001
  }, {
    "title": "Holocene climate variability as reflected by mid-European lake-level fluctuations and its probable impact on prehistoric human settlements",
    "authors": ["M. Magny"],
    "venue": "Quaternary International,",
    "year": 2004
  }, {
    "title": "A major widespread climatic change around 5300 cal bp at the time of the Alpine Iceman",
    "authors": ["M. Magny", "J.N. Haas"],
    "venue": "Journal of Quaternary Science,",
    "year": 2004
  }, {
    "title": "Palaeo-climate reconstructions from stable isotope variations in speleothems: a review, Quaternary",
    "authors": ["F. McDermott"],
    "venue": "Science Review,",
    "year": 2004
  }, {
    "title": "Centennial-scale Holocene climate variability revealed by a high-resolution speleothem delta O-18 record",
    "authors": ["F. McDermott", "Mattey D. P", "C. Hawkesworth"],
    "venue": "SW Ireland,",
    "year": 2001
  }, {
    "title": "Holocene climate variability in Europe: evidence from δ18O and textural variations in speleothems",
    "authors": ["F. McDermott", "S. Frisia", "Y. Huang", "A. Longinelli", "B. Spiro", "T.H.E. Heaton", "C.J. Hawkesworth", "A. Borsato", "E. Keppens", "I.J. Fairchild", "K. van der Borg", "S. Verheyden", "E. Selmo"],
    "venue": "Quaternary Science Reviews,",
    "year": 1999
  }, {
    "title": "Strong coherence between solar variability and the monsoon in Oman between 9 and 6 kyr",
    "authors": ["U. Neff", "S.J. Burns", "A. Mangini", "M. Mudelsee", "D. Fleitmann", "A. Matter"],
    "venue": "ago, Nature,",
    "year": 2001
  }, {
    "title": "Speciation of sulphur in soils and soil particles by X-ray spectromicroscopy",
    "authors": ["J. Prietzel", "U. Neuhaeusler", "J. Susini", "I. Kogel-Knabner"],
    "venue": "European Journal of Soil Science,",
    "year": 2003
  }, {
    "title": "R.,1994, The man in the ice: results from radiocarbon dating, NIBM",
    "authors": ["R. Prinoth-Fornwagner", "Niklaus", "Th"],
    "venue": "Beam Interactions with Materials and Atoms,",
    "year": 1994
  }, {
    "title": "The possible effects of large 19th and 20th century volcanic eruptions on zonal and hemispheric surface temperatures",
    "authors": ["S. Self", "M. Rampino", "J.J. Barbera"],
    "venue": "Journal of Volcanology and Geothermal Research,",
    "year": 1981
  }, {
    "title": "Surface structural controls on compositional zoning of and in synthetic calcite single crystals",
    "authors": ["W.J. Staudt", "R.J. Reeder", "M.A.A. Schoonen"],
    "venue": "Geochimica et Cosmochimica Acta,",
    "year": 1994
  }, {
    "title": "NEXAFS spectroscopy, Springer-Verlag, Heidelberg",
    "authors": ["J. Stöhr"],
    "year": 1992
  }, {
    "title": "The scanning X-ray microscopy at the ESRF",
    "authors": ["J. Susini", "M. Salomé", "B. Fayard", "R. Ortega", "B. Kaulich"],
    "venue": "Surface Review and Letters,",
    "year": 2002
  }, {
    "title": "Climatic change and contemporaneous land-use phases north and south of the Alps 2300 bc to 800 ad",
    "authors": ["W. Tinner", "A.F. Lotter", "B. Amman", "M. Conedera", "P. Hubschmid", "J.F.N. van Leeuwen", "M. Wehrli"],
    "venue": "Quaternary Science Reviews,",
    "year": 2003
  }, {
    "title": "Comparison of high resolution sub-annual records of trace elements in a modern (1911–1992) speleothem with instrumental climate data from southwest Australia",
    "authors": ["P. Treble", "J.M.G. Shelley", "J. Chappell"],
    "venue": "Earth and Planetary Science Letters,",
    "year": 2003
  }, {
    "title": "Interannual to century scale climate variability in the European Alps",
    "authors": ["H. Wanner", "H.P. Holzhauser", "C. Pfister", "H. Zumbühl"],
    "venue": "Erdkunde (Earth Science),",
    "year": 2000
  }, {
    "title": "Use of paleo-records in determining variability within the volcanism–climate system, Quaternary",
    "authors": ["G.A. Zielinski"],
    "venue": "Science Reviews,",
    "year": 2000
  }, {
    "title": "Record of explosive volcanism since 7000 bc from GISP 2 Greenland ice core and implications for the volcano-climate",
    "authors": ["G.A. Zielinski", "P.A. Mayewski", "L.D. Meeker", "S. Whitlow", "M.S. Twickler", "M. Morrison", "D.A. Meese", "A.J. Gow", "R.B. Alley"],
    "year": 1994
  }],
  "id": "SP:b9c5e3fcc7b9a940de5c59abf54ad7fd1a642908",
  "authors": [{
    "name": "S. FRISIA",
    "affiliations": []
  }, {
    "name": "A. BORSATO",
    "affiliations": []
  }, {
    "name": "A. SOMOGYI",
    "affiliations": []
  }],
  "abstractText": "* Accepted 14 October 2004. © University of Oxford, 2005 Blackwell Publishing, Ltd. Oxford, UK ARCH rchaeometry 0003-813X © Univ rsity of Oxford, 2005 M y 2005 47 2 IGINAL ARTICLE C im t fo cings an their influence on Alpine history S. Frisia et al. CLIMATE FORCINGS AND THEIR INFLUENCE ON ALPINE HISTORY AS RECONSTRUCTED THROUGH THE APPLICATION OF SYNCHROTRON-BASED X-RAY MICROFLUORESCENCE ON LAYERED STALAGMITES*",
  "title": "CLIMATE FORCINGS AND THEIR INFLUENCE ON ALPINE HISTORY AS RECONSTRUCTED THROUGH THE APPLICATION OF SYNCHROTRON-BASED X-RAY MICROFLUORESCENCE ON LAYERED STALAGMITES*"
}