{
  "sections": [{
    "text": "Causes of mass extinctions"
  }, {
    "heading": "GRZEGORZ RACKI AND TOMASZ WRZOLEK",
    "text": "Both bolide impacts and ood basalts have been suggested as the cause of major perturbations in the history of the biosphere, and the external (cosmic) and internal (Earth-bound) factors of mass extinctions were usually presented as competing paradigms (‘impactor’ contra ‘volcanist’ debate: Glen 1994, Frankel 1999). We present below some new evidence from the literature that both these ideas are not conclusive in their pure form and that both groups of factors (terrestrial and extraterrestrial) might have been interrelated, with some extinctions at least being the result of a cumulative effect of volcanism and impact.\nIn a recent review of extinction problematics, Olsen (1999) presented the new data on the giant igneous event across the Triassic–Jurassic (T–J) boundary, and considered a bolide impact as a ‘viable alternative’ for a factor responsible for the T–J biotic turnover. On the other hand, many authors see both the Earthbound (volcanism, sea-level change, oceanic anoxia, etc.) and extraterrestrial mechanisms as jointly participating in a catastrophic environmental disturbance on a global scale; an impact is discussed and modelled as a trigger for paroxysmal magmatism (e.g. Boslough et al. 1996; Jones 2000). From this standpoint, even the end-Permian Siberian Traps might be induced by a violent impact (Frankel 1999, p. 155; see also new evidence from extraterrestrial noble gases in fullerenes in Becker et al. 2001).\nWith respect to the best-studied extinction, at the Cretaceous– Tertiary (K–Pg) boundary, authors of the impact hypothesis (Alvarez et al. 1984) have already envisaged the ‘terminalCretaceous extinctions on two time scales: a slow decline unrelated to the impact and a sharp truncation synchronous with and probably caused by the impact’. As emphasized by MacLeod (1998), the K–Pg multicausal scenario is suggested by (1) the high number of bio-crises known to have occurred prior to the onset of impact debris, (2) diverse ecological characters and differing fates of known survivors, and (3) the group-speci c biogeography of the biotic change. This opinion is supported more and more now by independent data on high-resolution biotic and climatic patterns (e.g. Li & Keller 1998; Zinsmeister 1998; but see Cadée 1999). Of major signi cance is the recognition of the relative timing of impact and the Deccan Trap volcanism, due to identi cation of an Ir-enriched K–Pg boundary layer sandwiched between basalt ows (see summary in Courtillot et al. 2000). The presence of three lava ows below this layer makes it clear that the overall brief period of volcanism (three chrons only) had already been active when the ejecta layer was deposited and the impact of the K–Pg bolide evidently did not trigger the Deccan volcanism, which started 0.5– 0.1 m.y. earlier. In fact, this observation can be expected in light of the current understanding of impact cratering processes and a minimal probability of impact-induced volcanism (Melosh 2000).\nAlthough some authors believe the K–Pg extinction could have resulted from environmental stress even without signi cant extraterrestrial addition (e.g. Li & Keller 1998), others (Sutherland 1996; Chatterjee 1997; Hallam & Wignall 1997; Courtillot 1999; Keller 2000) emphasize contemporaneity of endogenous and exogenous events precisely at the boundary. Notably, many workers believe the mantle plume event is not a terrestrial alternative for the end-Cretaceous extraterrestrial catastrophe scenario. A combination of longer-term abnormal hot-spot/hotline deep-plume volcanism, catastrophically nalized in possibly multiple K–Pg impact episodes (see Keller 2000), is favoured in\nSutherland’s (1996) integrative model. The end-Cretaceous global crisis is seen as a cumulative effect of gradually induced extinction pressures, in response to a prolonged vanishing of the Aptian to Maastrichtian greenhouse period, promoted by the mantle superplume activity (Pele hypothesis of Landis et al. 1996).\nSimilar conclusions are being formulated for some other Phanerozoic mass extinctions (see Walliser 1996; Hallam & Wignall 1997):\n1) Multicausal environmental stress, linked with a probable tectono-volcanic stimulation, accumulated during the midLate Devonian over an extended period of time (Kellwasser Crisis), while hypothetical impact-stimulated shocks were limited to a regional scale, and worldwide threshold effects were negligible, if any (Racki 1999). 2) At least two large late Eocene meteorite impacts, with craters of ca. 100 km diameter, apparently did not produce immediate and radical biotic consequences (Poag 1997). Both impacts occurred 1–2 m.y. prior to the early Oligocene pulsed extinction. Therefore, their long-term collective environmental effects may have been either delayed or the impacts stimulated threshold conditions, essential for biotic change to take place. Such a ‘lag-time multiple impacts’ hypothesis is also formulated for the Kellwasser Crisis (McGhee, submitted).\nAccording to an economic approach to biosphere evolution by Vermeij (1995), the pulsed nature of endogenous thermal and nutrient stimuli, in contrast to long-term increases in productivity, might have led to instability and ecosystem devastation. Pálfy & Smith (2000) consider a causal linkage between well-established synchronous voluminous ood basaltic eruptions and biotic crises as mediated by widespread oceanic anoxia, for at least four extinction episodes (including end-Permian, T–J and Early Toarcian biota collapses; see also Hallam & Wignall 1997). For example, the potential impact of the oxygen-reducing mechanisms was calculated for the Cenomanian–Turonian boundary submarine magmatism (see Kerr 1998): even a small input of hydrothermal Fe released from a single large ow could have led to a signi cant rise in primary productivity in oceanic domains, where Fe was the biolimiting nutrient (Sinton & Duncan 1997). Also Cathles & Hallam (1991, p. 668) predicted in their tectono-eustatic model that the rapidly developing rift troughs, with their intense hydrothermal circulation, would have had a profound effect on the marine life by promotion of anoxic conditions. Bai (1995), on the other hand, assumed detrimental consequences of minor impact-promoted hydrothermal spasms. As summarized by Kring (2000), impact cratering may have been an important trigger of hydrothermal activity and may even have created large hydrothermal systems.\nThe climatic and other environmental perturbations could have been strengthened during extremely rapid, massive dissociation of oceanic gas hydrates. This has been supported by geochemical data for some critical intervals (see Hasselbo et al. 2000). In particular, increased atmospheric methane due to clathrate release might have been responsible for the global negative C13 shift present in both marine and terrestrial sediments across the Permian–Triassic boundary (Krull & Retallack 2000).\nThe dissociation might have been caused by volcanically driven deep-water warming, as shown for late Palaeocene thermal maxi-\nLethaia Seminar Lethaia, Vol. 34, pp. 200–202. Oslo, 2001 09 14\nmum (Bralower et al. 1997), and considered for end-Permian ecosystem collapse, with links to Siberian ood eruptions by Erwin (2000). On the other hand, the rapid onset of a late carbonatite– alkaline spasm during continental volcanism, owing to the tremendous uid-bearing capacity of their primary magmas, could have resulted in the disastrous injection of substantial amounts of CO2 and SO2, comparable to that of an impact scenario (Ray & Pande 1999). There is also evidence that continental magmatic outgassing had more devastating effects on biosphere than even the largest mid-Cretaceous sea- oor volcanism, associated with the formation of oceanic plateaux during South Paci c superplume eruptions (e.g. Vermeij 1995; Courtillot 1999, p. 99). Synoptic palaeontological data indicate that volcanism exhibits the most consistent association with stage-level extinction intensity during the last 250 million years, though there are many lines of evidence that all three of the largest environmental disturbances in this interval were multicausal (MacLeod 1998; see also Hallam & Wignall 1997; Courtillot 1999).\nAs underlined by Zinsmeister (1998): ‘the absence of mass extinction following catastrophic geologic events in a biotic robust world […] suggests that the biosphere is remarkably resilient to major geologic catastrophes with mass extinction events occurring only when there is a conjunction of geologic events, none of which might be capable of producing a global mass extinction by itself’. So, a coincidence of the major biotic crises, large continental igneous provinces and multiple bolide impacts (comet showers) may be meaningful. Complex causal feedbacks in the oceanatmosphere system (e.g. Kerr 1998) could be paired, for example, with a variable in ux of volatile elements (carbon, hydrogen, oxygen, nitrogen) derived from comets or other primitive solarsystem material (Deming 1999). On the other hand, Cadée (1999) highlighted unclear relationships between mass mortalities, which seem to be local phenomena, and mass extinctions. The causal links between presumed local upwelling and destabilization events in hydrological structure of oceans (see Beznosov 2000), regardless of their speci c nature and scale, also remain to be debated. Clearly, a broadly integrative study of the major environmental perturbations is needed to further test the supplementing (and not necessarily OPPOSING) nature of terrestrial and extraterrestrial extinction mechanisms. This conclusion seems to be largely in agreement with the opinions presented at the ‘Conference on catastrophic events and mass extinctions, impact and beyond’ held in Vienna in July 2000.\nReferences Alvarez, W., Kauffman, E.G., Surlyk, F., Alvarez, L.W., Asaro, F.\n& Michel, H.V. 1984: Impact theory of mass extinctions and the invertebrate fossil record. Science 223, 1135–1141. Bai, S.L. 1995: High Resolution Correlation, Milankovitch Cyclicity, and Nickel Event – Evidence from the Devonian of South China. 62 pp. Peking University Press, Beijing. Becker, L., Poreda, R.J., Hunt, A.G., Bunch, T.E. & Rampino, M. 2001: Impact event at the Permian–Triassic boundary: evidence from extraterrestrial noble gases in fullerenes. Science 291, 1530–1533. Beznosov, V.N. 2000: Large-scale destabilization events in hydrological structure of oceans, biotic crises, and corresponding geological records. Stratigraphy and Geological Correlation 8, 211–220. Boslough, M.B., Chael, E.P., Trucano, T.G., Crawford D.A. & Campbell D.L. 1996: Axial focusing of impact energy in the Earth’s interior: a possible link to ood basalts and hotspots. In Ryder, G., Fastovsky D. & Gartner S. (eds): The Cretaceous– Tertiary Event and Other Catastrophes in Earth History. Geological Society of America Special Paper 307, 541–550. Bralower, T.J., Thomas, D.J., Zachos, J.C., Hirschmann, M.M., Rohl, U., Sigurdsson, H., Thomas, E. & Whitney, D.L. 1997: High-resolution records of the Late Paleocene thermal maxi-\nCadée, G.C. 1999: Mass mortalities and mass extinction. Lethaia 32, 318–320. Cathles, L.M. & Hallam, A. 1991: Stress-induced changes in plate density, Vail sequences, epeirogeny, and short-lived global sea level uctuations. Tectonics 10, 659–671. Chatterjee, S. 1997: Multiple impacts at the KT boundary and the death of the dinosaurs. In Wang H. et al. (eds): Proceedings of the 30th International Geological Congress 26, 31–54. Courtillot, V. 1999: Evolutionary Catastrophes. The Science of Mass Extinction. 173 pp. Cambridge University Press, Cambridge. Courtillot, V., Gallet, Y., Rocchia R., Feraud G., Robin, E., Hofmann, C., Bhandari, P.N. & Ghevariya, Z.G. 2000: Cosmic markers, 40Ar/39Ar dating and paleomagnetism of the KT sections in the Anjar Area of the Deccan large igneous province. Earth and Planetary Science Letters 182, 137–156. Deming, D. 1999: On the possible in uence of extraterrestrial volatiles on Earth’s climate and the origin of the oceans. Palaeogeography, Palaeoclimatology, Palaeoecology 146, 33–51. Erwin, D.H. 2000: The end-Permian mass extinction and Early Triassic biotic recovery. In Catastrophic Events and Mass Extinctions: Impact and Beyond, LPI Contribution 1053, 43– 44. Lunar and Planetary Institute, Houston. Frankel, C. 1999: The End of the Dinozaurs. Chicxulub Crater and Mass Extinctions. 223 pp. Cambridge University Press, Cambridge. Glen, W. 1994: What the impact/volcanism/mass-extinction debates are about. In Glen, W. (ed.): Mass-Extinction Debates: How Science Works in a Crisis? 7–38. Stanford University Press, Stanford. Hallam, A. & Wignall, P.B. 1997: Mass Extinctions and Their Aftermath. 320 pp. Oxford University Press, Oxford. Hasselbo, S.P., Grocke, D.R., Jenkyns, H.C., Bjerrum, C.J., Farrimond, P., Bell, H.S.M. & Green, O.R. 2000: Massive dissociation of gas hydrate during a Jurassic oceanic anoxic event. Nature 406, 392–395. Jones, A.P. 2000: Impact induced volcanism on Earth; searching for the evidence. Crustal magma chambers. In Catastrophic Events and Mass Extinctions: Impact and Beyond, LPI Contribution 1053, 87–88. Lunar and Planetary Institute, Houston. Keller, G. 2000: Mass extinctions, catastrophes and environmental changes. In Catastrophic Events and Mass Extinctions: Impact and Beyond, LPI Contribution 1053, 90–91. Lunar and Planetary Institute, Houston. Kerr, A.C. 1998: Oceanic plateau formation: a cause of mass extinction and black shale deposition around the Cenomanian–Turonian boundary? Journal of the Geological Society 155, 619–626. Kring, D.A. 2000: Impact-induced hydrothermal activity and potential habitats for thermophilic and hyperthermophilic life. In Catastrophic Events and Mass Extinctions: Impact and Beyond, LPI Contribution 1053, 106–107. Lunar and Planetary Institute, Houston. Krull, E.S. & Retallack, G.J. 2000: C13 depth pro les from paleosols across the Permian–Triassic boundary: evidence for methane release. Geological Society of America Bulletin 112, 1459–1472. Landis, G.P., Rigby, J.K., Sloan, R.E., Hengst, R. & Snee, L.W. 1996: Pele hypothesis: ancient atmospheres and geologic–geochemical controls of evolution, survival and extinction. In MacLeod, N. & Keller, G. (eds): Cretaceous–Tertiary Mass Extinctions: Biotic and Environmental Changes, 519–556. W.W. Norton, New York. Li, L. & Keller, G. 1998: Maastrichtian climate, productivity and faunal turnovers in planktic foraminifera in South Atlantic DSDP sites 525A and 21. Marine Micropaleontology 33, 55–86. MacLeod, N. 1998: Using paleontological data to identify the proximate and ultimate causes of mass extinctions. Geological Society of America Abstracts with Programs 30 (7), 116. McGhee, G.R. (submitted): The ‘multiple impacts hypothesis’ for mass extinction – a comparison of the Late Devonian possibi-\nMelosh, H.J. 2000: Can impacts induce volcanic eruptions? In Catastrophic Events and Mass Extinctions: Impact and Beyond, LPI Contribution 1053, 141–142. Lunar and Planetary Institute, Houston. Olsen, P.E. 1999: Geoscience – Giant lava ows, mass extinctions, and mantle plumes. Science 284, 604–605. Pálfy, J. & Smith, P.L. 2000: Synchrony between Early Jurassic extinction, oceanic anoxic event, and the Karoo-Ferrar ood basalt volcanism. Geology 28, 747–750. Poag, C.W. 1997: Roadblocks on the kill curve: testing the Raup hypothesis. Palaios 12, 582–590. Racki, G. 1999: The Frasnian–Famennian biotic crisis: how many (if any) bolide impacts? Geologische Rundschau 87, 617–632. Ray, J.S. & Pande, K. 1999: Carbonatite alkaline magmatism associated with continental ood basalts at stratigraphic boundaries: cause for mass extinctions. Geophysical Research Letters 26, 1917–1920.\nSinton, C.W. & Duncan, R.A. 1997: Potential links between ocean plateau volcanism and global ocean anoxia at the Cenomanian–Turonian boundary. Economic Geology 92, 836–842.\nSutherland, F.L. 1996: The Cretaceous/Tertiary-boundary impact and its global effects with reference to Australia. AGSO Journal of Australian Geology and Geophysics 16, 567–585.\nVermeij, G.J. 1995: Economics, volcanoes, and Phanerozoic revolutions. Paleobiology 21, 125–152.\nWalliser, O.H. (ed.) 1996: Global Events and Event Stratigraphy in the Phanerozoic. 333 pp. Springer-Verlag, Berlin.\nZinsmeister, W.J. 1998: Discovery of sh mortality horizon at the K–Pg boundary on Seymour Island: re-evaluation of events at the end of the Cretaceous. Journal of Paleontology 72, 556–571."
  }, {
    "heading": "Grzegorz Racki [racki@us.edu.pl], Tomasz Wrzolek [wrzolek@us. edu.pl], Department of Earth Sciences, Silesian University, 41-200",
    "text": "Sosnowiec, Poland."
  }],
  "year": 2003,
  "references": [{
    "title": "Impact theory of mass extinctions and the invertebrate fossil",
    "authors": ["W. Alvarez", "E.G. Kauffman", "F. Surlyk", "L.W. Alvarez", "F. Asaro", "H.V. Michel"],
    "venue": "record. Science",
    "year": 1984
  }, {
    "title": "High Resolution Correlation, Milankovitch Cyclicity, and Nickel Event – Evidence from the Devonian of South China",
    "authors": ["S.L. Bai"],
    "year": 1995
  }, {
    "title": "Impact event at the Permian–Triassic boundary: evidence from extraterrestrial noble gases in fullerenes",
    "authors": ["L. Becker", "R.J. Poreda", "A.G. Hunt", "T.E. Bunch", "M. Rampino"],
    "year": 2001
  }, {
    "title": "Large-scale destabilization events in hydrological structure of oceans, biotic crises, and corresponding geological records",
    "authors": ["V.N. Beznosov"],
    "venue": "Stratigraphy and Geological Correlation",
    "year": 2000
  }, {
    "title": "Axial focusing of impact energy in the Earth’s interior: a possible link to  ood basalts and hotspots",
    "authors": ["M.B. Boslough", "E.P. Chael", "T.G. Trucano", "Crawford D.A", "Campbell D.L"],
    "venue": "The Cretaceous– Tertiary Event and Other Catastrophes in Earth History. Geo-",
    "year": 1996
  }, {
    "title": "High-resolution records of the Late Paleocene thermal maxi",
    "authors": ["T.J. Bralower", "D.J. Thomas", "J.C. Zachos", "M.M. Hirschmann", "U. Rohl", "H. Sigurdsson", "E. Thomas", "D.L. Whitney"],
    "year": 1997
  }, {
    "title": "The end-Permian mass extinction and Early",
    "authors": ["Palaeogeography", "Palaeoclimatology", "Palaeoecology", "D.H. 33–51. Erwin"],
    "year": 2000
  }, {
    "title": "The End of the Dinozaurs",
    "authors": ["Lunar", "Planetary Institute", "C. Houston. Frankel"],
    "year": 1999
  }, {
    "title": "What the impact/volcanism/mass-extinction",
    "authors": ["W. bridge. Glen"],
    "year": 1994
  }, {
    "title": "Oceanic plateau formation: a cause of mass",
    "authors": ["Planetary Institute", "A.C. Houston. Kerr"],
    "year": 1998
  }, {
    "title": "Impact-induced hydrothermal activity",
    "authors": ["D.A. 619–626. Kring"],
    "year": 2000
  }, {
    "title": "C13 depth pro les from paleo",
    "authors": ["Institute", "E.S. Houston. Krull", "G.J. Retallack"],
    "year": 2000
  }, {
    "title": "Maastrichtian climate, productivity",
    "authors": ["Norton", "L. New York. Li", "G. Keller"],
    "year": 1998
  }, {
    "title": "Can impacts induce volcanic eruptions? In Catastrophic Events and Mass Extinctions: Impact and Beyond, LPI Contribution 1053, 141–142",
    "authors": ["H.J. Melosh"],
    "venue": "Lunar and Planetary Institute,",
    "year": 2000
  }, {
    "title": "Geoscience – Giant lava  ows, mass extinctions, and mantle plumes",
    "authors": ["P.E. Olsen"],
    "venue": "Science",
    "year": 1999
  }, {
    "title": "Synchrony between Early Jurassic extinction, oceanic anoxic event, and the Karoo-Ferrar  ood basalt",
    "authors": ["J. Pálfy", "P.L. Smith"],
    "venue": "volcanism. Geology",
    "year": 2000
  }, {
    "title": "Roadblocks on the kill curve: testing the Raup hypothesis",
    "authors": ["C.W. Poag"],
    "venue": "Palaios",
    "year": 1997
  }, {
    "title": "The Frasnian–Famennian biotic crisis: how many (if any) bolide impacts",
    "authors": ["G. Racki"],
    "venue": "Geologische Rundschau",
    "year": 1999
  }, {
    "title": "Carbonatite alkaline magmatism associated with continental  ood basalts at stratigraphic boundaries: cause for mass extinctions",
    "authors": ["J.S. Ray", "K. Pande"],
    "venue": "Geophysical Research Letters",
    "year": 1999
  }, {
    "title": "Potential links between ocean",
    "authors": ["C.W. Sinton", "R.A. Duncan"],
    "year": 1997
  }, {
    "title": "Discovery of  sh mortality horizon",
    "authors": ["W.J. Berlin. Zinsmeister"],
    "venue": "Phanerozoic",
    "year": 1998
  }],
  "id": "SP:718ed7c04707afbd818cf07bf87e655693e873be",
  "authors": [{
    "name": "GRZEGORZ RACKI",
    "affiliations": []
  }, {
    "name": "TOMASZ WRZOLEK",
    "affiliations": []
  }],
  "abstractText": "Both bolide impacts and  ood basalts have been suggested as the cause of major perturbations in the history of the biosphere, and the external (cosmic) and internal (Earth-bound) factors of mass extinctions were usually presented as competing paradigms (‘impactor’ contra ‘volcanist’ debate: Glen 1994, Frankel 1999). We present below some new evidence from the literature that both these ideas are not conclusive in their pure form and that both groups of factors (terrestrial and extraterrestrial) might have been interrelated, with some extinctions at least being the result of a cumulative effect of volcanism and impact. In a recent review of extinction problematics, Olsen (1999) presented the new data on the giant igneous event across the Triassic–Jurassic (T–J) boundary, and considered a bolide impact as a ‘viable alternative’ for a factor responsible for the T–J biotic turnover. On the other hand, many authors see both the Earthbound (volcanism, sea-level change, oceanic anoxia, etc.) and extraterrestrial mechanisms as jointly participating in a catastrophic environmental disturbance on a global scale; an impact is discussed and modelled as a trigger for paroxysmal magmatism (e.g. Boslough et al. 1996; Jones 2000). From this standpoint, even the end-Permian Siberian Traps might be induced by a violent impact (Frankel 1999, p. 155; see also new evidence from extraterrestrial noble gases in fullerenes in Becker et al. 2001). With respect to the best-studied extinction, at the Cretaceous– Tertiary (K–Pg) boundary, authors of the impact hypothesis (Alvarez et al. 1984) have already envisaged the ‘terminalCretaceous extinctions on two time scales: a slow decline unrelated to the impact and a sharp truncation synchronous with and probably caused by the impact’. As emphasized by MacLeod (1998), the K–Pg multicausal scenario is suggested by (1) the high number of bio-crises known to have occurred prior to the onset of impact debris, (2) diverse ecological characters and differing fates of known survivors, and (3) the group-speci c biogeography of the biotic change. This opinion is supported more and more now by independent data on high-resolution biotic and climatic patterns (e.g. Li & Keller 1998; Zinsmeister 1998; but see Cadée 1999). Of major signi cance is the recognition of the relative timing of impact and the Deccan Trap volcanism, due to identi cation of an Ir-enriched K–Pg boundary layer sandwiched between basalt  ows (see summary in Courtillot et al. 2000). The presence of three lava  ows below this layer makes it clear that the overall brief period of volcanism (three chrons only) had already been active when the ejecta layer was deposited and the impact of the K–Pg bolide evidently did not trigger the Deccan volcanism, which started 0.5– 0.1 m.y. earlier. In fact, this observation can be expected in light of the current understanding of impact cratering processes and a minimal probability of impact-induced volcanism (Melosh 2000). Although some authors believe the K–Pg extinction could have resulted from environmental stress even without signi cant extraterrestrial addition (e.g. Li & Keller 1998), others (Sutherland 1996; Chatterjee 1997; Hallam & Wignall 1997; Courtillot 1999; Keller 2000) emphasize contemporaneity of endogenous and exogenous events precisely at the boundary. Notably, many workers believe the mantle plume event is not a terrestrial alternative for the end-Cretaceous extraterrestrial catastrophe scenario. A combination of longer-term abnormal hot-spot/hotline deep-plume volcanism, catastrophically  nalized in possibly multiple K–Pg impact episodes (see Keller 2000), is favoured in Sutherland’s (1996) integrative model. The end-Cretaceous global crisis is seen as a cumulative effect of gradually induced extinction pressures, in response to a prolonged vanishing of the Aptian to Maastrichtian greenhouse period, promoted by the mantle superplume activity (Pele hypothesis of Landis et al. 1996). Similar conclusions are being formulated for some other Phanerozoic mass extinctions (see Walliser 1996; Hallam & Wignall 1997):",
  "title": "Causes of mass extinctions"
}