{
  "sections": [{
    "text": "KEYWORDS: Holocene Thermal Maximum; Neoglaciation; paleolimnology; settlement of Iceland; tephra."
  }, {
    "heading": "Introduction",
    "text": "Iceland ( 103 000 km2) is located in the north-central Atlantic Ocean at the intersection of the relatively warm salty North Atlantic Current (NAC) and currents originating in the cold, fresher Arctic Ocean (Fig. 1a). This produces strong oceanic and atmospheric thermal gradients. Hence, despite its relatively small size, Iceland exhibits strong terrestrial climate gradients. Throughout the Holocene, climate in the Northern Hemisphere has responded to the monotonic insolation decrease by general summer cooling, but with non-linearities and spatial heterogeneity (e.g. Kaufman et al., 2004; Alley and Ag ustsd ottir, 2005; Wanner et al., 2008). Local and regional factors apparently complicate the climate response to insolation forcing, producing a signal dependent on interconnected variables (Wanner et al., 2011). Previous studies have shown Icelandic lake sediment records reflect centennial- and millennial-scale environmental variability related to complex changes in North Atlantic ocean and atmosphere circulation, local and global volcanism, and solar variability (e.g. Axford et al., 2007; Geirsd ottir et al., 2009a,b, 2013; Larsen et al., 2011, 2012; Miller et al., 2012). Short-term deviations from the background state are typically attributed to local phenomena, whereas permanent changes are indicators of regional and global circulation shifts (Geirsd ottir et al., 2009a,b, 2013; Larsen et al., 2011, 2012). Northward transfer of tropical heat by the NAC is the major source of extra energy for Iceland. The Irminger Current (IC) branches off the NAC, bringing warm water along the southern and western coastlines of Iceland and into the Nordic Seas (e.g. Andersen et al., 2004; Hansen et al., 2008; Olafsd ottir et al., 2010; Eldevik et al., 2014) (Fig. 1a). This Atlantic inflow feeds the thermohaline circulation system, which is tightly linked to the dynamics of the North Atlantic Subpolar Gyre (H at un et al., 2005). Variability in the strength\nof the IC is one of the reasons for a strong terrestrial climate gradient, shown to have direct impact on both marine and terrestrial environmental proxies in and around Iceland (Geirsd ottir et al., 2009a,b, 2013; Larsen et al., 2011, 2012). Holocene climate reconstructions from continuous lake sediment records in Iceland show strong changes in summer temperature and landscape stability through the Holocene, with irregular cooling through the Late Holocene, culminating in the Little Ice Age (LIA), with the coldest summers of the past 8 ka (Caseldine et al., 2006; Larsen et al., 2011, 2012; Geirsd ottir et al., 2013). Ice cap modeling suggests ice caps were at their peak dimensions during the LIA when summers were 1–2 ˚C lower than mean 20th century summer temperatures, whereas early Holocene peak summer warmth was 3–4 ˚C above mean 20th century summer temperatures (Flowers et al., 2008). Large temperature changes recorded in Icelandic lake sediment records suggest significant changes in the flux of warm water along portions of Iceland’s coasts (Caseldine et al., 2006; Larsen et al., 2011, 2012; Geirsd ottir et al., 2013). Holocene water mass reconstructions from the west and north Icelandic shelf support this suggestion, with a stronger advection of warm surface waters in the early Holocene followed by an irregular reduction in imported heat in the late Holocene ( Olafsd ottir et al., 2010). Reduction of ocean-current heat advection coupled with reduced summer insolation produced an expanded cryosphere and landscape instability through the late Holocene, with significant regional variability in timing and amplitude. For example, lake records from north-east Iceland show late Holocene cooling, but with a later onset and much reduced amplitude than for central or western Iceland (Axford et al., 2007). Because of the strong influence of ocean currents on Iceland’s climate, there is a close coupling between North Atlantic circulation and Iceland’s terrestrial climate. The heat provided by the IC that currently dominates the coast of south Iceland results in a steep N–S summer temperature gradient (Axford et al., 2007). Although there are partial Holocene Correspondence: C. L. Blair, as above E-mail: celene.blair@gmail.com\nCopyright # 2015 John Wiley & Sons, Ltd.\nreconstructions from the southern lowlands (e.g. Hallsd ottir, 1995; Hallsd ottir and Caseldine, 2005; Axford et al., 2007; Hannesd ottir et al., 2009), no complete Holocene record of environmental change from South Iceland is available to evaluate changes in the strength of the IC. This paper presents a 10.3-ka high-resolution paleoenvironmental record from Vestra G ıslholtsvatn (VGHV), a small lake in South Iceland (Fig. 1b), offering detailed insight into abrupt and gradual landscape and ecosystem changes from the southern lowlands of Iceland."
  }, {
    "heading": "Physical setting",
    "text": "VGHV is a small (1.57 km2), non-glacial lake (61m asl; 63˚ 560N, 20˚310W), just 23 km from the south coast (Fig. 1b). VGHV occupies a glacially scoured bedrock basin >15m above Þj ors a, the large river <1 km north-west of the lake (Fig. 1c). This topographic relationship allows us to assume there has been no direct interaction between the lake and the river since deglaciation. The lake has no significant inlets or outlets, although Dallækur, an inlet fed by bogs\nlocated on the northern shore and atop G ıslholtsfjall (168m asl), provides inflow into VGHV. Additional small inlets enter along the southern and south-eastern ends of the basin (Fig. 1c,d). Since settlement of Iceland (AD 871 2, 1079 2 cal a BP; Gr€onvold et al., 1995) the relatively mild climate and fertile soils surrounding VGHV have supported extensive farming and sheep grazing in the lake catchment. Large planted hayfields, shrub-heath and fen/mires make up the modern vegetation in the area. Shrub-heath is found near bedrock outcrops on elevated areas while fen/mires prefer places where water can accumulate (Hardard ottir, 1999). A sediment core collected from VGHV in 1994 captured Late Holocene sediment, from which a record of tephrochronology, pollen assemblages and sediment physical characteristics since 5.6 ka was derived (Hardard ottir, 1999; Hallsd ottir and Caseldine, 2005; Jagan, 2010). The pollen record indicates abundant tree birch in the catchment by 5.5 ka, which mostly disappeared shortly after settlement, and was succeeded by herbs and shrubs (Hallsd ottir and Caseldine, 2005).\nCopyright # 2015 John Wiley & Sons, Ltd. J. Quaternary Sci., Vol. 30(3) 281–292 (2015)"
  }, {
    "heading": "Materials and methods",
    "text": ""
  }, {
    "heading": "Sediment core collection",
    "text": "In late winter 2008, an 8.14-m-long sediment core was collected from the deep central basin of VGHV using a Bolivia piston coring system (Wright, 1967). Seven 1.5-m drives were completed of which the upper six were recovered (Fig. 2). Cores were packed in the field and shipped to the Limnological Research Center (UM-LRC) at the University of Minnesota for initial processing, description and subsampling. Surface cores were taken in August 2008 using a Universal coring system capturing undisturbed upper sediments and the sediment–water interface following the methodology outlined by Glew (1991). Comparison of magnetic susceptibility and bulk sediment density in the surface cores with the first section of the Bolivia core allows us to confidently correlate the undisturbed surface sediments to the longer Bolivia core."
  }, {
    "heading": "Physical proxies",
    "text": "Physical properties of lake sediment can be used to interpret the extent and efficiency of weathering and sediment transport within a catchment, and the presence of tephra (airborne volcanic glass fragments) horizons within a core (e.g. Larsen et al., 2012). Whole core density and magnetic susceptibility (MS) were measured at UM-LRC using a Geotek multi-sensor core logger after which core segments were split and core halves were photographed using a DMT CoreScan Color flatbed scanner. The presence of iron oxides and ferromagnesian minerals in tephra results in peaks in MS within the sediment cores if background values are low enough. Tephra may also produce density anomalies, as the vitric material is typically more or less dense than erosional products and autochthonous organic matter (OM) (e.g. Larsen et al., 2012). Layers of tephra in the VGHV cores were identified visually with assistance from MS and density measurements. Following microscopic tephra confirmation, layer thickness was measured and subsamples collected for geochemical analysis. Sampled tephra fragments were washed and sieved to remove OM and obtain the optimum size fraction (typically 100–250mm). Fragments were then placed in probe plugs and polished with 6- and 1- mm diamond paste to expose fresh glass surfaces. Plugs were cleaned in an ultrasonic bath of deionized water before carbon coating. Samples were analysed for chemical composition using a Cameca SX100 energy-dispersive electron microprobe for electron microprobe analysis (EMPA) at the NERC Tephra Analysis Unit at the University off Edinburgh. A 5–8- mm beam size, 15-kV acceleration voltage and 2-nA beam-current were used. Beam size was reduced to the minimum possible without causing Na loss. International standards a99, VG2, BHVO2G and Lipari 1 were analysed as unknowns at regular intervals as a quality check and to monitor for instrument drift. The uncertainty on the major element analysis is <1%."
  }, {
    "heading": "Biological proxies",
    "text": "Proxies that track lacustrine and/or terrestrial primary productivity provide information about factors that influence lake and catchment processes (e.g. Wooller et al., 2008). Algae and terrestrial plants utilize carbon (C) and nitrogen (N) in their structures with characteristic atomic ratios (i.e. C/N) and isotopic composition (i.e. d13C, d15N). When plants die a portion of their OM may be archived in sediment, preserving their diagnostic C and N signal. Samples for total organic carbon (TOC), stable carbon isotopes (d13C), total nitrogen\n(TN) and stable nitrogen isotopes (d15N) were taken at 0.5– 4.0-cm intervals throughout the VGHV core. Samples for biogenic silica (BSi) were collected every 2.0–4.0 cm. Bulk sediment samples for C and N were kept at 4 ˚C until they were freeze dried, weighed and sent to the University of California, Davis Stable Isotope Facility (SIF-UC Davis), for processing. An Elementar Vario EL Cube or Micro Cube elemental analyser (Elementar Analysensysteme GmbH, Hanau, Germany) interfaced to a PDZ Europa 20–20 isotope ratio mass spectrometer (Sercon, Ltd, Cheshire, UK) was used to process the samples. Freeze-dried samples were combusted at 1000 ˚C and N2 and CO2 gas were separated using a molecular sieve adsorption trap before entering the continuous-flow IRMS for d13C and d15N measurements. d13C values are expressed relative to V-PDB with a long-term standard deviation of 0.2‰, while d15N values are expressed relative to air with a long-term standard deviation of 0.3‰. Additional TOC values were measured at the Institute of Earth Sciences, University of Iceland. These samples were collected every 2.0–4.0 cm to complement BSi measurements. Freeze-dried samples were run on a CM5200 autosampler/furnace (combusted to 950 ˚C) and measured on a CM5014 CO2 Coulometer v 3.0 with a detection limit of 0.05wt%. BSi was analysed at the University of Illinois following the methodologies of Mortlock and Froelich (1989) except for the use of 10% Na2CO3 during extraction. A Spectronic Genesys 5 spectrophotometer was used to measure the concentration of BSi, which was then converted to weight per cent SiO2 of dry sediments. The analytical precision of the BSi measurements is 3%."
  }, {
    "heading": "Chronology",
    "text": ""
  }, {
    "heading": "Tephrochronology",
    "text": "Basaltic and rhyolitic tephra horizons of Icelandic origin are common in Icelandic lake sediments. Diagnostic chemical signatures for tephra from well-dated sites provide a method to derive absolute ages within a sediment core. A secure Holocene tephrostratigraphy has been developed for Iceland from soil and lacustrine sequences for prehistoric eruptions and historical records for younger eruptions (e.g. Larsen and Eriksson, 2008)."
  }, {
    "heading": "Radiocarbon dating",
    "text": "One plant macrofossil and a humic acid extract from basal bulk sediment were radiocarbon-dated. Samples were prepared by the Laboratory for AMS Radiocarbon Preparation and Research (NSRL), at the Institute of Arctic and Alpine Research at the University of Colorado, Boulder, and measured at the University of California, Irvine."
  }, {
    "heading": "Age model",
    "text": "In total, 108 tephra layers were observed within the VGHV core, of which 107 were geochemically analysed. Most tephra layers are of basaltic composition and attributed to the Eastern Volcanic Zone (EVZ). Major element composition of seven geochemically fingerprinted tephra layers could be correlated to well-characterized historical eruptions while 11 others could be correlated with prehistoric eruptions (Thorarinsson, 1967; Larsen and Thorarinsson, 1977; Larsen, 1984, 2000; Gr€onvold et al., 1995; Thordarson et al., 2001; J ohannsd ottir, 2007; Olad ottir et al., 2008; Jagan, 2010; Olafsd ottir, 2010). Age, eruption classification and thickness of tephra layers used in the age model are given in Table 1. The dated plant macrofossil (6880 20 14C a BP) was used in conjunction with identified tephra horizons to create the\nCopyright # 2015 John Wiley & Sons, Ltd. J. Quaternary Sci., Vol. 30(3) 281–292 (2015)\nage model for the core. The date produced from the basal sediment radiocarbon sample (humic acid) was not used (Table 2) in the age model, as it was younger than tephra horizons identified above the sample depth. As the sediments are basal in the core segment, possible explanations for the out-of-sequence age include suction of younger sediments during extraction or contamination from the core catcher.\nThe VGHV sediment core age model was constructed by fitting control points (tephra and radiocarbon ages and their depths) with a smoothed spline using the CLAM code (Fig. 3; Blaauw, 2010). Age model uncertainty is low for historical times and variable between the Settlement (V€o: 1079 2 BP) and Saksunarvatn (10 300 200 BP) tephra horizons due to uncertainties associated with tephra ages. We have no age\nCopyright # 2015 John Wiley & Sons, Ltd. J. Quaternary Sci., Vol. 30(3) 281–292 (2015)\nconstraints in the core before the Saksunarvatn tephra. Pre10.3 ka we modelled sediment accumulation rate (SAR) using the relationship between density and SAR from the age model-controlled portion of the core for purposes of observing Saksunarvatn tephra deposition in the proxy record. Time and SAR before 10.3 ka should be interpreted as relative. Modeled ages are presented as calibrated years before AD 1950."
  }, {
    "heading": "Proxy interpretations",
    "text": ""
  }, {
    "heading": "Physical properties",
    "text": "During the early Holocene high values of MS and density probably reflect clastic dominance due to proximity to the decaying Iceland Ice Sheet coupled with low primary productivity both within the lake and within its catchment. Catchment characteristics suggest once terrestrial vegetation is established limited products of bedrock erosion are likely to be delivered to VGHV. Physical proxies generally decrease through the first 2 ka of the record. All proxies are reset by deposition of the Saksunarvatn tephra as it smothered the landscape, killing all surrounding vegetation (Fig. 4). After 8 ka, MS and density perturbations generally last <100 years and correlate with discrete tephra layers or greatly increased background tephra concentrations. Consequently, elevated levels of density and MS after 8 ka probably reflect increased\ndelivery of tephra to the lake. The brief duration of these perturbations suggests that catchment and lake ecosystems are robust and capable of rapid recovery following tephra disturbances (Fig. 4a,c,d). Tephra horizons >1 cm thick coincide with the largest abrupt changes in physical proxy values while abrupt increases in SAR correlate with clusters of tephra horizons and with thick tephra deposition events. Relatively few age controls in the early Holocene inhibit our ability to constrain short-lived changes in SAR before 4.2 ka, but a gradual increase in SAR is observed throughout the Holocene with punctuations at 4.2, 3.0, 1.2, 0.8 and 0.3 ka (Fig. 4b)."
  }, {
    "heading": "Organic properties",
    "text": "In lakes, diatoms represent the dominant source of BSi (Conley, 2002). As diatom production relies on water temperature, nutrient and silica availability, and the duration of the ice-free season, BSi is used as a proxy for within-lake primary productivity and spring temperatures (Geirsd ottir et al., 2009b). SAR may influence BSi percentages because when SAR is low, diatom frustules are more prone to dissolution (Ryves et al., 2006); alternatively, high SAR dilutes the BSi signal. Consequently, BSi is only treated as a firstorder approximation for primary productivity when SAR is relatively constant. The percentage of C and N in lake sediments is dependent on lacustrine primary productivity, transport of terrestrial OM to the lake, diagenesis and SAR (Geirsd ottir et al., 2009b; Lennox et al., 2010; Larsen et al., 2012). In low-relief catchments %TOC, like %BSi, is commonly considered a measure of primary productivity, if SAR is constant. We evaluate the dependency of %BSi and %TOC on SAR with bi-plots (Fig. 5b,f), which show no correlation (r¼<0.01 and r¼–0.01, respectively), indicating SAR has little influence on either %TOC or %BSi. However, bi-plots of MS and density with %BSi and %TOC show strong negative correlations (Fig. 5c,d,g,h), signifying tephra dilution of both TOC and BSi, probably due to brief increases in SAR that are not resolved with our age model. The contribution of terrestrial vegetation in lake sediment is addressed with the C/N ratio, an independent proxy set by the relative proportion of terrestrial OM to aquatic OM in bulk sediment. Aquatic plants typically have low C/N values (4–10), whereas terrestrial C/N is higher and more variable (10–50; Meyers and Teranes, 2001). In VGHV C/N is relatively stable between 9.5 and 7 ka as there are few tephra disturbances altering ecosystem processes. After approximately 7 ka C/N is more variable, indicating short-lived changes in the terrestrial versus aquatic inputs into the lake sediment during the mid to late Holocene (Fig. 4g). We primarily interpret d13C as a proxy for OM source. Although the d13C of autochthonous organic molecules can be modulated by the rate of dissolved inorganic carbon (DIC)\nuptake during photosynthesis (Håkansson, 1985), primary productivity in Icelandic lakes is rarely high enough to draw down the DIC component sufficiently to significantly alter the d13C of aquatic plants. A more important determinant of aquatic OM d13C in lake sediment is the proportion of algal (d13C¼ 30‰) relative to aquatic moss (d13C¼ 20‰), and terrestrial OM (d13C¼ 26‰; Meyers and Teranes, 2001; Wang and Wooller, 2006; Langdon et al., 2010). d13C and C/N have a moderately strong negative correlation (r¼–0.33; Fig. 5i) implying changes in d13C may be best interpreted as an indicator of terrestrial versus aquatic plant OM sources. We argue that the dominant control on OM d13C is related to changes in lacustrine primary productivity with terrestrial carbon influencing the signal only in periods of low lacustrine primary productivity and/or high tephra disturbance. VGHV has a large littoral zone (Fig. 1d) where macrophytes are likely to grow. Thus, influence from relatively heavy d13C in macrophytes on bulk sediment d13C is much greater than for deeper ultra-oligotrophic Icelandic lakes [e.g. Haukadalsvatn (Geirsd ottir et al., 2013), where terrestrial OM and phytoplankton dominate the signal]. We interpret more negative d13C to reflect greater allochthonous terrestrial plant sources entering the lake via runoff rather than planktonic sources, while less negative d13C indicates increased contributions from autochthonous aquatic vegetation. Our interpretation is supported by low d13C typically coinciding with high C/N and low %BSi (Fig. 4). We interpret bulk sediment d15N to indicate the prevalence of littoral communities in VGHV (Lennox et al., 2010). Abundant littoral vegetation increases the rate of dissolved inorganic nitrogen (DIN) uptake via the intensification of nitrification and denitrification in nearshore sediments and soils (Kling et al., 1992; Lennox et al., 2010; Janbu et al., 2011). Thus, climate conditions less supportive of littoral ecosystems (i.e. lower summer temperatures) and/or increased tephra deposition would reduce values of d15N. Abrupt changes of d15N in VGHV sediment coincide with deviations consistent with the addition or loss of OM to the sediment, supporting a connection between terrestrial landscape stability and soil/sediment microbial communities (Figs 4i and 6)."
  }, {
    "heading": "Discussion",
    "text": "The early Holocene: lake evolution before 8 ka\nTOC and BSi are initially present at modest concentrations but nearly vanish following deposition of the Saksunarvatn tephra. Subsequently, TOC, BSi and C/N slowly increase in concentration over the following 2 ka. Collectively, these changes suggest post-Saksunarvatn bioproductivity re-established in the lacustrine system. The terrestrial ecosystem slowly increased in importance, plausibly because of slow catchment stabilization following deglaciation. This interpretation is strengthened by the evolution of d13C after 10 ka, which decreases steadily from 21 to 25‰ by 8 ka. Meanwhile, TOC increases from 1 to 4% and C/N shifts to indicating a greater proportion of terrestrial-sourced carbon probably derived from an increasingly vegetated landscape. We do not observe a definitive 8.2-ka cooling event in our record. This is because the magnitude of the proxy perturbation is probably smaller than those observed in western and central Iceland (e.g. Larsen et al., 2012; Geirsd ottir et al., 2013) and high uncertainties in the VGHV age model across this interval make it difficult to correlate short-lived events."
  }, {
    "heading": "8–1.1 ka: PCA of the resampled proxy time series",
    "text": "By 8 ka lake ontogeny is complete and influence from the disappearing Iceland Ice Cap, coupled with Laurentide Ice Sheet meltwater outbursts that may have impacted Iceland’s climate, is no longer significant. After 1.1 ka, markers of human colonization along the mild and fertile southern lowlands of Iceland probably overprint anticipated climate signals. Consequently, we consider the interval between 8 ka and settlement to represent continuous climate-controlled signals in the VGHV proxy record. Principal components analysis (PCA) requires all variables to have equal sample intervals; thus, to apply PCA to our OM and physical proxies over the climate-dominated portion of our Holocene record we resampled %TOC, C/N, %BSi, d13C, d15N, MS and density using the Analyseries software (Paillard et al., 1996). %BSi, which has the lowest temporal resolution, limits our resampling to 20-year intervals for all proxies between 8 and 1.1 ka. PCA was performed using R, with each dataset scaled to unit variance. Principal component 1 (PC1) and PC2 accounted for 36.3 and 21.4% of the variation in the data, respectively (Table 3). Other components each accounted for <15% of the variance and were disregarded. Discrete data clouds in the PCA bi-plot distinguish periods identified in the time series (Fig. 6). Tephra-dominated intervals plot in separate PCA space, indicating unique ecosystem perturbations resulting from tephra fall events. Component scores were used to produce succinct time series. Physical proxies and OM productivity dominate the PC1 time series, whereas PC2 integrates biological proxies representative of ecosystem structure and OM source (Fig. 7b,c). We interpret PC1 to reflect the influence of tephra on the catchment, and PC2 as a synthesis of millennial-scale climate-driven environmental change, which cluster into three periods indicating a pattern of long-term cooling, defined below.\n8.0–5.7 ka: Holocene Thermal Maximum (HTM)\nThe onset of the HTM at VGHV is marked by the establishment of a quasi-equilibrium in all proxies by 8 ka. This does not exclude the possibility that even warmer intervals occurred before 8 ka, but that the influence of the\nCopyright # 2015 John Wiley & Sons, Ltd. J. Quaternary Sci., Vol. 30(3) 281–292 (2015)\ndecaying Iceland Ice Sheet and marine surface water perturbations probably linked to repeated Laurentide Ice Sheet meltwater outbursts precluded stability in the VGHV catchment before 8 ka. Between 8 and 5.7 ka, VGHV environmental proxies suggest relatively stable, productive lacustrine and catchment ecosystems, with limited\ncatchment erosion under relatively warm summers. Throughout the interval, C/N and d15N are nearly constant, and BSi is relatively high, ranging from 25 to 35%. d13C is more negative and %BSi higher than during the preceding millennia, suggesting greater diatom productivity. Additionally, elevated d15N is supportive of abundant littoral\nCopyright # 2015 John Wiley & Sons, Ltd. J. Quaternary Sci., Vol. 30(3) 281–292 (2015)\nvegetation. The timing of the HTM in VGHV is similar to reconstructions in other Icelandic archives (Caseldine et al., 2006; Larsen et al., 2012; Geirsd ottir et al., 2013). One brief perturbation shortly after 7 ka is reflected by a sudden reduction in TOC, a 4‰ shift in d13C and modest increases in density and MS, but without an obvious tephra\ninput signal at VGHV (Fig. 4). This short-lived perturbation is also observed in other Icelandic lake sediment records and has been interpreted as a response to repeated effusive Icelandic volcanic eruptions (Geirsd ottir et al., 2013). PC2 shifts between 6 and 5.7 ka indicated a cooling signal in the proxy record (Figs 6 and 7c).\nCopyright # 2015 John Wiley & Sons, Ltd. J. Quaternary Sci., Vol. 30(3) 281–292 (2015)"
  }, {
    "heading": "5.7–4.2 ka: Early Neoglaciation",
    "text": "At 5.7 ka a transition along PC2 in the PCA bi-plot supports initiation of an irreversible change in ecosystem configuration related to the onset of Neoglaciation (Figs 6 and 7c). This change, coupled with gradually increasing SAR and instability in the OM proxies, is consistent with OM dilution from tephra deposition into the lake. Volcanic activity dominates the proxy record from 5 to 4.2 ka, thus supporting our interpretation (Fig. 7a). Pollen assemblages show the VGHV watershed has been well vegetated since at least 5.6 ka (Hallsd ottir and Caseldine, 2005), explaining the relatively low minerogenic contribution to lake sediment before and at this time (Fig. 4i; Table 4). Biological proxies indicate numerous negative deviations in %TOC, %BSi and d13C coupled with positive deviations in C/N. These changes, explained by increased tephra dilution and reduced aquatic productivity, are probably due to a combination of lower temperatures and\nincreased landscape disturbance from tephra remobilization. Other Holocene lake records indicate onset of Neoglaciation at 5.5 ka with incremental cooling and amplification at 4.2 ka (e.g. Geirsd ottir et al., 2013)."
  }, {
    "heading": "4.2–1.1 ka: Intensification of Neoglaciation",
    "text": "Between 4.2 and 1.1 ka OM proxies indicate significant decadal- to centennial-scale disturbances. This variability is probably related to the influence of increased nearby volcanism during a period of persistent cooling. During this period VGHV lake sediment recorded more frequent and thicker tephra fall events than in the preceding four millennia. At 4.3 ka SAR increases in conjunction with peaks in MS and density and a cluster of eruptions, including the significant rhyolitic tephra, Hekla 4 (H4: 4.2 ka). H4 produced 9 km3 of tephra covering over 62 200 km2 of land with at least 1 cm of vitric material (Larsen and Thorarinsson, 1977). The H4 horizon coincides with a step change to cooler summers at VGHV as demonstrated by the PC2 time series (Fig. 7c). Our proxy record indicates dramatic short-lived decreases in % TOC, d13C and %BSi coupled with increases in C/N, MS and density immediately after 4.2 ka (Fig. 4). Component scores show an irreversible shift in PC2 and increased variability in PC1 (Fig. 7b,c) after 4.2 ka, suggesting a persistently cooler and more inhospitable climate state. Pollen assemblages in VGHV indicate a decline in tree pollen and increased abundance of shrub and herb pollen following H4 tephra deposition (Hallsd ottir and Caseldine, 2005), supporting our interpretation of an altered ecosystem state after H4. The H4 horizon coincides with significant ice cap expansion at Langj€okull (Larsen et al., 2012) and increased catchment instability in other Icelandic lake sediment records (Geirsd ottir et al., 2013). The high frequency of tephra deposition during Neoglaciation created numerous short-lived peaks in MS and density, with physical proxies returning to pre-tephra fall values within decades to centuries (Fig. 4). Notable thick tephra horizons deposited in VGHV during this period include KN ( 3.5 ka), KE ( 3.0 ka), and H-A ( 2.5 ka) (Fig. 3). Hallsd ottir and Caseldine (2005) used these tephra horizons as chronostratigraphic markers to analyse pollen assemblages surrounding these tephra fall events. They observed centennial-scale changes in tree abundances, implying factors other than volcanic eruptions must have operated to reduce woodland cover. The pollen data are consistent with our interpretation that decreasing summer insolation resulted in ecosystems increasingly sensitive to disturbance, so that explosive volcanism could have triggered significant abrupt ecosystem reorganization in southern Iceland.\nTable 3. PCA summary and component loadings for VGHV multi-proxy record between 8.3 ka and settlement (1.1 ka).\nComp 1 Comp 2 Comp 3 Comp 4 Comp 5 Comp 6 Comp 7\nSD 1.59 1.23 1.02 0.87 0.74 0.56 0.54 Proportion of variance 0.363 0.214 0.149 0.108 0.079 0.045 0.041 Cumulative proportion 0.363 0.577 0.727 0.835 0.914 0.959 1 Loadings %TOC 0.454 0.289 0.582 0.248 0.555 C/N 0.147 0.497 0.583 0.15 0.597 0.103 %BSi 0.499 0.139 0.201 0.421 0.692 0.167 d13C 0.069 0.165 0.661 0.12 0.194 d15N 0.494 0.684 0.189 0.29 0.397 MS 0.523 0.178 0.333 0.163 0.739 Density 0.491 0.166 0.536 0.168 0.194 0.612\nCopyright # 2015 John Wiley & Sons, Ltd. J. Quaternary Sci., Vol. 30(3) 281–292 (2015)\nDuring Neoglaciation OM proxies support two plausible consequences of tephra fall into the lake basin: lacustrine OM dilution and/or an influx of terrestrial OM. Tephra deposition probably led to OM dilution increasing sediment transport and/or transient declines in lacustrine and/or terrestrial primary productivity. As depressions of d13C are often shorter in length than deviations in %TOC and %BSi, any influx of terrestrial OM was fleeting and increased SAR from the deposition of remobilized tephra dominated the signal. A transient decline in lake primary productivity immediately after tephra horizons is supported by short-lived declines in d13C and d15N and elevated C/N (Fig. 4). This signal supports alteration of ecosystem structure, including a reduction in littoral communities after tephra fall events. Changes in d13C, C/N and d15N are often shorter lived than deviations in % TOC, %BSi, MS and density, supporting a longer period of\nincreased SAR rather than decreased primary productivity. Hardard ottir et al. (2001) observed continued deposition of remobilized tephra into Hestvatn, a lake 10 km north-west of VGHV, for many decades following deposition of the KN ( 3.5 ka) and H4 ( 4.2 ka) tephra, supporting arguments for similar periods of elevated SAR within VGHV. Therefore, we argue that transient increases in SAR coupled with shorterlived decreases in lacustrine primary productivity created variability in the multi-proxy record following substantial tephra fall events in VGHV."
  }, {
    "heading": "1.1 ka to present: anthropogenic overprint",
    "text": "Human settlement of Iceland at 1.1 ka contributed to large ecosystem changes in the VGHV catchment. Pollen evidence from VGHV suggests most woodlands were\neliminated in the catchment after settlement, and woodlands did not re-establish due to sheep grazing, allowing grass heath, dwarf shrub and mires to expand at their expense (Hallsd ottir and Caseldine, 2005). Significant centennial-scale structure is observed in proxy signals from 1.1 ka to the present with changes attributable to both climate conditions and extensive catchment modification following the settlement of Iceland. Elevated SAR following settlement is not coupled with increases in MS, density or thick tephra layers, indicating increased SAR resulted from the erosion of organic-rich soils. Increased soil erosion and decreased aquatic productivity at 0.3 ka is probably attributable to both anthropogenic and climate processes related to intensification of the LIA (e.g. Larsen et al., 2011) and modern agricultural practices (Fig. 4). The LIA is overshadowed by the signal of settlement, making it difficult to precisely date the timing and duration of postsettlement climate events in these lake sediments. Farming practised within the lake catchment contributed to an abrupt increase in erosion persisting for centuries. SAR reached its Holocene maximum during the last millennium, peaking at 2.4mm a 1 at 0.8 ka approximately 250 years after settlement. Sustained depression of %BSi and %TOC in the late Holocene is related to dilution attributable to the dramatic increase in SAR. The lack of variability in physical proxies supports the input of organic-rich soil and terrestrial vegetation rather than minerogenic eroded bedrock or tephra (Fig. 4). Changes in the proportions of the various OM proxies suggest complicated shifts in OM sources delivered to the sediment. These are probably attributable to increases in the terrestrial component due to increased soil erosion from intensified utilization of scrub vegetation and overgrazing (Dugmore and Buckland, 1991; Hallsd ottir and Caseldine, 2005)."
  }, {
    "heading": "Conclusions",
    "text": "Lacustrine ontogeny dominates the VGHV proxy record between 11.0 and 8.3 ka, with deposition of the Saksunarvatn tephra at 10.3 ka resetting lake development. A climate signal is most faithfully pronounced between 8.3 and 1.1 ka. During this interval short-term proxy variability is associated with tephra deposition in the lake and catchment while centennial- and millennial-scale changes relate to climate. The HTM is clearest between 8.3 and 5.7 ka, with the lake system transitioning to an alternative quasi-stable ecosystem state at 5.7 ka, reflecting the onset of Neoglaciation. Intensification of the summer cooling at 4.2 ka produced another irreversible change to ecosystem structure and function. Anthropogenic signals overprint the climate record following the settlement of Iceland at 1.1 ka, precluding the preservation of a clear LIA signal. Detailed study of the last 1500 years could help isolate and explain the anthropogenic component observed in the proxy record. Synchronous multi-proxy lake records from Hv ıt arvatn and Haukadalsvatn (Figs 1b and 7d) have previously demonstrated a consistent Holocene climate evolution across Iceland despite varied lake characteristics and geography (Geirsd ottir et al., 2013). Proxies from VGHV indicate less variability but similar timing of environmental changes recognized in other Icelandic lakes (e.g. Caseldine et al., 2006; Larsen et al., 2012; Geirsd ottir et al., 2013). When comparing principal component time series from VGHV to the composite record of Hv ıt arvatn and Haukadalsvatn (Geirsd ottir et al., 2013) (Fig. 7), synchronous yet lower magnitude climate-driven change is observed at VGHV. This supports arguments for modest regional variability in the amplitude of climate events\nin Iceland (Axford et al., 2007) reflecting variability in the flux of warm surface water flowing west and north of Iceland (Geirsd ottir et al., 2009a,b, 2013; Larsen et al., 2011, 2012). A greater advection of warm surface waters around Iceland in the early Holocene is supported by water mass reconstructions from the west and north Icelandic shelf ( Olafsd ottir et al., 2010). However, proxies in VGHV sediment favor a more persistent flow of the main IC along southern Iceland through the Holocene, resulting in lower amplitude climatedriven changes, in contrast to greater variability in the warmwater flux along west and north-west Iceland, and corresponding higher amplitude climate signals in lake sediment records from those regions.\nSupporting Information\nAdditional supporting information may be found in the online version of this article at the publisher’s web-site.\nAcknowledgements. We gratefully acknowledge support from RANNIS (grant nos. 100233021 and 130775051) and US Nation Science Foundation (OPP-ARC-0909347). Thanks to Kate Zalzal, Christopher Florian, Thorsteinn J onsson and Sveinbj€orn Steinth orsson for their assistance in the field, and to the LRC, University of Minnesota, and the Hu Laboratory at University of Illinois at Urbana-Champaign, for laboratory assistance and analyses.\nAbbreviations. . BSi, biogenic silica; DIC, dissolved inorganic carbon; DIN, dissolved inorganic nitrogen; EMPA, electron microprobe analysis; EVZ, Eastern Volcanic Zone; H4, Hekla 4; HTM, Holocene Thermal Maximum; IC, Irminger Current; LIA, Little Ice Age; MS, magnetic susceptibility; NAC, North Atlantic Current; OM, organic matter; PCA, principal components analysis; SAR, sediment accumulation rate; TN, total nitrogen; TOC, total organic carbon; VGHV, Vestra Gı́slholtsvatn."
  }],
  "year": 2015,
  "references": [{
    "title": "The 8k event: cause and consequences of a major Holocene abrupt climate change",
    "authors": ["ottir AM"],
    "venue": "Quaternary Science Reviews",
    "year": 2005
  }, {
    "title": "Nonuniform response of the major surface currents in the Nordic Seas to insolation forcing: implications for the Holocene climate variability",
    "authors": ["N c", "A Jennings"],
    "venue": "Paleoceanography 19,",
    "year": 2004
  }, {
    "title": "Holocene temperature history of northern Iceland inferred from subfossil midges",
    "authors": ["A ottir"],
    "venue": "Quaternary Science Reviews",
    "year": 2007
  }, {
    "title": "Methods and code for ‘classical’ age-modelling of radiocarbon sequences",
    "authors": ["M. Blaauw"],
    "venue": "Quaternary Geochronology 5: 512– 518.",
    "year": 2010
  }, {
    "title": "Early Holocene climate variability and the timing and extent of the Holocene thermal maximum (HTM) in northern Iceland",
    "authors": ["C Caseldine", "P Langdon", "N. Holmes"],
    "venue": "Quaternary Science Reviews 25: 2314–2331.",
    "year": 2006
  }, {
    "title": "Terrestrial ecosystems and the global biogeochemical silica cycle",
    "authors": ["Conley DJ."],
    "venue": "Global Biogeochemical Cycles 16: 68–1–68. 8.",
    "year": 2002
  }, {
    "title": "Tephrochronology and late Holocene soil erosion in south Iceland",
    "authors": ["A Dugmore", "P. Buckland"],
    "venue": "Environmental Change in Iceland: Past and Present, Maizels JK, Caseldine C (eds). Kluwer Academic Publishers: Dordrecht; 147–159.",
    "year": 1991
  }, {
    "title": "A brief history of climate - the northern seas from the Last Glacial Maximum to global warming",
    "authors": ["T Eldevik", "B Risebrobakken", "AE Bjune"],
    "venue": "Quaternary Science Reviews 106: 225–246.",
    "year": 2014
  }, {
    "title": "Holocene climate conditions and glacier variation in central Iceland from physical modelling and empirical evidence",
    "authors": ["A ottir"],
    "venue": "Quaternary Science Reviews",
    "year": 2008
  }, {
    "title": "2009a Holocene and latest Pleistocene climate and glacier fluctuations in Iceland",
    "authors": ["A ottir", "GH Miller", "Y Axford"],
    "venue": "Quaternary Science Reviews",
    "year": 2009
  }, {
    "title": "Abrupt Holocene climate transitions in the northern North Atlantic region recorded by synchronized lacustrine records in Iceland",
    "authors": ["A ottir", "GH Miller", "DJ Larsen"],
    "venue": "Quaternary Science Reviews",
    "year": 2013
  }, {
    "title": "2009b A 2000 year record of climate variations reconstructed from Haukadalsvatn, West Iceland",
    "authors": ["A ottir", "GH Miller", "T Thordarson"],
    "venue": "Journal of Palaeolimnology",
    "year": 2000
  }, {
    "title": "Miniature gravity corer for recovering short sediment cores",
    "authors": ["J. Glew"],
    "venue": "Journal of Palaeolimnology 5: 285–287.",
    "year": 1991
  }, {
    "title": "Ash layers from Iceland in the Greenland GRIP ice core correlated with oceanic and land sediments",
    "authors": ["K onvold", "N Oskarsson", "SJ Johnsen"],
    "venue": "Earth and Planetary Science Letters",
    "year": 1995
  }, {
    "title": "A review of various factors influencing the stable carbon isotope ratio of organic lake sediments by the change from glacial to post-glacial environmental conditions",
    "authors": ["S. Håkansson"],
    "venue": "Quaternary Science Reviews 4: 135–146.",
    "year": 1985
  }, {
    "title": "On the pre-settlement history of Icelandic vegetation",
    "authors": ["M. ottir"],
    "venue": "Buvisindi",
    "year": 1995
  }, {
    "title": "The Holocene vegetation history of Iceland, state-of-the-art and future research",
    "authors": ["ottir M", "Caseldine CJ"],
    "venue": "In IcelandModern Processes and Past Environments,",
    "year": 2005
  }, {
    "title": "Deglacial and Holocene sediment distribution in Hestvatn, South Iceland, derived from a seismic and multibeam survey. J€",
    "authors": ["A ottir", "GH Miller"],
    "year": 2009
  }, {
    "title": "North Atlantic-Nordic Seas exchanges",
    "authors": ["B Hansen", "S. Østerhus"],
    "venue": "Progress in Oceanography 45: 109–208.",
    "year": 2000
  }, {
    "title": "The inflow of Atlantic Water, heat, and salt to the Nordic Seas across the GreenlandScotland Ridge",
    "authors": ["B Hansen", "S Østerhus", "W Turrell"],
    "venue": "Arctic-Subarctic Ocean Fluxes: Defining the Role of the Northern Seas in Climate, Dickson RR, Meincke J, Rhines P (eds). Springer: Dordrhect; 15–43.",
    "year": 2008
  }, {
    "title": "Late Weichelian and Holocene environmental history of south and west Iceland as interpreted from studies of lake and terrestrial sediments",
    "authors": ["J. ottir"],
    "venue": "PhD thesis,",
    "year": 1999
  }, {
    "title": "Seismostratigraphy and sediment studies of Lake Hestvatn, southern Iceland: implications for the deglacial history of the region",
    "authors": ["ottir AE"],
    "venue": "Journal of Quaternary Science",
    "year": 2001
  }, {
    "title": "Influence of the Atlantic",
    "authors": ["H un", "AB Sandø", "H Drange"],
    "venue": "Subpolar Gyre on the thermohaline circulation. Science",
    "year": 2005
  }, {
    "title": "Tephra stratigraphy and geochemistry from three Icelandic lake cores: a new method for determining source volcano of tephra layers",
    "authors": ["A. Jagan"],
    "venue": "MSc thesis, University of Edinburgh.",
    "year": 2010
  }, {
    "title": "Paleoclimate changes inferred from stable isotopes and magnetic properties of organicrich lake sediments in Arctic Norway",
    "authors": ["AD Janbu", "Ø Paasche", "MR. Talbot"],
    "venue": "Journal of Palaeolimnology 46: 29–44.",
    "year": 2011
  }, {
    "title": "Mid Holocene to late glacial tephrochronology West Iceland as revealed in three lacustrine environments. MSc thesis, University of Iceland",
    "authors": ["ottir GE"],
    "year": 2007
  }, {
    "title": "Holocene thermal maximum in the western Arctic (0- 180 degrees W)",
    "authors": ["DS Kaufman", "TA Ager", "NJ Anderson"],
    "venue": "Quaternary Science Reviews 23: 529–560.",
    "year": 2004
  }, {
    "title": "Stable isotopes and planktonic trophic structure in Arctic lakes",
    "authors": ["GW Kling", "B Fry", "WJ. O’Brien"],
    "venue": "Ecology",
    "year": 1992
  }, {
    "title": "Lacustrine evidence of early-Holocene environmental change in northern Iceland: a multiproxy palaeoecology and stable isotope study",
    "authors": ["PG Langdon", "MJ Leng", "N Holmes"],
    "venue": "Holocene 20: 205– 214.",
    "year": 2010
  }, {
    "title": "A 3000-year varved record of glacier activity and climate change from the proglacial lake",
    "authors": ["A ottir"],
    "year": 2011
  }, {
    "title": "Non-linear Holocene climate evolution in the North Atlantic: a high-resolution, multiproxy record of glacier activity and environmental change",
    "authors": ["A ottir"],
    "year": 2012
  }, {
    "title": "Holocene eruptions within the Katla volcanic system, south Iceland: characteristics and environmental impact",
    "authors": ["G. Larsen"],
    "venue": "J€",
    "year": 2000
  }, {
    "title": "Holocene tephra archives and tephrochronology in Iceland a brief overview",
    "authors": ["G Larsen", "J. Eriksson"],
    "venue": "J€",
    "year": 2008
  }, {
    "title": "Post-glacial climate change and its effect on a shallow dimictic lake in Nova Scotia, Canada",
    "authors": ["B Lennox", "I Spooner", "T Jull"],
    "venue": "Journal of Palaeolimnology 43: 15–27.",
    "year": 2010
  }, {
    "title": "Sediment organic matter",
    "authors": ["Meyers PA", "Teranes JL."],
    "venue": "Tracking Environmental Change using Lake Sediment: Physical and Geochemical Methods, Last WM, Smol JP (eds). Kluwer: Dordrecht; 239–269.",
    "year": 2001
  }, {
    "title": "Abrupt onset of the Little Ice Age triggered by volcanism and sustained by sea-ice/ ocean feedbacks",
    "authors": ["A ottir", "YF Zhong"],
    "venue": "Geophysical Research Letters",
    "year": 2012
  }, {
    "title": "A simple method for the rapid determination of biogenic opal in pelagic marine-sediments",
    "authors": ["Mortlock RA", "Froelich PN."],
    "venue": "Deep Sea Research Part A. Oceanographic Research Papers 36: 1415– 1426.",
    "year": 1989
  }, {
    "title": "Katla volcano, Iceland: magma composition, dynamics and eruption frequency as recorded by Holocene tephra layers",
    "authors": ["BA ottir", "O Sigmarsson", "G Larsen"],
    "venue": "Bulletin of Volcanology",
    "year": 2008
  }, {
    "title": "Holocene marine and lacustrine paleoclimate and paleomagnetic records from Iceland: land-sea correlations",
    "authors": ["S. ottir"],
    "venue": "PhD thesis, University of Iceland",
    "year": 2010
  }, {
    "title": "Holocene variability of the North Atlantic Irminger current on the south- and northwest shelf of Iceland",
    "authors": ["A ottir"],
    "venue": "Marine Micropaleontology",
    "year": 2010
  }, {
    "title": "Macintosh program performs time-series analysis",
    "authors": ["D Paillard", "L Labeyrie", "P. Yiou"],
    "venue": "Eos, Transactions American Geophysical Union 77: 379.",
    "year": 1996
  }, {
    "title": "Physical and chemical predictors of diatom dissolution in freshwater and saline lake sediments in North America and West Greenland",
    "authors": ["DB Ryves", "RW Battarbee", "S Juggins"],
    "venue": "Limnology and Oceanography 51: 1355–1368.",
    "year": 2006
  }, {
    "title": "The eruptions of Hekla in historical times",
    "authors": ["S. Thorarinsson"],
    "venue": "The Eruption of Hekla 1947–48, Einarsson T, Kjartansson G, Thorarinsson S (eds). Society Scientific Islandica: Reykjav",
    "year": 1967
  }, {
    "title": "New estimates of sulfur degassing and atmospheric mass-loading by the 934 AD Eldgja eruption, Iceland",
    "authors": ["T Thordarson", "DJ Miller", "G Larsen"],
    "venue": "Journal of Volcanology and Geothermal Research 108: 33–54.",
    "year": 2001
  }, {
    "title": "The stable isotopic (C and N) composition of modern plants and lichens from northern Iceland: with ecological and palaeoenvironmental implications",
    "authors": ["Wang Y", "Wooller MJ."],
    "venue": "J€",
    "year": 2006
  }, {
    "title": "Mid- to Late Holocene climate change: an overview",
    "authors": ["J utikofer"],
    "venue": "Quaternary Science Reviews",
    "year": 2008
  }, {
    "title": "Structure and origin of Holocene cold events",
    "authors": ["H Wanner", "O Solomina", "M Grosjean"],
    "venue": "Quaternary Science Reviews 30: 3109– 3123.",
    "year": 2011
  }, {
    "title": "A multiple stable isotope record of Late Quaternary limnological changes and chironomid paleoecology from northeastern Iceland",
    "authors": ["M Wooller", "Y Wang", "Y. Axford"],
    "venue": "Journal of Palaeolimnology 40: 63–77.",
    "year": 2008
  }, {
    "title": "A square-rod piston sampler for lake sediments",
    "authors": ["Wright HE."],
    "venue": "Journal of Sedimentary Research 37: 975–976. Copyright # 2015 John Wiley & Sons, Ltd.",
    "year": 1967
  }],
  "id": "SP:a9679488a800c66a496c7592c85ccf94398d45d8",
  "authors": [{
    "name": "CELENE L. BLAIR",
    "affiliations": []
  }, {
    "name": "ASLAUG GEIRSD OTTIR",
    "affiliations": []
  }, {
    "name": "GIFFORD H. MILLER",
    "affiliations": []
  }],
  "abstractText": "Vestra G ıslholtsvatn, a non-glacial lake in southern Iceland, provides a continuous high-resolution multi-proxy paleoenvironmental record spanning more than 10 ka. It is characterized by an interplay between volcanic and climatic controls on the lake sediment environmental proxies. Initial lake ontogeny was disrupted by deposition of the Saksunarvatn tephra ( 10.3 ka) followed by unusually slow ontogeny for 2 ka. Principal component analysis defines three climate zones between 8 and 1 ka. Quasi-stabilization and warm summer proxies between 8 and 5.7 ka define Holocene Thermal Maximum conditions. A subtle shift to cooler summers between 5.7 and 4.2 ka is interpreted as early Neoglaciation, intensifying after 4.2 ka. Following settlement of Iceland ( 1.1 ka) anthropogenic signals overprint the climate record. Throughout the record short-term variability is attributed to tephra fall events in the catchment from nearby explosive volcanism, whereas centennialand millennial-scale changes are attributed to climate. When compared with other Icelandic lakes, environmental proxies from Vestra G ıslholtsvatn indicate less variability albeit similar timing of environmental change, suggesting a relatively stable flow of the Irminger Current along the south coast of Iceland compared with a more variable flow of warm Atlantic surface water along the western and northern coasts of Iceland after 8 ka. Copyright # 2015 John Wiley & Sons, Ltd.",
  "title": "A high-resolution multi-proxy lake record of Holocene environmental change in southern Iceland"
}