{
  "sections": [{
    "text": "KEYWORDS: dating; Eifel; optically stimulated luminescence; thermoluminescence; volcanism."
  }, {
    "heading": "Introduction",
    "text": "Accurate and precise chronometric dating of late Quaternary volcanic activity is of paramount importance for estimating the temporal pattern of past eruptions of a volcanic area, which is often used as a basis for assessing the likelihood of future eruptions (Schmincke, 2007). Furthermore, volcanic ejecta and lava flows act as important stratigraphic markers in geomorphological, geological, climate and archaeological sciences. Two important dating methods are at their upper (14C on organic material; 50 ka) or lower (40Ar/39Ar; depending on the presence of sanidines) limits of applicability and thus have large associated uncertainties or often completely fail for Late Pleistocene and Holocene volcanic events. Furthermore, paucity of the required material for dating and lack of clear causal connection to volcanic activity often hampers the use of a specific method, such as absence of organic material for the 14C technique (Schmincke, 2007; Mertz et al., 2015). Surface exposure dating of lava flows using cosmogenic nuclides (e.g. 3He and 10Be) is a recent and promising advancement in this field, but entails complex analytical procedures (e.g. Heineke et al., 2016). Luminescence methods have the potential to chronologically constrain volcanic eruptions by dating the last heating event, sometimes in combination with the impact of shock waves resulting from phreatomagmatic (maar) explosions (Fattahi and Stokes, 2003; Z€oller et al., 2009; Preusser et al., 2011). These two events may be recorded in (i) volcanic material and/or (ii) associated xenoliths consisting of country rock, of which the luminescence signal was erased by heat from\nadjacent lava or by pressure-induced disintegration in the course of phreatomagmatic explosions (Rufer et al., 2012). Luminescence dating of volcanic rocks (e.g. basalt) has been frequently attempted with varying success. Studies by Wintle (1973), Tsukamoto and Duller (2008) and Tsukamoto et al. (2011) showed strong so-called anomalous fading of the thermoluminescence (TL) and infrared stimulated luminescence (IRSL) of feldspars from rhyolites and basalts. This effect, which is thought to be partly driven by the rock cooling rate (Aitken, 1985), causes age underestimation and was also detected in volcanic quartz (e.g. Bonde et al., 2001). Despite recently attained access to IRSL signals of volcanic feldspars with lower fading rates (Biswas et al., 2013; Tsukamoto et al., 2014), luminescence dating of juvenile volcanogenic minerals and glasses commonly involves errorprone correction procedures for anomalous fading (e.g. Tsukamoto et al., 2007; Z€oller and Blanchard, 2009). This also applies to luminescence dating of tephra for which the distinction between volcanic and non-volcanic components is often difficult. Although red TL (RTL) applied to quartz phenocrysts from tephra shows no fading and resulting ages are in good agreement with independent age control (Toyoda et al., 2006; Tsukamoto et al., 2007; Ganzawa and Ike, 2011), this approach fails for dating those volcanic events with products lacking macroscopic quartz crystals, such as the emplacement of a mafic lava flow. In these cases, crustal xenoliths in volcanic contexts deserve attention as chronometers of eruptional activity. Preusser et al. (2011) successfully dated sand-sized bedrock clasts produced by phreatomagmatic explosions, which they collected in tephra from the Ulmener Maar and the Meerfelder Maar in the Eifel Volcanic Field (EVF). Saturated luminescence signals and Correspondence to: C. Schmidt, as above. E-mail: christoph.schmidt@uni-bayreuth.de\nCopyright # 2017 John Wiley & Sons, Ltd.\nlarge spread in equivalent doses of the Laacher See Volcano tephra, however, suggest that phreatomagmatic processes are less effective in zeroing the luminescence signals carried by quartz and feldspar grains (Z€oller and Blanchard, 2009; Preusser et al., 2011). Moreover, centimetre- to decimetresized xenoliths ejected from the vent and incorporated in the lava or scoria are promising dosimeters of their last heating during or shortly after their emplacement in a lava flow or scoria cone. Supporting the fundamental applicability of this approach, Rufer et al. (2012) modelled and verified experimentally that complete luminescence signal resetting of a 7 7 7cm3 granite cube in contact with 800 ˚C lava occurs in <5min; after 15min the interior of the cube attained the temperature of the surrounding lava. While Z€oller and Blanchard (2009) raise concerns on the complete thermal resetting of luminescence in crustal xenoliths, recent RTL investigations of slate xenoliths taken from lava flows in the EVF indicate a not yet understood RTL age underestimation for quartz samples having been heated to very high temperatures (probably >900 ˚C; Richter et al., 2015). Here we present luminescence ages for xenoliths enclosed in scoria and for bedrock underlying thick scoria deposits from the Bad Bertrich and Wartgesberg volcanic groups, both located in the SE of the West Eifel Volcanic Field (WEVF). Being aware of potential RTL age underestimation of strongly heated quartz, we performed control measurements using luminescence signals (optically stimulated luminescence, OSL, from quartz and post-infrared IRSL, post-IR IRSL, from polymineral separates) for which a similar effect has not been reported so far. While independent age control is available for the Wartgesberg locality (40Ar/39Ar: 32 17 and 29 15 ka, Mertz et al., 2015; 14C: 33 004 795 cal a BP, pers. comm. L. Eichhorn, 2016; varve counting: 27.9 2.0 ka, Sirocko et al., 2016), the age of the Facher H€ohe scoria cone (Bad Bertrich group) is still poorly constrained (40Ar/39Ar: 32 11 ka, Mertz et al., 2015). Hence, the aims of the present study are:\n1. Comparison of the RTL dating method applied to volcanically heated quartz against independent age control. 2. Cross-check of RTL results against OSL and post-IR IRSL ages to detect RTL age underestimation due to strong heating.\n3. Refinement of the eruptional chronology of the two investigated sites.\nThe results allow evaluation of the potential of various luminescence techniques to date volcanically heated crustal xenoliths or adjoining rock and therefore to overcome the general difficulty of dating Late Pleistocene and Holocene eruptions in corresponding settings. Furthermore, they enlarge the existing set of chronometric data for Eifel volcanic eruptions which are hypothesized to causally correlate to advance and retreat of the Fennoscandian ice sheet (B€uchel, 1993; Nowell et al., 2006; F€orster and Sirocko, 2016)."
  }, {
    "heading": "Geological setting",
    "text": "The EVF is the youngest area of active volcanism in central Europe (Schmincke, 2014) and rests on top of the uplifted Hercynian Rhenish Massif west of the tectonic structure of the Rhine Rift System (Fig. 1). While Eocene to Oligocene volcanism occurred along a N–S striking axis in the central Eifel area (near the cities of Adenau, Kelberg and Ulmen), Quaternary volcanic fields comprise around 360 eruptive centres parallel in the NE (East Eifel Volcanic Field, EEVF) and SW (WEVF) (B€uchel and Mertes, 1982; B€uchel, 1994; Schmincke, 2004). The earliest chronometrically ascertained Quaternary Eifel volcanism dates back to 722 38 ka in the NW of the WEVF (Singer et al., 2008) and to 494 ka in the NW of the EEVF (Fuhrmann and Lippolt, 1986). Generally, the WEVF as well as the EEVF are each divided in a NW area characterized by Middle Pleistocene volcanism and a SE area with Late Pleistocene eruptions (Schmincke, 2004; Meyer, 2013). The most recent eruptions are the Ulmener Maar phreatomagmatic explosion in the WEVF 14C-dated to 10 940 90 cal a BP and the Plinian Laacher See Volcano eruption 12 960 140 cal a BP in the EEVF (see Preusser et al., 2011, and references therein). The driving force of the Eifel volcanism is thought to be a mantle plume beneath the Rhenish Massif whose lateral motion with a velocity of 4–5 cm a 1 probably causes the migration of active volcanism towards the SE (Ritter et al., 2001; Mertz et al., 2015). Accordingly, future eruptions are expected to occur in the SE of the EVF (B€uchel, 1993; Schmincke, 2007).\nFigure 1. Map with major Quaternary volcanic eruptions in the East and West Eifel Volcanic Fields (map modified from Preusser et al., 2011, after Mertes, 1983 and Ziegler et al., 2004). Inset shows the Rhine Rift (beige), the Rhenish Massif (light brown) and areas of Quaternary and Tertiary volcanism (dark brown). URG, Upper Rhine Graben; LRG, Lower Rhine Graben; NL, Netherlands; L, Luxemburg. Cartography: Michael Wegener.\nCopyright # 2017 John Wiley & Sons, Ltd. J. Quaternary Sci., Vol. 32(5) 628–638 (2017)\nTherefore, we investigated two locations in the WEVF, which extends over 50 km from Ormont in the NW to Bad Bertrich in the SE and comprises predominantly maars, tuff rings, scoria cones and lava flows as surficial expression of volcanism. The basement is mainly composed of Devonian (quartzitic) slates and sandstones, pierced by vents having discharged lavas of MgO-rich composition, especially olivine-nephelinites and basanites in the SE between Gillenfeld and Bad Bertrich (Mertes, 1983; Meyer, 2013; Mertz et al., 2015). Luminescence methods appear to be specifically beneficial in such regions characterized by volcanic material lacking K-rich and Ar-retentive minerals which are necessary for reliable and precise 40Ar/39Ar dating. The basanitic Wartgesberg volcanic complex (50˚0602900N, 06˚5600700E, 425m a.s.l.) near the village of Strohn consists of several coalesced scoria and cinder cones aligned along the Alf valley. A long lava flow of 2.5 km length and up to 58m thickness developed from the Wartgesberg upstream into the Alf valley (Frechen et al., 1978; pers. comm. L. Eichhorn, 2016), thereby causing the damming of a palaeo-lake. In the quarry exposing the interior of the volcanic cones, samples for luminescence dating were taken from an eminence of folded Lower Devonian quartzite showing a preserved contact zone to scoria (Fig. 2; Supporting Information, Fig. S1). While sample BT1400 directly originates from the contact surface, three other quartzite samples (BT1397, BT1398, BT1399) were positioned >1m from overlying scoria. For these, heating is evidenced by intense reddening due to\noxidization of iron (see also Fig. 2). Modelling of the vertical temperature gradient in a 50-m-thick basaltic lava flow with an interior temperature of 1100 ˚C suggests that temperatures exceeding 500 ˚C were sustained in the upper 3–5m of underlying bedrock for several years or even decades (Patrick et al., 2004; see also Manley, 1992 for a rhyolite lava flow). Even for a thinner overburden of scoria of at least 10m as found for the Wartgesberg sampling site, we can thus legitimately expect complete luminescence signal resetting for all collected samples. The Facher H€ohe (50˚0403900N, 07˚0104300E, 437m a.s.l.) is the southernmost of a series of six scoria cones forming a 2-km-long and NW–SE-trending volcanic system in the SE of the WEVF. Four of these produced lava flows entering the Ueß valley (Meerheim, 1980). The Facher H€ohe scoria cone is composed of basalt columns in the central part overlain by several metres of thick red-brown welded cinder (Frechen et al., 1978; Meyer, 2013). The scoria contains centimetre- to decimetre-sized quartzite and slate xenoliths from the Devonian basement, from which four were taken for luminescence dating (BT1401, BT1402, BT1404, BT1405). Based on the presumed slow cooling rate of the welded scoria as well as the experiments and modelling done by Rufer et al. (2012; see Introduction), complete zeroing of previously accumulated radiation dose within the xenoliths is anticipated. The eruption of the Facher H€ohe is thought to be younger than the adjacent undated Dachskopf scoria cone (Meyer, 2013).\nCopyright # 2017 John Wiley & Sons, Ltd. J. Quaternary Sci., Vol. 32(5) 628–638 (2017)"
  }, {
    "heading": "Luminescence dating",
    "text": ""
  }, {
    "heading": "Sample preparation",
    "text": "Sample preparation in the laboratory was carried out under subdued red light conditions (640 20nm). The outer layer of at least 2mm thickness was cut off from each sample using a low-speed water-cooled diamond saw. Given the high opacity of the slate samples, it is assumed that all material influenced by daylight was completely removed and discarded. The remaining interior part was gently crushed in a hydraulic press and—if necessary—additionally softly disintegrated in a mortar to obtain grain sizes <63mm after sieving. Carbonates and organic material were dissolved with 10% HCl and 10% H2O2, respectively. Silt-sized grains in the range 4–20mm (quartz) and 4–30mm (polymineral) were then obtained by settling the <63mm fraction in water using appropriate settling times according to Stokes’ law. Restricting the grain sizes to the commonly used range of 4–11mm was not possible due to scarcity of sample material, especially for the xenoliths from the Facher H€ohe (BT1401, BT1402, BT1404, BT1405). Part of the polymineral material was etched in pre-treated H2SiF6 (34%) for at least 1 week and subsequently rinsed with 10% HCl to obtain pure quartz. The purity of quartz separates was checked by IR stimulation and inspection of the TL curve shape, in particular the 110 ˚C TL peak (Mauz and Lang, 2004).\nMeasurement setup and data evaluation\nAll luminescence measurements were carried out on a Freiberg Instruments lexsyg research reader (Richter et al., 2013; except where stated otherwise, see Supporting Information) equipped with a thermoelectrically cooled (ca. 10 ˚C) Hamamatsu H7421-40 photomultiplier tube with peak quantum efficiency in the range 550–600nm and thus suitable to record RTL. OSL and post-IR IRSL signals were registered with a Hamamatsu H7360-02 photomultiplier tube. The in-built 90Sr/90Y b-source has a dose rate of 0.061 0.002 Gy s 1 to fine grains. Alpha irradiation was done in vacuum (10 2mbar) with a Littlemoore 721/B irradiation facility equipped with 241Am foils (5.3 mCi) and delivering 0.021 0.002 Gy s 1 to fine grains of 4–11mm in diameter. The source was not specifically calibrated for the used grain size ranges 4–20mm (quartz) and 4–30mm (polymineral). Detection windows and other measurement parameters for OSL and post-IR IRSL are compiled in Table 1; for RTL a Chroma ET 620/60 interference filter was used. TL measurements and preheats above 200 ˚C were carried out in N2 atmosphere. All heating rates were set to 5 ˚C s\n1; the RTL background due to blackbody radiation was immediately measured on the same aliquot during a second TL readout and subtracted. The prepared quartz or polymineral fine grain material was suspended in water and pipetted as a thin (mono-) layer on stainless steel cups for measurements. Equivalent doses were calculated with an R-script based on the R-package ‘Luminescence’, version 0.6.0 (Kreutzer et al., 2012, 2016; R Development Core Team, 2016) for RTL and with the Analyst software (version 4.31; Duller, 2015) for OSL and post-IR IRSL."
  }, {
    "heading": "RTL of quartz",
    "text": "The equivalent dose (De) was determined using the RTL signal in the thermally stable temperature region identified by the heating plateau, showing complete or sufficient signal resetting for all samples (Fig. S2). Reasons for choosing RTL instead of more established techniques (OSL, IRSL; see Preusser et al., 2011) were (i) generally better RTL\ncharacteristics of bedrock quartz compared to OSL and thus wider applicability of this signal in various geological settings (e.g. Schmidt et al., 2015a); (ii) high saturation doses of RTL, expanding the dating range to at least several 100 ka (e.g. Fattahi and Stokes, 2000) and allowing us to apply the same method for dating a wide range of Quaternary eruptions; and (iii) the possibility of using a short single-aliquot regenerative dose (SAR) protocol for this emission (cf. Richter and Krbetschek, 2006), thereby significantly reducing measurement time. Such a short SAR protocol is based on a reduced number of dose points (usually 2–3), which are closely spaced around the natural signal and linearly fitted to obtain the De by interpolation. To cross-check the validity of RTL results in view of potential RTL dose underestimation (cf. Richter et al., 2015), control measurements were performed for some samples using OSL (BT1399, BT1400, BT1401), IRSL (BT1400) and post-IR IRSL (BT1401, BT1402). The ability of a short RTL–SAR protocol (Richter and Krbetschek, 2006) to reliably measure doses for the investigated materials was tested by administering a known b-dose (similar to the estimated De) to annealed sample material (cutheat to 430 ˚C) and running the protocol to see whether the dose can be recovered (dose recovery test, DRT). Our SAR protocol includes three regenerated dose points (R1, R2, R3) adopted to bracket the estimated De and one repeated dose point (R4¼R1) to check for adequate correction of sensitivity changes by means of the recycling ratio (e.g. Wintle and Murray, 2006). Initial tests confirmed considerable degrees of RTL sensitivity change in the course of the SAR cycles, necessitating the use of test dose monitoring (Rt) and sensitivity correction of measured RTL signals. The general scheme of the used RTL–SAR protocol is given in Table S1 and examples of typical RTL glow curves and dose– response curves are shown in Fig. 3. The results of the DRT for the RTL–SAR protocol are shown in Table S2. Dose– recovery ratios of 1.06 0.04 and 1.02 0.03 for samples BT1401 and BT1405, respectively, demonstrate the suitability of this protocol for accurately measuring doses with an uncertainty of <6%, lying well below the common acceptance criterion of <10% deviation from unity. However, a significant sensitivity change of the sample already during the first TL readout cannot be detected and corrected for by test dose monitoring. In this case, the SAR protocol would produce systematically wrong results. For sample BT1401, we therefore additionally applied a single-aliquot regenerative and additive dose (SARA) protocol (Mejdahl and BøtterJensen, 1994), which automatically takes into account sensitivity changes in the course of the first measurement. The slope of the fit of SAR–De vs. added dose furthermore corresponds to the dose recovery ratio in the SARA experiment, i.e. a slope of one indicates that an added dose was\nCopyright # 2017 John Wiley & Sons, Ltd. J. Quaternary Sci., Vol. 32(5) 628–638 (2017)\nsuccessfully recovered in the measured dose (Tsukamoto et al., 2017). Consistent SAR and SARA ages would thus confirm that the SAR protocol yields valid dose measurements of the investigated suite of samples."
  }, {
    "heading": "OSL of quartz",
    "text": "A prerequisite for obtaining reliable OSL ages of quartz is the dominance of the fast component in the initial OSL signal (Wintle and Murray, 2006). We therefore performed linearly modulated OSL (LM-OSL) measurements of the three samples chosen for comparing RTL with OSL ages (BT1399, BT1400, BT1401). LM-OSL results confirmed that the initial OSL signal is composed predominantly of the fast component (Figs. S4 and S5); experimental details are given in the Supporting Information. To find appropriate preheat conditions for the SAR protocol (Murray and Wintle, 2000; Table S1), a preheat plateau test was carried out, implying De determination using various preheat temperatures in the range 180–260 ˚C (in 20 ˚C increments) (e.g. Kim et al., 2009). The cutheat was set 40 ˚C lower than the preheat, except for 180 ˚C preheat temperature, where a cutheat to 160 ˚C was employed. Results indicate a preheat plateau in the range 180–220 ˚C (BT1399), 180–240 ˚C (BT1400) and 180–200 ˚C (BT1401) (Fig. 4); the De values of these temperatures were used for\nage calculation. Additionally, OSL DRTs were conducted on samples BT1399 and BT1401 after bleaching of the natural signal with blue diodes (twice for 100 s, interrupted by a 10 000 s pause). For these tests, a dose in the range of the expected De was administered and preheat temperatures in the range 180–260 ˚C were applied. Results show dose reproducibility within 10% deviation from the recovery dose in the temperature range 180–240 ˚C, thus justifying the selection of De values from the preheat plateau. Further details on the OSL DRT are given in Fig. S9. To tackle the problem of De underestimation for quartz heated to high temperatures (Richter et al., 2015), we tried to reproduce the heating conditions of sample BT1400 (close to the lava contact surface) in the laboratory by annealing it at 950 ˚C for 3 h in a muffle oven with subsequent 12 h cooling to room temperature. Before this treatment, the natural OSL (Ln) and the corresponding test dose signal (Tn) were recorded. The aim was to mimic as closely as possible the luminescence resetting and dose–response in nature. Specifically, in quartz luminescence models it was postulated that deep and\nCopyright # 2017 John Wiley & Sons, Ltd. J. Quaternary Sci., Vol. 32(5) 628–638 (2017)\nthermally very stable electron traps play a substantial role in modulating luminescence signal growth with dose by means of charge trapping competition (Bailey, 2001; Friedrich et al., 2017). Through emptying these deep traps in the laboratory by annealing, we tried to restore the configuration of charge distribution as it prevailed shortly after the eruption. The De was then determined by projecting the Ln/Tn ratio onto a dose–response curve constructed with multiple aliquots that received three different regenerative doses after they were annealed as described above (multiple-aliquot regenerative dose (MAR) protocol). Finally, to further examine potential thermal instability of OSL from sample BT1400, we conducted pulse annealing measurements; i.e. after bleaching the natural signal (same conditions as for DRT), the sample was repeatedly irradiated with the same dose, chosen to be in the range of the De ( 85 Gy), and heated to increasing temperatures (200–420 ˚C in 20 ˚C increments) before Lx/Tx measurement. Data points in a plot of Lx/Tx versus preheat temperature (Fig. S6) were then fitted to Equation (3) in Singarayer and Bailey (2003) to determine trap depth E and frequency factor s of the initial portion (0–0.5 s) of the OSL decay curve, which is taken to be almost completely composed of the fast component based on the LM-OSL measurements of this sample (Fig. S5). Results for E (1.36 0.03 eV) and s (7.6 5.8 1010 s 1; n¼ 3) allow us to calculate a lifetime at 7 ˚C (approximate today’s average temperature in the Eifel area) of this signal in the order of 1 Ma, which should be sufficient to accurately date Late Pleistocene samples taking into account a maximum signal loss of 5% (Aitken, 1985). Comparative pulse annealing analyses on sample BT1399 yielded slightly higher thermal signal stability (E¼ 1.53 0.13 eV, s¼ 1.7 2.8 1013 s 1; n¼ 3) with lifetimes at 7 ˚C of > 4 Ma (Fig. S7).\nPost-IR IRSL of polymineral grains\nAs RTL dose underestimation for quartz from xenolith samples having experienced very high temperatures was reported by Richter et al. (2015), we additionally carried out post-IR IRSL measurements at 290 ˚C stimulation temperature (Thiel et al., 2011) on polymineral fine grains (4–30mm) of samples BT1401 and BT1402. This emission may show slight anomalous fading (Buylaert et al., 2012) but annealinginduced signal loss is unknown so far. Our post-IR IRSL measurements followed the protocol of Thiel et al. (2011), but with a preheat of 320 ˚C for 10 s preceding the IRSL readouts at 50 and 290 ˚C (see Table 2 for the complete protocol). The performance of this protocol for our samples was checked by means of a DRT with the recovery dose in the range of the expected De. Before administering the\nrecovery dose, samples were zeroed by heat (cutheating to 430 ˚C), in analogue to the natural (volcanic) signal resetting mode. Results are shown in Table S1; recovery ratios of 1.01 0.13 and 0.90 0.07 for samples BT1401 and BT1402, respectively, confirm the accuracy of dose measurements within 10% uncertainty. We did not detect isothermal TL at 290 ˚C contributing to the post-IR IRSL signal, hence confirming the suitability of our preheat procedure (cf. Fu et al., 2012). As the post-IR IRSL signal of sample BT1400 was too dim for De determination, we used the IRSL50 signal instead (Table 2)."
  }, {
    "heading": "Fading tests",
    "text": "For all three examined emissions (RTL, OSL and post-IR IRSL), fading tests were conducted to check for (i) luminescence signal loss as an explanation for dose underestimation of quartz RTL and OSL over time caused by high-temperature heating (Richter et al., 2015) and (ii) anomalous fading (Wintle, 1973) of the post-IR IRSL of polymineral samples. The latter effect is expected to yield linear signal decay with the logarithm of elapsed time between laboratory irradiation and measurement, should the samples be affected by anomalous fading related to electron tunnelling in feldspars (Visocekas, 1985; Huntley and Lamothe, 2001). Fading tests generally followed the procedure described by Auclair et al. (2003): several aliquots per sample were given a regenerative dose in the order of the De, preheated (in the case of OSL and post-IR IRSL) and then measured (Lx/Tx) after a series of varying delay times t ranging from 758 s (prompt measurement) to 13.5 days, with t taking into account the fading occurring during prolonged irradiation (see Auclair et al., 2003 for details). Repeated prompt measurement at the end of the sequence served to test the reproducibility of the normalized signals (Lx/Tx). Aliquots were not removed from the luminescence reader to avoid loss of sample material, but they were transferred repeatedly between measurement and storage chamber (see Richter et al., 2013 for technical details). Normalized Lx/Tx values were subsequently plotted against log(t /t0), where t0 is the delay caused by irradiation and sample transport within the luminescence reader only. The negative slope of the linear regression line of the data points represents the so-called g-value or fading rate, which is in our case not normalized to a delay time of 2 days (cf. Huntley and Lamothe, 2001)."
  }, {
    "heading": "Dose rate determination",
    "text": "The total environmental dose rate relevant for the quartz and polymineral grains measured with various luminescence methods consists of an external part originating from the\nsurrounding country rock (BT1397, BT1398, BT1399) or scoria (BT1401, BT1402, BT1404, BT1405) as well as cosmic radiation and of an internal part from the sample itself. Since the outer layer of at least 2mm was removed from the samples during preparation, the external radiation contributes only with its g-contribution to the total dose rate. Sample BT1400 received half (2p solid angle) of its external dose rate from overlying scoria and half from the country rock (cf. Fig. S1). For samples BT1397, BT1398 and BT1399, the internal dose rate was set equal to the external dose rate (infinite matrix condition; see also Figs. 2 and S1). Radioelement (K, Th and U) contents for several representative samples of scoria from the Wartgesberg and the Facher H€ohe were analysed by low-level high-resolution g-ray spectrometry by Detlev Degering (Verein f€ur Kernverfahrenstechnik und Analytik Rossendorf e.V., Dresden, Germany). Attenuation of external g-radiation within the sample as well as the internal g-contribution to the dose rate were accounted for using the sample mass- and sample shape-dependent correction approach by Valladas (1985). The water content of scoria was estimated to 10 5%, while it was taken as 1 1% for the country rock of both locations (quartzite and quartzitic slate). For cosmic dose rate determination after Prescott and Hutton (1994), as implemented in the R-package ‘Luminescence’, version 0.6.0 (Kreutzer et al., 2012, 2016; R Development Core Team, 2016), we considered the full overburden (Wartgesberg: 20m; Facher H€ohe: 10m) for the entire dating period and a scoria density of 1.8 g cm 3. The internal contribution to the total dose rate was determined by thick-source a-counting (Th and U content; Aitken, 1985) in combination with inductively coupled plasma optical emission spectrometry (K content) of milled material <63mm taken from the interior part of the samples before chemical preparation. For translation of radioelement concentrations to dose rates, we used the conversion factors and grain size attenuation factors from Gu erin et al. (2011, 2012). The a-efficiency (a-value) of each emission was determined on annealed (cutheat to 430 ˚C) and a-irradiated aliquots using an SAR protocol (as outlined above for each specific emission) with b-irradiation for regenerative and test dose steps. Alpha- and b-doses were chosen within the linear part of the b-dose–response curve."
  }, {
    "heading": "Dating results",
    "text": "Results of dose rate determination are compiled in Tables 2 and 3. Gamma-ray spectrometry revealed equal activity of the 238U decay chain members and thus the absence of significant secular disequilibrium in this decay series. Fading tests indicate a signal loss of 0.3–1.0% per decade for the RTL emission (BT1399, BT1401); these values correspond to an age increase of 3–10% if a sample of age 30 ka were corrected for fading. However, as samples of the same lithology showed substantially different g-values and as the reproducibility of Lx/Tx values for the same t was poor (pointing to an effect different from fading, see Fig. S10), we did not apply a fading correction to RTL ages. The fading rate for the post-IR IRSL signal amounts to 1.2% per decade (BT1401, BT1402). Both samples showed high variation of post-IR IRSL g-values between individual aliquots. A few aliquots even showed a signal increase with t , due to large scatter of Lx/Tx values. We therefore refrained from correcting post-IR IRSL ages for fading. No substantial signal loss was detected for the OSL signal (BT1399, BT1401). Detailed results of the fading tests are shown in Table S3. The a-values for various samples and signals (RTL, OSL,\npost-IR IRSL) vary significantly (Table 3). Such behaviour, Ta b le\n3 .\nC al cu\nla te d d o se\nra te s\n_ D fo r th e in ve st ig at ed\nsa m p le s.\nIn te rn al\nm o is tu re\nco n te n t o f al l sa m p le s w as\nta ke n as\n1 1 w t%\n. ava lu es\nin it al ic s w er e m ea su re d , w h il e o th er s re p re se n t th e m ea n va lu es\nan d\nst an\nd ar d d ev ia ti o n o f th o se\nm ea su re d va lu es\nfo r o n e sp ec ifi c lo ca ti o n an\nd li th o lo gy . T h e IR SL\nava lu e w as\nad o p te d fr o m\nK re u tz er\net al . (2 0 1 4 ). Fo\nr sa m p le s B T 1 3 9 7 , B T 1 3 9 8 , B T 1 3 9 9 an\nd B T 1 4 0 0 th e in fi n it e m at ri x\nas su m p ti o n w as\nap p li ed\nfo r g -d o se\nra te\nd et er m in at io n . A ll va lu es\nar e gi ve n at\n1 s u n ce rt ai n ty\n(W , W ar tg es b er g;\nFH , Fa ch\ner H € o h e;\nQ , q u ar tz ; P M , p o ly m in er al ).\nSa m p le\nLo ca ti o n\nM in er al\nM et h o d\nEx t. m o is tu re\n(w t%\n) ava lu e\n_ D a (G\ny ka\n1 )\n_ D b (G\ny ka\n1 )\n_ D g , in t (G\ny ka\n1 )\n_ D g , e x t (G\ny ka\n1 )\n_ D c o sm\n(G y ka\n1 )\n_ D to ta l (G\ny ka\n1 )\nB T 1 3 9 7\nW Q\nR T LSA\nR 1 1\n0 .0 3 7 0 .0 0 5\n0 .3 9 5 0 .0 1 8\n1 .2 9 6 0 .1 1 1\n– 0 .8 0 9 0 .1 0 3\n0 .0 3 3 0 .0 0 3\n2 .5 3 3 0 .1 3 2\nB T 1 3 9 8\nW Q\nR T LSA\nR 1 1\n0 .0 3 7 0 .0 0 5\n0 .3 4 5 0 .0 1 6\n1 .3 3 1 0 .1 1 6\n– 0 .7 8 2 0 .0 9 5\n0 .0 3 3 0 .0 0 3\n2 .4 9 2 0 .1 3 3\nB T 1 3 9 9\nW Q\nR T LSA\nR 1 1\n0 .0 3 7 0 .0 0 5\n0 .3 8 0 0 .0 1 9\n1 .3 1 6 0 .1 0 8\n– 0 .7 7 0 0 .0 8 9\n0 .0 3 3 0 .0 0 3\n2 .4 9 8 0 .1 2 3\nQ U V -O\nSL -S A R\n1 1\n0 .0 3 4 0 .0 0 1\n0 .3 4 9 0 .0 0 8\n1 .3 1 6 0 .1 0 8\n– 0 .7 7 0 0 .0 8 9\n0 .0 3 3 0 .0 0 3\n2 .4 6 8 0 .1 2 2\nB T 1 4 0 0\nW Q\nR T LSA\nR 1 0 5\n0 .0 3 7 0 .0 0 5\n0 .5 2 6 0 .0 2 3\n2 .1 8 6 0 .1 9 3\n– 0 .8 6 4 0 .0 9 0\n0 .0 3 5 0 .0 0 4\n3 .6 1 2 0 .2 1 4\nQ U V -O\nSL -S A R\n1 0 5\n0 .0 3 4 0 .0 0 1\n0 .4 8 4 0 .0 1 0\n2 .1 8 6 0 .1 9 3\n– 0 .8 6 4 0 .0 9 0\n0 .0 3 5 0 .0 0 4\n3 .5 6 9 0 .2 1 3\nQ U V -O\nSL -M\nA R\n1 0 5\n0 .0 3 4 0 .0 0 1\n0 .4 8 4 0 .0 1 0\n2 .1 8 6 0 .1 9 3\n– 0 .8 6 4 0 .0 9 0\n0 .0 3 5 0 .0 0 4\n3 .5 6 9 0 .2 1 3\nP M\nIR SL\n1 0 5\n0 .0 7 5 0 .0 1 0\n1 .0 6 7 0 .0 4 6\n2 .1 8 6 0 .1 9 3\n– 0 .8 6 4 0 .0 9 0\n0 .0 3 5 0 .0 0 4\n4 .1 5 3 0 .2 1 8\nB T 1 4 0 1\nFH Q\nR T LSA\nR 1 0 5\n0 .0 8 3 0 .0 0 5\n0 .7 1 4 0 .0 2 3\n3 .7 9 8 0 .3 9 1\n0 .1 1 9 0 .0 1 0\n0 .8 1 7 0 .0 8 3\n0 .0 3 3 0 .0 0 3\n5 .4 8 1 0 .4 0 0\nQ R T LSA\nR A\n1 0 5\n0 .0 8 3 0 .0 0 5\n0 .7 1 4 0 .0 2 3\n3 .7 9 8 0 .3 9 1\n0 .1 1 9 0 .0 1 0\n0 .8 1 7 0 .0 8 3\n0 .0 3 3 0 .0 0 3\n5 .4 8 1 0 .4 0 0\nQ U V -O\nSL -S A R\n1 0 5\n0 .0 3 7 0 .0 0 1\n0 .3 1 8 0 .0 0 7\n3 .7 9 8 0 .3 9 1\n0 .1 1 9 0 .0 1 0\n0 .8 1 7 0 .0 8 3\n0 .0 3 3 0 .0 0 3\n5 .0 8 6 0 .4 0 0\nP M\np IR IR 2 9 0\n1 0 5\n0 .0 9 1 0 .0 0 8\n0 .7 8 3 0 .0 3 1\n3 .7 9 8 0 .3 9 1\n0 .1 1 9 0 .0 1 0\n0 .8 1 7 0 .0 8 3\n0 .0 3 3 0 .0 0 3\n5 .5 5 0 0 .4 0 1\nB T 1 4 0 2\nFH Q\nR T LSA\nR 1 0 5\n0 .0 7 3 0 .0 0 6\n1 .0 3 3 0 .0 3 4\n2 .7 6 6 0 .2 5 6\n0 .0 8 4 0 .0 0 7\n0 .8 3 5 0 .0 8 5\n0 .0 3 3 0 .0 0 3\n4 .7 5 0 0 .2 7 2\nP M\np IR IR 2 9 0\n1 0 5\n0 .1 3 1 0 .0 0 2\n1 .8 5 3 0 .0 5 0\n2 .7 6 6 0 .2 5 6\n0 .0 8 4 0 .0 0 7\n0 .8 3 5 0 .0 8 5\n0 .0 3 3 0 .0 0 3\n5 .5 7 0 0 .2 7 4\nB T 1 4 0 4\nFH Q\nR T LSA\nR 1 0 5\n0 .0 7 8 0 .0 0 7\n1 .0 3 5 0 .0 3 7\n2 .8 8 7 0 .2 7 1\n0 .0 9 6 0 .0 0 8\n0 .8 2 6 0 .0 8 4\n0 .0 3 3 0 .0 0 3\n4 .8 7 7 0 .2 8 6\nB T 1 4 0 5\nFH Q\nR T LSA\nR 1 0 5\n0 .0 7 8 0 .0 0 7\n0 .7 8 8 0 .0 3 1\n2 .2 6 6 0 .2 1 4\n0 .0 7 9 0 .0 0 7\n0 .8 2 1 0 .0 8 4\n0 .0 3 3 0 .0 0 3\n3 .9 8 8 0 .2 3 2\nCopyright # 2017 John Wiley & Sons, Ltd. J. Quaternary Sci., Vol. 32(5) 628–638 (2017)\nhowever, is known for different TL peaks and emissions (TL, OSL) in quartz and even for different samples originating from the same site in case of other natural dosimeters such as silex (e.g. Aitken, 1985; Schmidt et al., 2015b). Equivalent doses determined with various methods (RTL and OSL on quartz and post-IR IRSL on polymineral fine grains) and calculated luminescence ages are summarized in Table 4 and representative De distributions are shown in Fig. S11. We determined RTL-SAR ages between 34.1 3.7 and 32.6 3.2 ka for the Wartgesberg eruption (BT1397, BT1398, BT1399). The OSL-SAR age of sample BT1399 of 34.4 3.9 ka strongly corroborates the RTL-SAR ages, with perfect agreement at 1s. Sample BT1400 taken directly from the contact surface between bedrock and scoria yields RTL-SAR and OSL-SAR ages of 23.8 3.0 and 21.4 2.7 ka, respectively, which is significantly younger than the RTL-SAR ages of samples BT1397, BT1398 and BT1399 taken >1m away from this surface. The OSL-MAR age of 30.9 3.3 ka for sample BT1400 (as obtained with the procedure described above) is statistically indistinguishable from RTL-SAR and OSL-SAR ages from all other Wartgesberg samples (see also Fig. S7). For the Facher H€ohe, we obtained RTL-SAR ages ranging from 16.9 1.9 to 15.0 1.5 ka (BT1401, BT1402, BT1404, BT1405). The RTL-SARA age of 15.9 2.1 ka for sample BT1401 fits both to the RTL-SAR age (16.9 1.9 ka) and to the OSL-SAR age (16.4 2.1 ka). Although SARA experiments confirmed that sensitivity changes occur at the beginning of the SAR protocol (slope of SARA curve of 1.21 0.05; see Fig. S3) for this sample, agreement among different protocols indicates obviously adequate correction for sensitivity changes and accurate dose measurement using the applied RTL-SAR and OSL-SAR protocols. The post-IR IRSL age of this sample, however, is substantially younger (12.8 1.5 ka), possibly due to anomalous fading, while the post-IR IRSL age for BT1402 (16.6 1.9 ka) is identical at 1s with the RTL-SAR age for this sample (Fig. 5)."
  }, {
    "heading": "Discussion",
    "text": "Apart from RTL-SAR and OSL-SAR ages of one henceforth excluded sample from the Wartgesberg location (BT1400), the cross-check of luminescence methods confirmed reasonable consistency among the three recorded signals, indicating the accuracy of individual ages. The RTL-SAR average ages of\nboth dated eruptions are statistically indistinguishable (at 1s) from any combination of average ages of RTL-SAR, OSL-SAR, post-IR IRSL or all of them, again underlining the robustness of the results (Table 5). The problem of dose underestimation for quartz samples having experienced high temperatures during luminescence signal zeroing was confirmed when applying standard RTL-SAR and OSL-SAR protocols. Generally, two possible mechanisms can be responsible for this observation: (i) an increase in luminescence sensitivity and hence dose–response between natural and laboratory irradiation, causing the dose–response curve to become steeper with the consequence of lower De values; and (ii) signal instability affecting only the natural signal, but not the laboratory-induced ones. As our experiments have shown, laboratory annealing of the sample after the natural signal (Ln/Tn) was measured, and subsequent regenerative irradiation with various doses (MAR) could be a way to better reproduce natural luminescence growth. Thus, at least for this sample it seems that such a treatment is capable of avoiding or at least reducing the issue of dose underestimation for ‘high-temperature-samples’. By contrast, pulse annealing experiments and LM-OSL measurements attested sufficient thermal stability for the OSL signal of sample BT1400, rendering the second mechanism unlikely to be the cause for the observed dose underestimation. In summary, our methodological studies point to luminescence sensitivity increase induced by strong annealing as the main reason for dose underestimation, and not instability of the naturally accrued signal. However, as the detailed mechanism leading to aberrant ages for this sample remains unclear, we did not include the OSL-MAR age of sample BT1400 in the final age interpretation. Further methodological investigations on this subject are ongoing and will be presented elsewhere. Although RTL-SAR of quartz might suffer from hightemperature-induced dose underestimation, its high saturation dose levels offer the possibility of extending the dating range to the Middle or even Early Pleistocene (Richter et al., 2015). Own previous experiments (data unpublished) demonstrated ongoing RTL signal growth for laboratory doses above 10 kGy, with an associated characteristic saturation dose D0 (based on a single saturating exponential fit; Wintle and Murray, 2006) ranging between 3 and 5 kGy, depending on the RTL signal integration range (data not shown here). Provided that the natural RTL dose–response resembles the\none induced by laboratory doses, RTL has the potential to date back to 2–4 Ma (based on total dose rates of the here investigated samples) and to cover the whole Quaternary period. For Holocene and Late Pleistocene volcanic contexts, quartz OSL might provide equally accurate and precise ages—as shown in this study—although OSL properties of bedrock quartz vary strongly for different geological settings and could even render this approach unfeasible. The post-IR IRSL of polymineral separates proved to be a practical alternative in volcanic environments where quartz is scarce, intergrown with other minerals or generally unsuitable for luminescence dosimetry. However, slight anomalous fading of post-IR IRSL signals cannot be ruled out and must be checked via laboratory tests (Huntley and Lamothe, 2001). For the Wartgesberg volcanic complex, the average luminescence age of 33.6 2.4 ka (RTLþOSL) significantly refines the previously published 40Ar/39Ar ages of 32 17 and 29 15 ka for two aliquots (Mertz et al., 2015) and is in perfect agreement (at 1s) with the 33 004 795 cal a BP 14C date (pers. comm. L. Eichhorn, 2016) for Lake Alf sediments which formed because of valley damming by Wartgesberg ejecta. The younger age estimate of 27.9 2.0 ka for Wartgesberg tephra by Sirocko et al. (2016) derived from varve counting of annually laminated\nLake Dehner Maar sediments combined with ice-core tuning may point to multiple phases of volcanic activity, spanning several thousand years. This tephra could derive from a younger, more explosive event than the eruption dated by us (e.g. Sprinker Maar). Although the average luminescence age of the Facher H€ohe eruption of 15.5 1.1 ka is in accordance with the 40Ar/39Ar age of 32 11 ka at 2s uncertainty level (Mertz et al., 2015), it proves a previously undetected young phase of active volcanism in the WEVF and makes the Facher H€ohe the third youngest known eruption in the EVF. These new data for the Facher H€ohe thus represent the first numerical age for a series of undated volcanic activities (comprising, for example, the R€omerberg scoria cone and the Strohner Maar) thought to lie chronologically between the Wartgesberg and Laacher See Volcano eruptions (B€uchel et al., 1984). Only for the Pulvermaar a minimum age of 21 3 ka exists (Z€oller and Blanchard, 2009). The present conception of an age relationship of the Bad Bertrich volcanic group with the phreatomagmatic Hardtmaar being the youngest eruption (Frechen et al., 1978) must therefore also be revised, placing the Facher H€ohe as its chronological end-member. Due to rigorous performance tests and cross-check of various luminescence signals for different dosimeter materials, the age of the Facher H€ohe eruption is considered as very reliable. Moreover, systematic errors arising in luminescence dating such as erroneous estimation of the scoria’s moisture content do certainly not have enough weight to change the ages by more than 10–20% (Geyh, 2005). Both dated locations document that the zone of active volcanism migrated from NW to SE of the WEVF (near Bad Bertrich) during the Pleistocene, in accordance with the findings by Mertz et al. (2015). Adding new dates to the Eifel volcanic record, our results are in concert with the hypothesis of climate-controlled triggering of Eifel volcanism due to glacial isostasy (B€uchel, 1993; Nowell et al., 2006; F€orster and Sirocko, 2016)."
  }, {
    "heading": "Conclusions",
    "text": "Luminescence signal resetting in xenoliths occurs by heat during the course of lava emplacement and therefore luminescence methods may provide direct chronological constraints for volcanic eruptions. The presented average ages are the result of a combination of luminescence techniques (RTL-SAR, OSL-SAR, post-IR IRSL) applied to quartz and polymineral grains and agree well with independent age control (40Ar/39Ar, 14C) for the Wartgesberg site. This corroborates the potential of these combined methods for direct dating of Pleistocene lava flows and scoria cones in various geological settings with increased accuracy and precision, compared to alternative techniques. While the Wartgesberg\nCopyright # 2017 John Wiley & Sons, Ltd. J. Quaternary Sci., Vol. 32(5) 628–638 (2017)\naverage luminescence age of 33.6 2.4 ka follows expectations from previous dating efforts, the Facher H€ohe eruption occurred 15.5 1.1 ka ago, much later than previously assumed, rendering it the third youngest known eruption of the EVF. These findings support the hypotheses of laterally moving upwelling asthenosphere connected to the migration of active volcanism in the WEFV from NW to SE and of climate-controlled periods of eruptive dynamics.\nSupporting Information\nFig. S1. Sketch of sampling situations at the Wartgesberg location (A; before removal of scoria through quarrying) and the Facher H€ohe location (B). Fig. S2. RTL heating plateau tests. The plateau range used for De determination is indicated by the dashed lines. Fig. S3. Regression of data points obtained with the SARA experiments. Fig. S4. Deconvolution of the LM-OSL signal into two components of sample BT1399 (A) and sample BT1401 (B). Fig. S5. Deconvolution of the natural LM-OSL signal (left) and the regenerated signal (following irradiation with 85 Gy) (right) of sample BT1400 into three components. For better visualisation of individual components, the time axis is plotted logarithmically. Fig. S6. Pulse annealing data of one aliquot of sample BT1400. The data were fitted to equation (3) in Singarayer and Bailey (2003) to determine trap depth E and frequency factor s, and the lifetime t was calculated for an ambient temperature of 7 ˚C. Fig. S7. Pulse annealing data of one aliquot of sample BT1399. The data were fitted to equation (3) in Singarayer and Bailey (2003) to determine trap depth E and frequency factor s, and the lifetime t was calculated for an ambient temperature of 7 ˚C. Fig. S8. UV-OSL-MAR of sample BT1400. Fig. S9. Results of the OSL dose recovery test for sample BT1399. The recovery dose was 85 Gy. Fig. S10. RTL fading test of an aliquot of sample BT1399. The negative slope of the regression line is defined as the g-value. For further details, see main text. Fig. S11. Kernel density estimate plots of RTL De distributions of samples BT1397 (A), BT1401 (B) and BT1405 (C). The comparatively large variation in individual De errors is probably caused by problems of RTL background reproducibility. Table S1. RTL, OSL and post-IR IRSL measurement protocols. After readout of the natural signals Ln and the corresponding test dose signals Tn (steps 1–5 for RTL and OSL, steps 1–7 for post-IR IRSL), the remaining steps were repeated four times (RTL), six times (OSL) or five times (post-IR IRSL), including a repeated dose point at the end of the sequence to calculate the recycling ratio and a zero dose point (OSL, post-IR IRSL) for determination of the recuperation rate. Table S2. Results of the RTL and post-IR IRSL dose recovery tests. n¼Number of measured aliquots. Table S3. Results of the fading tests (RTL, OSL, post-IR IRSL). n¼Number of measured aliquots, and the 1s uncertainty is given as standard error. The maximum delay time applied for fading measurements was 13.5 days.\nAcknowledgements. We thank Manfred Fischer for assistance in the laboratory, Johannes Friedrich for help with data processing and the German Science Foundation (DFG) for generous support of this research (grant no.: ZO 51/32-1). The comments of two anonymous reviewers helped to significantly improve earlier versions of the manuscript.\nAbbreviations. DRT, dose recovery test; EVF, Eifel Volcanic Field; EEVF, East Eifel Volcanic Field; IRSL, infrared stimulated luminescence; LM-OSL, linearly modulated optically stimulated luminescence; MAR, multiple-aliquot regenerative dose; OSL, optically stimulated luminescence; post-IR IRSL, post-infrared infrared stimulated luminescence; RTL, red thermoluminescence; SAR, singlealiquot regenerative dose; SARA, single-aliquot regenerative and additive dose; TL, thermoluminescence; WEVF, West Eifel Volcanic Field."
  }],
  "year": 2017,
  "references": [{
    "title": "Thermoluminescence Dating",
    "authors": ["Aitken MJ."],
    "venue": "Academic Press: London.",
    "year": 1985
  }, {
    "title": "Measurement of anomalous fading for feldspar IRSL using SAR",
    "authors": ["M Auclair", "M Lamothe", "S. Huot"],
    "venue": "Radiation Measurements 37: 487–492.",
    "year": 2003
  }, {
    "title": "Towards a general kinetic model for optically and thermally stimulated luminescence of quartz",
    "authors": ["Bailey RM."],
    "venue": "Radiation Measurements 33: 17–45.",
    "year": 2001
  }, {
    "title": "Methodological studies on luminescence dating of volcanic ashes",
    "authors": ["RH Biswas", "MAJ Williams", "R Raj"],
    "venue": "Quaternary Geochronology 17: 14–25.",
    "year": 2013
  }, {
    "title": "Santorini: Luminescence dating of a volcanic province using quartz? Quaternary",
    "authors": ["A Bonde", "AS Murray", "WL. Friedrich"],
    "venue": "Science Reviews",
    "year": 2001
  }, {
    "title": "Maars of the Westeifel, Germany",
    "authors": ["G. uchel"],
    "venue": "Lecture Notes in Earth Sciences",
    "year": 1993
  }, {
    "title": "Das Westeifel-Vulkanfeld: Maare, Schlackenkegel und Hydrogeologie (Exkursion",
    "authors": ["G uchel", "V Lorenz", "H. Weiler"],
    "venue": "H am 26. und 27. April",
    "year": 1984
  }, {
    "title": "A robust feldspar luminescence dating method for Middle and Late Pleistocene sediments",
    "authors": ["J-P Buylaert", "M Jain", "AS Murray"],
    "venue": "Boreas 41: 435–451. Duller GAT. 2015. The Analyst software package for luminescence data: overview and recent improvements. Ancient TL 33: 35–42.",
    "year": 2012
  }, {
    "title": "Extending the time range of luminescence dating using red TL (RTL) from volcanic quartz",
    "authors": ["M Fattahi", "S. Stokes"],
    "venue": "Radiation Measurements 32: 479–485.",
    "year": 2000
  }, {
    "title": "Dating volcanic and related sediments by luminescence methods: a review",
    "authors": ["M Fattahi", "S. Stokes"],
    "venue": "Earth-Science Reviews 62: 229–264. F€",
    "year": 2003
  }, {
    "title": "Volcanic activity in the Eifel during the last 500,000 years: the ELSA-Tephra-Stack",
    "authors": ["MW orster", "F. Sirocko"],
    "venue": "Global and Planetary Change",
    "year": 2016
  }, {
    "title": "Die vulkanische Eifel",
    "authors": ["J Frechen", "M Hopman", "G. Knetsch"],
    "venue": "Stollfuß: Bonn.",
    "year": 1978
  }, {
    "title": "Quartz radiofluorescence: a modelling approach",
    "authors": ["J Friedrich", "V Pagonis", "R Chen"],
    "venue": "Journal of Luminescence 186: 318–325. Fu X, Li B, Li S-H. 2012. Testing a multi-step post-IR IRSL dating method using polymineral fine grains from Chinese loess. Quaternary Geochronology 10: 8–15.",
    "year": 2017
  }, {
    "title": "Excess argon dating of Quaternary Eifel volcanism",
    "authors": ["Fuhrmann U", "Lippolt H-J."],
    "venue": "Neues Jahrblatt f€",
    "year": 1986
  }, {
    "title": "SAR-RTL dating of single grains of volcanic quartz from the late Pleistocene Toya Caldera",
    "authors": ["Y Ganzawa", "M. Ike"],
    "venue": "Quaternary Geochronology 6: 42–49.",
    "year": 2011
  }, {
    "title": "Handbuch der physikalischen und chemischen Altersbestimmung",
    "authors": ["M. Geyh"],
    "venue": "Wissenschaftliche Buchgesellschaft: Darmstadt.",
    "year": 2005
  }, {
    "title": "Dose-rate conversion factors: update",
    "authors": ["G erin", "N Mercier", "G. Adamiec"],
    "venue": "Ancient TL",
    "year": 2011
  }, {
    "title": "On the use of the infinite matrix assumption and associated concepts: A critical review",
    "authors": ["G erin", "N Mercier", "R Nathan"],
    "venue": "Radiation Measurements",
    "year": 2012
  }, {
    "title": "Surface exposure dating of Holocene basalt flows and cinder cones in the Kula volcanic field (Western Turkey) using cosmogenic",
    "authors": ["C Heineke", "S Niedermann", "R Hetzel"],
    "year": 2016
  }, {
    "title": "Ubiquity of anomalous fading",
    "authors": ["DJ Huntley", "M. Lamothe"],
    "year": 2001
  }, {
    "title": "Assessment of diagnostic",
    "authors": ["JC Kim", "HM Roberts", "GAT Duller"],
    "venue": "dating. Canadian Journal of Earth Sciences",
    "year": 2009
  }, {
    "title": "grains. Radiation Measurements",
    "authors": ["S Kreutzer", "M Dietze", "C Burow"],
    "venue": "Luminescence:",
    "year": 2016
  }, {
    "title": "Temporal-spatial evolution of low-SiO2 volcanism in the Pleistocene West Eifel volcanic field (West Germany) and relationship to upwelling asthenosphere",
    "authors": ["W ohnertz", "S Nomade"],
    "venue": "Journal of Geodynamics",
    "year": 2015
  }, {
    "title": "Geologie der Eifel",
    "authors": ["W. Meyer"],
    "venue": "Schweizerbart: Stuttgart.",
    "year": 2013
  }, {
    "title": "Luminescence dating of quartz using an improved single-aliquot regenerative-dose protocol",
    "authors": ["Murray AS", "Wintle AG."],
    "venue": "Radiation Measurements 32: 57–73.",
    "year": 2000
  }, {
    "title": "Episodic Quaternary volcanism in France and Germany",
    "authors": ["DAG Nowell", "MC Jones", "DM. Pyle"],
    "venue": "Journal of Quaternary Science 21: 645–675.",
    "year": 2006
  }, {
    "title": "Numerical modeling of lava flow cooling applied to the 1997 Okmok eruption: approach and analysis",
    "authors": ["MR Patrick", "J Dehn", "K. Dean"],
    "venue": "Journal of Geophysical Research 109: B03202.",
    "year": 2004
  }, {
    "title": "Cosmic ray contributions to dose rates for luminescence and ESR dating: Large depths and long-term time variations",
    "authors": ["Prescott JR", "Hutton JT."],
    "venue": "Radiation Measurements 23: 497–500.",
    "year": 1994
  }, {
    "title": "Direct dating of Quaternary phreatic maar eruptions by luminescence methods",
    "authors": ["F Preusser", "D Rufer", "G. Schreurs"],
    "venue": "Geology 39: 1135–1138.",
    "year": 2011
  }, {
    "title": "R: A Language and Environment for Statistical Computing",
    "authors": ["R Development Core Team."],
    "venue": "R Foundation for Statistical Computing: Vienna.",
    "year": 2016
  }, {
    "title": "Palaeodose underestimation of heated quartz in red-TL dating of volcanic contexts",
    "authors": ["L. oller"],
    "venue": "Geochronometria",
    "year": 2015
  }, {
    "title": "A new thermoluminescence dating technique for heated flint",
    "authors": ["D Richter", "M. Krbetschek"],
    "venue": "Archaeometry 48: 695–705.",
    "year": 2006
  }, {
    "title": "Lexsyg—A new system for luminescence research",
    "authors": ["D Richter", "A Richter", "K. Dornich"],
    "venue": "Geochronometria 40: 220–228.",
    "year": 2013
  }, {
    "title": "A mantle plume below the Eifel volcanic fields, Germany",
    "authors": ["JRR Ritter", "M Jordan", "UR Christensen"],
    "venue": "Earth and Planetary Science Letters 186: 7–14.",
    "year": 2001
  }, {
    "title": "Proposing new approaches for dating young volcanic eruptions by luminescence methods",
    "authors": ["D Rufer", "E Gnos", "R Mettier"],
    "venue": "Geochronometria 39: 48–56.",
    "year": 2012
  }, {
    "title": "Thermochronometry using red TL of quartz?—Numerical simulation and observations from insitu drill-hole samples. Radiation Measurements",
    "authors": ["L. oller"],
    "year": 2015
  }, {
    "title": "Volcanism",
    "authors": ["Schmincke H-U."],
    "venue": "Springer: Berlin.",
    "year": 2004
  }, {
    "title": "The Quaternary volcanic fields of the East and West Eifel (Germany)",
    "authors": ["Schmincke H-U."],
    "venue": "Mantle Plumes—A Multidisciplinary Approach, Ritter JRR, Christensen UR (eds). Springer: Berlin; 241–322.",
    "year": 2007
  }, {
    "title": "Vulkane der Eifel",
    "authors": ["Schmincke H-U."],
    "venue": "Springer: Berlin.",
    "year": 2014
  }, {
    "title": "Multiple Brunhes Chron excursions recorded in the West Eifel (Germany) volcanics: support for long-held mantle control over the non-axial dipole field",
    "authors": ["BS Singer", "KA Hoffman", "E Schnepp"],
    "venue": "Physics of the Earth and Planetary Interiors 169: 28–40.",
    "year": 2008
  }, {
    "title": "The ELSA-VegetationStack: reconstruction of landscape evolution zones (LEZ) from laminated Eifel maar sediments of the last 60,000 years",
    "authors": ["F Sirocko", "H Knapp", "F Dreher"],
    "venue": "Global and Planetary Change 142: 108–135.",
    "year": 2016
  }, {
    "title": "Further investigations of the quartz optically stimulated luminescence components using linear modulation",
    "authors": ["JS Singarayer", "R. Bailey"],
    "venue": "Radiation Measurements 37: 451–458.",
    "year": 2003
  }, {
    "title": "Luminescence dating of the Stratzing loess profile (Austria)—Testing the potential of an elevated temperature post-IR IRSL protocol",
    "authors": ["C Thiel", "J-P Buylaert", "AS Murray"],
    "venue": "Quaternary International 234: 23–31.",
    "year": 2011
  }, {
    "title": "Dating of Japanese Quaternary tephras by ESR and luminescence methods",
    "authors": ["S Toyoda", "S Tsukamoto", "S Hameau"],
    "venue": "Quaternary Geochronology 1: 320–326.",
    "year": 2006
  }, {
    "title": "Anomalous fading of various luminescence signals from terrestrial basaltic samples as Martian analogues",
    "authors": ["Tsukamoto S", "Duller GAT."],
    "venue": "Radiation Measurements 43: 721–725.",
    "year": 2008
  }, {
    "title": "Assessing the potential for luminescence dating of basalts",
    "authors": ["S Tsukamoto", "GAT Duller", "AG Wintle"],
    "venue": "Quaternary Geochronology 6: 61–70.",
    "year": 2011
  }, {
    "title": "Luminescence dating of scoria fall and lahar deposits from Sommae Vesuvius, Italy",
    "authors": ["S Tsukamoto", "K Kataoka", "T Oguchi"],
    "venue": "Quaternary Geochronology 20: 39–50.",
    "year": 2014
  }, {
    "title": "Luminescence property of volcanic quartz and the use of red isothermal TL for dating tephras",
    "authors": ["S Tsukamoto", "AS Murray", "S Huot"],
    "venue": "Radiation Measurements 42: 190–197.",
    "year": 2007
  }, {
    "title": "Dose recovery and residual dose of quartz ESR signals using modern sediments: Implications for single aliquot ESR dating",
    "authors": ["S Tsukamoto", "N Porat", "C. Ankjærgaard"],
    "venue": "Radiation Measurements, in press.",
    "year": 2017
  }, {
    "title": "Datation par la thermoluminescence de gisements moust eriens du sud de la France",
    "authors": ["H. Valladas"],
    "venue": "PhD thesis, Universit e Paris VI.",
    "year": 1985
  }, {
    "title": "Tunnelling radiative recombination in labradorite: Its association with anomalous fading of thermoluminescence",
    "authors": ["R. Visocekas"],
    "venue": "Nuclear Tracks and Radiation Measurements 10: 521–529.",
    "year": 1985
  }, {
    "title": "Anomalous fading of thermoluminescence in mineral samples",
    "authors": ["Wintle AG."],
    "venue": "Nature 245: 143–144.",
    "year": 1973
  }, {
    "title": "A review of quartz optically stimulated luminescence characteristics and their relevance in single-aliquot regeneration dating protocols",
    "authors": ["Wintle AG", "Murray AS."],
    "venue": "Radiation Measurements 41: 369–391.",
    "year": 2006
  }, {
    "title": "Post-Variscan evolution of the lithosphere in the Rhine Graben area: constraints from subsidence modelling",
    "authors": ["P ezes"],
    "venue": "In Permo-Carboniferous Magmatism and Rifting",
    "year": 2004
  }, {
    "title": "The partial heat-longest plateau technique: Testing TL dating of Middle and Upper Quaternary volcanic eruptions in the Eifel area, Germany",
    "authors": ["L oller", "H. Blanchard"],
    "venue": "Eiszeitalter und Gegenwart",
    "year": 2009
  }, {
    "title": "Can temperature assisted hydrostatic pressure reset the ambient TL of rocks?—A note on the TL of partially heated country rock from volcanic eruptions",
    "authors": ["L oller", "H Blanchard", "C. McCammon"],
    "venue": "Ancient TL",
    "year": 2009
  }],
  "id": "SP:ce8d909614b4f02b192e064b4d2f3f5a4a38346c",
  "authors": [{
    "name": "CHRISTOPH SCHMIDT",
    "affiliations": []
  }, {
    "name": "MARIA SCHAARSCHMIDT",
    "affiliations": []
  }, {
    "name": "THOMAS KOLB",
    "affiliations": []
  }, {
    "name": "GEORG B€ UCHEL",
    "affiliations": []
  }, {
    "name": "DANIEL RICHTER",
    "affiliations": []
  }],
  "abstractText": "Robust chronologies of Late Pleistocene and Holocene volcanic eruptions are vital for hazard analysis but accurate and precise dating of these events is often difficult. Here we apply various luminescence techniques to quartz and polymineral extracts from heated crustal xenoliths enclosed in scoria and volcanically heated bedrock in the Quaternary Eifel Volcanic Field (EVF), Germany. Consistent results from red thermoluminescence (RTL) and optically stimulated luminescence (OSL) of quartz and from post-infrared infrared stimulated luminescence of polymineral material demonstrate complete luminescence signal resetting during lava emplacement and sufficient signal stability. RTL and OSL age underestimation of one sample with independently known age from the lava contact zone could be eliminated by annealing before laboratory regenerative irradiation. The average luminescence age of 33.6 2.4 ka for the Wartgesberg eruption is in good agreement with independent age control, while the average age of 15.5 1.1 ka for the Facher H€ ohe scoria cone is much younger than previously assumed. This result represents the third youngest known eruption in the EVF. Our new data are in line with the hypothesized climate-controlled triggering of Eifel volcanism and confirm that active volcanism related to asthenosphere upwelling migrates from NW to SE in the EVF. Copyright # 2017 John Wiley & Sons, Ltd.",
  "title": "Luminescence dating of Late Pleistocene eruptions in the Eifel Volcanic Field, Germany"
}