{
  "sections": [{
    "text": "Key words: planets and satellites: surfaces – planets and satellites: terrestrial planets"
  }, {
    "heading": "1. INTRODUCTION",
    "text": "The habitable zone (HZ) is a concentric orbital region around a star where liquid water (H2O) can exist on the planetary surface (e.g., Rasool & DeBergh 1970; Hart 1979; Kasting 1989; Kasting et al. 1993). It should be noted, however, that greenhouse effects of the atmosphere are essential for liquid water to exist on a planetary surface, even for planets orbiting within the HZ (e.g., Tajika 2008). Carbon dioxide (CO2) is usually assumed to be a major greenhouse gas for the atmosphere of terrestrial planets, and its atmospheric level is assumed to be controlled by the carbonate–silicate geochemical cycle as on Earth (e.g., Kasting 1989; Kasting et al. 1993). The carbonate–silicate geochemical cycle has a negative feedback mechanism (called “Walker feedback”) through a temperature dependence of the chemical weathering rate of silicate minerals (Walker et al. 1981). The negative feedback effect adjusts the atmospheric CO2 level in order to equalize the rates of CO2 degassing via volcanism and of CO2 uptake by chemical weathering on land followed by precipitation of carbonate minerals in the ocean. Therefore, it has been considered that Earth-like planets orbiting within the HZ and with a carbonate–silicate geochemical cycle would have a warm climate and liquid water on their surfaces.\nTajika (2003, 2007) revealed, however, that even the present Earth in which the carbonate–silicate geochemical cycle is working could be globally ice-covered if the rate of CO2 degassing from the planetary interior was lower than a critical value (about one-tenth of the present CO2 degassing rate). In such a case, the Earth would become a “snowball Earth,” which has actually happened at least three times in the Earth’s history (e.g., Hoffman & Schrag 2002). Such a planet is known as a “snowball planet” (Tajika 2008). On snowball planets, silicate weathering does not work because there is no liquid water on the planetary surface and CO2 accumulates in the atmosphere, which eventually melts the ice. However, the planet becomes globally ice-covered again when the CO2 degassing\nrate is very low. As a result, the climate of the planet should repeatedly change between snowball and non-snowball states. In other words, it is not always the case that planets with a carbonate–silicate geochemical cycle that are orbiting within the HZ have liquid water on their surfaces. In addition to a planetary orbit within the HZ, the condition of a CO2 degassing rate must also be required for liquid water to exist on a planetary surface.\nIn this paper, we, therefore, examine the effects of CO2 degassing rates and insolation on the climates of Earth-like planets that have oceans, continents, and plate tectonics, i.e., a carbonate–silicate geochemical cycle. We show characteristic features of stable climate modes and their dependencies on the CO2 degassing rates and insolation, and discuss the conditions for Earth-like planets to have liquid water on their planetary surfaces."
  }, {
    "heading": "2. MODEL",
    "text": ""
  }, {
    "heading": "2.1. One-dimensional Energy Balance Climate Model",
    "text": "We assume a planetary atmosphere of CO2, water vapor (H2O), and 1 bar background gas which is non-condensable and transparent to infrared radiation, such as N2 and O2. The climate model used in this study is basically a meridionally one-dimensional energy balance climate model (1D-EBM). The basic equation of 1D-EBM is described as follows:\nC ∂T (ϕ, t)\n∂t = (1 − A(T ))Q(ϕ) − I (T , pCO2)\n+ D(pH2O, pCO2) ∂\ncos ϕ∂ϕ cos ϕ\n∂T ∂ϕ , (1)\nwhere T is temperature, ϕ is latitude, t is time, C is heat capacity, A is planetary albedo, Q is insolation, I is infrared radiation, and D is diffusion coefficient.\nWe use two models for estimating infrared radiation. One is a parameterization of infrared radiation, I, as a function of T (ϕ, t) and pCO2 by Williams & Kasting (1997). This parameterization\nis obtained from the results of calculations using a vertically onedimensional radiative–convective model. This parameterization is effective for the range of 190 K < T < 380 K and 10−5 bar < pCO2 < 10 bar. We will, however, calculate the condition of high insolation on Earth-like planets that are orbiting near the inner limit of the HZ. In such a case, the surface temperature becomes high, hence the silicate weathering rate also becomes high, resulting in very low (<10−5 bar) CO2 levels through the carbon cycle. When the surface temperature becomes high, water vapor pressure increases exponentially. Therefore, the planetary atmosphere becomes “H2O (steam) atmosphere” and water vapor dominates the greenhouse effect of the atmosphere of the planets. In order to calculate the infrared radiation from such a planet, we use the model of Nakajima et al. (1992). This model is a vertically one-dimensional radiative–convective model of H2O atmosphere with a gray infrared absorption property, and is composed of a radiative equilibrium stratosphere and a moist adiabatic troposphere with no other greenhouse gases (Nakajima et al. 1992). When pCO2 is between <10−5 bar and, somewhat arbitrarily, 0 bar, we estimate the infrared radiation by interpolating linearly between the estimate from the model of Williams & Kasting (1997) and that from the model of Nakajima et al. (1992). The results obtained are almost the same when the lower end of the interpolation is assumed to be lower than 10−7 bar. The infrared radiations of pCO2 = 0, 10−5, and 1 bar as a function of surface temperature are shown in Figure 1.\nHeat is assumed to be transported meridionally by diffusion. Here, the thermal diffusion coefficient is assumed to be proportional to the total pressure of the atmosphere (Gierasch & Toon 1973):\nD(pH2O, pCO2) = (Pair + pH2O + pCO2)D0, (2)\nwhere D0 is a constant and Pair is the partial pressure of the background atmospheric gases, which is assumed to be 1 bar and has no greenhouse effect in this model.\nFor the planetary albedo, a parameterization by Williams & Kasting (1997) is used for surface temperatures below 370 K, and an estimate by Kasting (1988) is used for temperatures above 370 K. We assume an ice albedo for the surface, the temperature of which is below 273 K, hence the planetary albedo is a function of temperature (or pCO2 and pH2O). The dependence of the planetary albedo on temperature is shown in Figure 2.\nWe focus on a planet whose orbital eccentricity and obliquity are zero, for simplicity. Insolation, Q(ϕ), is, therefore, a function of incident solar flux, S, and latitude, ϕ, expressed simply as follows:\nQ(ϕ) = S π cos ϕ. (3)\nWe give the incident solar flux as the boundary condition for the model.\nHeat capacity affects the annual temperature variation on the planetary surface. As described above, however, we assume that both the orbital eccentricity and obliquity are zero, hence the insolation is constant and does not produce any annual temperature variation. We assume the heat capacity to be 2.1 × 108 J m−2 K−1 (the heat capacity of an ocean mixed layer; Williams & Kasting 1997), regardless of the land–sea distribution of the planetary surface.\nThe CO2 cloud is assumed to form under the condition estimated by Caldeira & Kasting (1992). Because radiative properties of the CO2 cloud depend on the size distribution of cloud particles and also because there is ambiguity of cloud cover, location, height, and optical depth (e.g., Mischna et al. 2000), we do not consider the effect of the CO2 cloud in this study."
  }, {
    "heading": "2.2. Carbon Cycle and CO2 Balance Model",
    "text": "In order to estimate pCO2 and the climate which are controlled through the carbonate–silicate geochemical cycle with the Walker feedback mechanism, we adopt a simple expression of the chemical weathering rate of silicate minerals as a functions of temperature and pCO2. Uptake of CO2 by silicate weathering may be expressed as follows (e.g., Walker et al. 1981):\nW (ϕ, t) = ∫∫\nW0pCO n 2 exp { −ΔE RT (ϕ) } Area(ϕ)dϕdt, (4)\nwhere ΔE is the activation energy, R is the gas constant, n is the dependence on pCO2, and Area is the areal ratio of land to the surface of each latitude. We adopt n = 0.3 for the exponent of pCO2 as a standard value (e.g., Walker et al. 1981). For simplicity, we do not include the effects of runoff, soil biological activity, and other factors, which may also affect the chemical weathering rate (e.g., Berner 1991). We assume that silicate\nweathering on land is followed by carbonate precipitation in the ocean (e.g., Walker et al. 1981; Berner 1991; Tajika 2003).\nFor the rate of CO2 degassing via volcanism, the value of the present Earth, F ∗D , is adopted as a standard, and equates with CO2 uptake by chemical weathering. Then we assume various values of the CO2 degassing rate to evaluate the effects of this parameter on the results.\nFor simplicity, we assume that the Earth-like planets have exactly the same physical and chemical properties as Earth today (mass, size, land–sea distribution, plate tectonics, and so on); that is to say, we assume the Earth itself as the Earth-like planet in this study."
  }, {
    "heading": "3. RESULTS AND DISCUSSION",
    "text": ""
  }, {
    "heading": "3.1. Climate Modes",
    "text": "Figure 3 shows pCO2 and the global mean surface temperatures for different effective solar fluxes under the condition of the present CO2 degassing rate of the Earth. Here, the effective solar flux, Seff , is defined as the solar flux normalized by the present solar flux for the Earth, S0 (i.e., Seff = S/S0).\nWe define four climate modes (runaway greenhouse, hot, warm, and snowball) for the Earth-like planet according to the effective solar flux.\nThe “runaway greenhouse” mode is a state where planets cannot have liquid water on their surface because the planets receive too much insolation for the “steam” (H2O) atmosphere to irradiate (e.g., Abe & Matsui 1988; Kasting 1988; Nakajima et al. 1992; Kasting et al. 1993). In our calculation, when the surface temperature is larger than the critical temperature of H2O, the climate is assumed to be in the runaway greenhouse mode. The limit of the effective solar flux for the runaway greenhouse mode (= “radiation limit” of the steam atmosphere) is 1.35 S0 in our parameterized model, slightly lower than the original value (1.4 S0) of Kasting et al. (1993). This is because of the difference in the radiation limit between the models of Kasting et al. (1993) and Nakajima et al. (1992); the latter is used in this study. In addition, the lower planetary albedo due to the Rayleigh scattering of H2O has been found in recent studies using the HITEMP database, and the limit of the runaway greenhouse mode is found to be Seff = 1.02 (Goldblatt et al. 2013; Kopparapu et al. 2013). The stabilizing effects of clouds and unsaturated troposphere simulated by the three-dimensional climate model, however, increase the limit of the runaway greenhouse mode to Seff = 1.1 (Leconte et al. 2013; Kopparapu et al. 2014). In this paper, we do not discuss the definite value of the limit of the runaway greenhouse, but only suggest that the limit may be changed by these additional effects. The condition for the runaway greenhouse mode determines the absolute inner limit of the HZ.\nEarth-like planets can be in the “snowball climate” mode even when the orbits are either outside the HZ or within the HZ. The CO2 uptake by chemical weathering never balances with CO2 supply due to degassing via volcanism, hence snowball planets in the HZ may not remain globally ice-covered perpetually, and may periodically move into an ice-free state in the evolution. In Figure 3, the maximum and minimum values of pCO2 and the global mean surface temperature are shown. The timescale for the variation depends on both the CO2 degassing rate and insolation for each planet.\nIn the “warm” and “hot” climate modes, balances of both the energy and atmospheric CO2 are achieved. However, the mechanisms are different.\nIn the warm climate mode, the Walker feedback, i.e., the temperature dependence of the silicate weathering rate controls pCO2. As a result, pCO2 decreases (Figure 3(a)), but the global mean surface temperature increases with an increase of the effective solar flux (Figure 3(b)). Both pCO2 and the mean surface temperature are determined uniquely for each condition (Figure 3).\nIn the hot climate mode, although pCO2 is very low (<10−7 bar), the surface temperature is very high because of the strong greenhouse effect of water vapor enriched in the atmosphere. The hot climate mode is, therefore, virtually identical to the “moist greenhouse” condition which is proposed by Kasting (1988). In the moist greenhouse condition, the atmosphere contains a large amount of water vapor which could cause the stratosphere to become wet, resulting in rapid loss of water through photodissociation followed by hydrogen escape to space, and there is ocean on the planetary surface. Therefore, Kasting et al. (1993) excluded the moist greenhouse condition from the HZ. It takes long time (∼ billions of years), however, for water of ocean mass to be lost by hydrogen escape to space, hence Earth-like planets in the hot (moist greenhouse) climate\nmode could be habitable for some significant period of time. We also found that the climate is stabilized owing to a negative feedback mechanism due to Rayleigh scattering of the H2O atmosphere as shown below. In the hot climate mode, the budget of CO2 is balanced, but the amount of CO2 in the atmosphere is almost zero because of high surface temperature (i.e., a high rate of silicate weathering). That is to say, any amounts of CO2 supplied to the atmosphere via volcanism are almost completely consumed in the hot climate mode.\nThe warm and hot climate modes can be distinguished by the pCO2 level and the global mean surface temperature because there are discontinuities around the effective solar flux of 1.12 as will be discussed later. Figure 4 shows the distributions of the surface temperature and energy fluxes of the Earth-like planets in the warm climate mode (Seff = 1.0) and the hot\nclimate (moist greenhouse) mode (Seff = 1.2). A planet in the hot climate mode has more isothermal distribution of surface temperature than that of a planet in the warm climate mode: the difference in the surface temperature between the equator and the pole is about 6 K on a planet in the hot climate mode, while it is about 60 K on a planet in the warm climate mode (Figure 4(a)). One reason for this is the ice caps on the planet: the existence of ice caps results in a high surface albedo and sharp decline of the insolation for the polar region (Figure 4(b)). The polar region, therefore, becomes much cooler than the equatorial region in the warm climate mode. However, the most important reason for the difference in the temperature distributions is that the atmosphere on the hot climate mode planet contains much more H2O vapor (∼10 bar) in the atmosphere: when pH2O is very high, the meridional heat transport becomes large (e.g., Equation (2)), resulting in more isothermal distribution of the surface temperature.\nIn the warm climate mode, the climate is stabilized in two ways. In this climate mode, the surface temperature is relatively low (<320 K; Figure 3) and the infrared radiation is less than the radiation limit of the steam atmosphere (e.g., Figure 4(b)). In this range of surface temperature, the infrared radiation increases according to the increase in the surface temperature (Figure 1). This creates a negative feedback mechanism: an increase in the surface temperature results in an increase in the infrared radiation, while a decrease in the surface temperature results in a decrease in the infrared radiation. As a result, the surface temperature is stabilized against the given insolation and pCO2 by changes in the infrared radiation, representing a negative feedback mechanism against the surface temperature. The surface temperature is also stabilized by the Walker feedback mechanism in the warm climate mode: an increase in the surface temperature results in an increase of the silicate weathering rate which is followed by an increase in the carbonate precipitation rate in the ocean (i.e., an increase of the CO2 consumption rate), while a decrease of the surface temperature results in a decrease in the silicate weathering. The Walker feedback stabilizes not only the surface temperature but also the atmospheric CO2 level against given insolation and CO2 degassing flux. In this sense, the warm climate mode can be alternatively called the “Walker climate mode.”\nOn the other hand, in the hot climate mode, the surface temperature is high (>400 K; Figure 3), and the infrared radiation is as large as the radiation limit of the steam atmosphere (e.g., Figure 4(c)). When the surface temperature is high, the infrared radiation asymptotically approaches the radiation limit of the steam atmosphere (Figure 1; Nakajima et al. 1992). In other words, the infrared radiation does not depend on the surface temperature, hence the negative feedback mechanism which works in the warm climate mode does not work in the hot climate mode. Similarly, because the greenhouse effect of CO2 could be very weak owing to very low levels of CO2 under the hot climate mode, the Walker feedback mode does not work well.\nInstead, the dependence of the planetary albedo on the surface temperature plays a critical role in stabilizing the surface temperature under the hot climate mode. An increase in the surface temperature results in an increase in water vapor (pH2O). The increase in pH2O results in an increase in the planetary albedo owing to an increase in Rayleigh scattering (Figure 2; Kasting 1988). The increase in the planetary albedo results in a decrease in insolation, and thus a decrease in the surface temperature. We can therefore say that, in the hot climate mode,\nthe surface temperature is stabilized by “atmospheric albedo feedback.” The boundary condition of the warm and hot climate mode is estimated for an effective solar flux of 1.12 in this model, which corresponds to a global mean surface temperature of 400 K, around which the planetary albedo begins to increase owing to Rayleigh scattering.\nA high planetary albedo is necessary to achieve the balance of energy when Seff is high: the Rayleigh scattering of atmospheric H2O increases the planetary albedo, while ice cap growth can also increase the planetary albedo. In other words, even when Seff is high, a relatively cool climate (i.e., the warm climate mode), in addition to the hot climate mode, can also be achieved owing to a high albedo of ice. As shown in Figure 3, the planets can be in both the warm and hot climate modes for Seff between 1.12 and 1.17.\nAccording to recent studies with radiative–convective climate models with an HITEMP database, Rayleigh scattering of H2O is found to be not so effective: the planetary albedo increases with the surface temperature but is less than that previously thought (Goldblatt et al. 2013; Kopparapu et al. 2013). Therefore, in the hot climate mode, the atmospheric albedo feedback does not work as effectively, and the surface temperature may be higher than that shown in this study. On the other hand, because formation of an ice cap increases the planetary albedo, the warm climate mode may still be stable under the high Seff condition as mentioned earlier in this paper."
  }, {
    "heading": "3.2. Dependency of CO2 Degassing Rate",
    "text": "Now we show the results of the climate mode for the Earthlike planets as a function of CO2 degassing rate and insolation (Figure 5). As shown in the previous sections, the climate can be classified into three modes within the HZ, and there are multiple solutions for climate modes when the effective solar flux is 1.12–1.17. These multiple solutions of the hot and warm climate modes originate from a high planetary albedo which can be caused by both Rayleigh scattering due to the H2O atmosphere and by the development of large ice caps. The former condition\ncan only be established under high insolation (an effective solar flux >1.12 in this model).\nWhen Seff is low, a CO2 cloud is formed (Kasting et al. 1993). Because the effects of a CO2 cloud on planetary climate are not completely understood, we just show the orbital condition in which the CO2 cloud is formed. The dashed line represents the limit where the CO2 cloud is formed (Figure 5), i.e., when the Seff is lower than this limit, a CO2 cloud is formed. The condition of CO2 cloud formation is estimated by the model of Caldeira & Kasting (1992). For the warm climate mode planet, pCO2 and surface temperature at the equator are used to estimate the CO2 cloud formation. Similarly, to estimate the CO2 cloud formation for the snowball climate mode planet, the pCO2 and surface temperature at the equator just before the ice melts are used. These criteria correspond to lower estimates for the CO2 cloud formation because temperatures at poles and/or high altitudes should be lower than the surface temperature at the equator.\nWhen the CO2 degassing rate is equal to the Earth’s present value, the climate mode changes from snowball to runaway greenhouse mode because of insolation (see the results at FD/F ∗ D = 1.0 in Figure 5 and also Figure 3). When the CO2 degassing rate becomes low, the condition for the snowball climate mode expands and the condition for the warm climate mode shrinks. This is simply because a low rate of CO2 degassing results in a low surface temperature, hence ice becomes stable. On the other hand, the condition for multiple climate modes shrinks and a hot climate mode appears. As mentioned, the low CO2 degassing rate makes ice stable. In other words, the planet tends to be in the snowball state. Just after the melting of global ice cover, the surface temperature increases owing to low surface albedo until the Rayleigh scattering of H2O vapor increases the planetary albedo. As a result, the hot climate mode is the only stable mode when Seff is higher than 1.12. By contrast, when the CO2 degassing rate becomes high, both the conditions for the snowball climate mode and for the multiple climate modes shrink. This is simply because the high rate of CO2 degassing results in a high surface temperature, hence ice becomes unstable.\nWhen the CO2 degassing rate is five times the Earth’s present value, the results change as shown in Figure 6 (see also the results at FD/F ∗D = 5.0 in Figure 5). In this case, the snowball climate mode is no longer stable, and the lower limit of insolation (i.e., the outer limit of the orbital range) of the warm climate mode (Walker mode) expands outward owing to a large CO2 supply flux.\nFigure 7 shows the surface temperature at the pole and the equator for different effective solar fluxes when the CO2 degassing rate is five times the Earth’s present value. When the effective solar flux is larger than 0.85, an increase in the effective solar flux results in an increase in the surface temperatures at any latitudes (Figure 6), while the effective solar flux is smaller than 0.85, an increase in the effective solar flux results in an increase in the surface temperature at the equator, but a decrease of the surface temperature at the pole (Figure 6). This is because of the large pCO2 under the low effective solar flux conditions. The CO2 level tends to be higher when the effective solar flux is lower to achieve balance in the amounts of energy and atmospheric CO2. When the effective solar flux is lower, because high pCO2 results in large meridional heat transport (see Equation (2)), the distribution of the surface temperature becomes isothermal.\nFigure 8 shows the pCO2 at the steady state of the warm and hot climate modes: black lines represent pCO2 for the warm\nclimate mode, and the white lines represent pCO2 for the hot climate mode. The pCO2 is not continuous between the warm and hot climate mode as shown in the Figures 3(a) and 6(a). When the planet is in the snowball climate mode, there is no steady state. Hence, the contour lines vary between the warm and\nsnowball climate modes. For the hot climate mode, pCO2 is very low ( 10−5 bar) and H2O vapor is almost the only greenhouse gas in the atmosphere. On the other hand, for the warm climate mode, pCO2 is relatively high (>10−6 bar), and atmospheric CO2 affects the infrared radiation. Venus might have been under a runaway greenhouse effect when it was formed (e.g., Hamano et al. 2013). In that case, silicate weathering would not work because liquid water is absent from the surface, and water could escape to space. Alternatively, Venus might have been in the hot climate mode (i.e., the moist greenhouse condition), resulting in a loss of water to space (e.g., Kasting 1988). In that case, the atmospheric CO2 level should have been very low owing to precipitation of carbonate minerals, but CO2 could have been accumulated again in the atmosphere via decomposition of carbonate minerals or volcanic degassing during evolution.\nThe rate of CO2 degassing via volcanism along mid-ocean ridges and subduction zones and at hot spots may depend on the vigor of mantle convection and mantle plume activities, hence a thermal state of the planetary interiors. The degassing rate of CO2 may change owing to changes in the thermal state of the planetary interiors, i.e., thermal evolution of the planets (e.g., Tajika & Matsui 1992, 1993). The results of this study show that the climate and its mode in Earth-like planets depend strongly on the CO2 degassing rate through the carbonate–silicate geochemical cycle. It is therefore suggested that thermal evolution of the planetary interiors should strongly control the climate evolution of Earth-like planets that orbit within the HZ (e.g., Tajika 2007). The details of this issue will be discussed elsewhere (S. Kadoya & E. Tajika, in preparation).\nThe snowball climate mode planet alternately undergoes snowball and non-snowball states. Warm and/or hot climate mode planets might also experience a snowball state owing to disturbances such as a temporarily large reduction in the CO2 degassing rate. In fact, the Earth has been basically in warm climate mode, but experienced snowball events during the Proterozoic Era (e.g., Hoffman & Schrag 2002), and, after the snowball Earth events, the Earth’s climate stabilized in the warm climate mode again. Figures 9(a) and (b) show the duration of the snowball state and a ratio of the duration of the snowball to that\nof the non-snowball states, respectively. High effective solar flux reduces the pCO2 required to end the snowball state. Therefore, the duration of the snowball state decreases with an increase of the effective solar flux (Figure 9(a)). For the warm and/or hot climate mode planets, the ratio of the duration is essentially zero, although these planets could experience a snowball state if a large reduction of the CO2 degassing rate might occur. On the other hand, for the snowball climate mode planets, the ratio of duration is much higher than 1 (Figure 9(b)). In other words, the duration of the snowball state is much longer than that of the non-snowball state for planets in the snowball climate mode. The snowball planets can therefore be observed statistically when the planetary orbit is within the HZ but relatively distant from the central star, and/or the planet (i.e., the central star) is old enough to weaken the degassing via volcanism."
  }, {
    "heading": "4. CONCLUSIONS",
    "text": "We examined the effects of CO2 degassing rates and insolation on the climates of Earth-like planets with a one-dimensional\nenergy balance climate model coupled with a simple carbon cycle model. In addition to the runaway greenhouse mode, the climates of planets in the HZ can be categorized into three modes: hot, warm, and snowball. On warm climate mode planets, the surface temperatures are stabilized by the negative feedback mechanisms of infrared radiation and Walker feedback in the carbonate–silicate geochemical cycle. On the other hand, on hot climate mode planets, Walker feedback does not work anymore, and the negative feedback of planetary albedo due to Rayleigh scattering of the H2O-rich atmosphere is responsible for climate stability. The hot climate mode corresponds to the moist greenhouse state, thus water may be lost owing to the escape of hydrogen to space. The critical weathering rate of silicate minerals to initiate large ice-cap instability can be defined by CO2 degassing rates, and the planets are in snowball climate mode when the degassing rate of CO2 is smaller than the critical value against a given incident flux condition. A snowball mode planet could be statistically more observable than a non-snowball mode planet when the planetary orbit is far from the central star or the planet is old. When the insolation is high and the CO2 degassing rate is low, the planet can be either in the warm climate mode or in the hot climate mode, owing to the high albedo of the ice cap or Rayleigh scattering of the H2O-rich atmosphere. Thermal evolution of the planetary interiors is suggested to control the climate evolution of Earth-like planets through changes of the degassing rate of CO2 to the atmosphere.\nWe thank J. F. Kasting for the constructive reviews and helpful comments. This research was supported by a Grant-in-Aid for Scientific Research (No. 22540434) of the Japan Society for the Promotion of Science."
  }],
  "year": 2014,
  "references": [{
    "title": "ApJL, in press",
    "authors": ["J.F. Kasting"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol.,",
    "year": 1989
  }],
  "id": "SP:4e6691b62d239a68217a081bc3f62e03b6ef4d7c",
  "authors": [{
    "name": "S. Kadoya",
    "affiliations": []
  }, {
    "name": "E. Tajika",
    "affiliations": []
  }],
  "abstractText": "Earth-like planets in the habitable zone (HZ) have been considered to have warm climates and liquid water on their surfaces if the carbonate–silicate geochemical cycle is working as on Earth. However, it is known that even the present Earth may be globally ice-covered when the rate of CO2 degassing via volcanism becomes low. Here we discuss the climates of Earth-like planets in which the carbonate–silicate geochemical cycle is working, with focusing particularly on insolation and the CO2 degassing rate. The climate of Earth-like planets within the HZ can be classified into three climate modes (hot, warm, and snowball climate modes). We found that the conditions for the existence of liquid water should be largely restricted even when the planet is orbiting within the HZ and the carbonate–silicate geochemical cycle is working. We show that these conditions should depend strongly on the rate of CO2 degassing via volcanism. It is, therefore, suggested that thermal evolution of the planetary interiors will be a controlling factor for Earth-like planets to have liquid water on their surface.",
  "title": "C: "
}