{
  "sections": [{
    "text": "Key words: astrobiology – Earth – methods: observational – planets and satellites: atmospheres – planets and satellites: detection – planets and satellites: tectonics – techniques: spectroscopic\nOnline-only material: color figures"
  }, {
    "heading": "1. INTRODUCTION",
    "text": "Recently, a large sample of extrasolar planets with masses less than that of Uranus has been found (see, e.g., Mayor et al. 2009; Bouchy et al. 2009) including the first transiting rocky planet CoRoT-7b (Leger et al. 2009), which orbits close enough to its star to possibly have a magma ocean maintained by insolation. The study of planets orbiting nearby stars has entered an era of characterizing massive terrestrial planets (super-Earths). With only two transiting planets in the super-Earth and mini-Neptune mass range (1–10 Earth masses (ME)) so far detected, these two bodies already indicate the amazing diversity of planets in this mass range that do not exist in our own solar system. At the same time, planetary volcanism is widespread and varied, and is expected to be a ubiquitous phenomenon on rocky planets. Atmospheric evidence of major eruptions may be one of our earliest pathways to learning about surface processes on such extrasolar rocky worlds. Transmission and emergent (reflection and emission) spectra of terrestrial exoplanets, especially superEarths that orbit nearby stars, may be observable in the near future with the same technique that has recently proven successful in providing spectra of gas giant exoplanets (see, e.g., Grillmair et al. 2008; Swain et al. 2008). Such spectroscopy provides molecular band strengths of multiple detected transitions (in absorption or emission) of a few abundant molecules in the planetary atmosphere, allowing a crude model atmosphere to be constructed, tested, and improved. In this paper, we develop models for Earth-analogs with present-day terrestrial volcanism levels or increased volcanism, and their detectable spectral features, to inform observations with future ground- and space-based facilities such as the Extremely Large Telescope (ELT) and the James Webb Space Telescope (JWST). Section 2 describes volcanic outgassing and case scenarios on Earth. Section 3 describes our model. Section 4 shows our results and Section 5 discusses the results."
  }, {
    "heading": "2. VOLCANISM AND CASE STUDIES",
    "text": ""
  }, {
    "heading": "2.1. Volcanism on Earth",
    "text": "The majority of volcanic gas released on Earth occurs non-explosively near the surface, either as mid-ocean ridge volcanism, fumaroles, or from the venting of low-viscosity magmas such as the continuous non-explosive eruption of Kilauea in Hawaii. For exoplanet observations, we are primarily concerned with explosive volcanoes that have the potential to inject material into a planet’s stratosphere. Residence times are longer for volcanic gases in the stratosphere due to washout effects at lower altitudes. On Earth, volcanic gases released at or near sea level typically do not reach the stratosphere, as discussed further in Section 4.\nThe scenario of SO2 distributed non-explosively into an atmosphere is effectively treated in Kaltenegger & Sasselov (2010). Therefore this paper focuses primarily on stratospheric gases, and hence large explosive events, which may be investigated by both spectroscopic methods and even in the presence of thick tropospheric cloud cover.\nExplosive or Plinean volcanism occurs along subduction zones and in continental interiors, where magmas are more silicic and volatile rich. High silica content in continental and older back-arc basin volcanoes leads to high viscosities, the trapping of volatiles as gas bubbles, and a high potential for pressure to build up. These volcanoes, such as Mt. St. Helens, Krakatau, and Mt. Pinatubo, explode with sufficient energy to inject plume gases directly into the stratosphere at altitudes between 12 and 25 km. Less frequent historical explosive super-volcanoes such as Yellowstone, Toba, Mt. Mazama, and Tambora have the potential to inject greater gas volumes into even higher altitudes.\nVolcanic gas emissions for different types of volcanoes are listed in Table 1 in mole percent by total erupted volume. Emissions principally consist of H2O, H2, CO2, SO2, and H2S;\n1370\nthe noble gases He, Ar, and Ne; halogens such as HCl, HF, and HBr; minor amounts of CO, CH4, OCS, and CS2; and trace amounts of higher sulfur, mercury, and organic compounds. These gases are measured by in situ sampling of vents and inclusions, aircraft measurements, and satellite remote sensing."
  }, {
    "heading": "2.2. SO2 as a Proxy for Volcanism",
    "text": "SO2 is not present in high quantities in an Earth-like stratosphere without a volcanic eruption and has a variety of discernable absorption lines. Stratospheric sources of SO2 include only explosive eruptions and small amounts by the diffusion of OCS and CS2 from the troposphere (Self et al. 1996). Sea level injections of SO2 are rapidly converted to H2SO4 aerosols in the presence of water, and are rained out before significant diffusion to the stratosphere can occur (Halmer et al. 2002). SO2 is typically the third or fourth most common volcanic gas and remains so across a very broad and robust range of volcanic subtypes. Hydrogen sulfide (H2S) has similar properties, but is often erupted in smaller quantities. Halogen compounds such as HCl, HBr, and HF are only erupted in limited quantities, compounded by the fact that they react with H2O during plume ascent, and reach the stratosphere in very limited quantities, with 99.99% washing out before they reach the stratosphere. Noble gases are not detectable remotely.\nThe primary stratospheric sink of both SO2 and H2S is conversion to H2SO4 aerosols, which occurs on a timescale of weeks to months. For most eruptions, an order of magnitude less of H2S reaches the stratosphere from volcanism than SO2, leaving SO2 as our single primary signal for recent exoplanet volcanic activity. In rarer instances H2S emissions can approach or slightly exceed SO2, as was the case for Mt. St. Helens and Mt. Usu (Giggenbach et al. 1986). H2SO4 aerosols and volcanic ash are not discernible with spectroscopy because they block light, similar to clouds.\nAbout 15–21 megatons (Mt, 109 kg) of SO2 are produced annually from all non-explosive volcanic sources (Halmer et al. 2002). This is similar to a single large explosive event, but will generate a weaker signal because it is spread out over a full year, and individual release events are subject to rapid (hours to days) washout by reactions with tropospheric H2O. Thus, while large explosive events are less frequent, this is partly offset by\nthe longer residence time of volcanic gases in the stratosphere. By concentrating gases in time, they also allow concentrations to exceed our detection thresholds, something that may never occur for non-explosive volcanism, except in extreme cases (see Section 4.2)."
  }, {
    "heading": "2.3. Case Scenarios",
    "text": "The eruption of Mount Pinatubo in the Philippines in 1991 June is the most recent large explosive eruption with the most complete stratospheric satellite remote sensing record. This event serves as a baseline for our models. Mount Pinatubo injected 17(±2) Mt. of SO2 into the stratosphere over the 4 day primary eruption period (Gerlach et al. 1996). Plume altitudes were predominantly between 12 and 25 km, with a single event reaching 40 km (Self et al. 1996) This led to the subsequent production of about 20–30 Mt H2SO4 aerosol after 28 days, consuming 10–15 Mt in SO2 (assuming aerosol droplets are 75 wt% H2SO4 and 25% H2O; McCormick & Viega 1992; Hamill et al. 1977). After 170 days all SO2 appeared to have been converted to aerosols. Erupted SO2 that was not lifted into the stratosphere was rapidly scavenged by reactions with water. Three megatons of HCl were erupted, but due to high-temperature reactions in the rising plume, 99.99% was washed out (Halmer et al. 2002) and negligible amounts reached the stratosphere. The Pinatubo plume circled the globe in ∼15 days and was distributed globally after 1 year. Ash from the plume settled out of the atmosphere within weeks, leaving H2SO4 aerosols as the primary cause of long-term changes in atmospheric optical depth (Dutton & Christy 1992, Dutton et al. 1994). The H2SO4 aerosols themselves reside in the stratosphere for approximately 1–3 years. Similar eruptions discussed in Section 2 (and in Halmer et al. 2002) suggest that 17 ± 2 Mt SO2 is representative.\nThe vertical distribution of volcanic gases is mainly controlled by the style of eruption. We define the following two cases for the distribution of bulk SO2 injected from a volcanic eruption into the stratosphere. A single main explosion may place gases into a tighter vertical region (Case 1). A complex eruption consisting of multiple events over multiple days or hours will tend to distribute gases into a broader vertical range, as happened in the ∼13 km thick case of Mount Pinatubo (Case 2). Case 1\nassumes a global distribution of volcanic gases in a shell of 2 km thickness starting at an altitude of 12 km. Case 2 assumes a global distribution in a shell between 12 and 25 km. Nonglobal distributions may occur under ∼15 days; however, this may not have a strong impact on emergent signal strength because we observe disk-integrated spectra. For transmission spectroscopy there may potentially be stronger signals, but only in rare cases where limb orientation effects are favorable and the signal to noise ratio (S/N) is sufficiently high (see Section 4.3) to overcome shortened integration times."
  }, {
    "heading": "2.4. Frequency and Scale of Eruptions",
    "text": "To assess the probability of observing an explosive eruption on an extrasolar Earth-analog, we estimate eruption frequencies from data on Earth. Table 2 shows the frequency of volcanic events through Earth’s history versus their magnitude. Eruption strengths are classified using either the Volcanic Explosivity Index (VEI), which is based mainly on a log scale of erupted volume (Newhall and Self 1982), or using a magnitude scale based on erupted mass (Pyle 2000) M = log(m) − 7, where m is the ejecta mass in kilograms and M is the reported magnitude number. These scales are equivalent given an ejecta density of 1000 kg m−3 and vary by less than half a scale index at other densities. M4/VEI4 corresponds to almost annual events, M5/ VEI5 to events such as El Chichón which historically occur every 5 years (Mason et al. 2004), M6/VEI6 to events every 30 years such as Mt. Pinatubo, M7/VEI7 to bicentennial events such as Krakatau, and M8/VEI8 to events rare enough to have not occurred in human history. Non-explosive volcanic events fall below M3/VEI3, since low viscosities lead to mass or volume release in more of a pattern of slow continuous leakage. M3/VEI3 is considered the cutoff for gases to reach the stratosphere.\nThe eruption of El Chichón in Mexico in 1982 released 7–8 Mt of SO2, and overall represents about one-half of a Pinatubo class event. Six such eruptions have occurred since 1900: Ksudash, Bezymianny, Agung, St. Helens, and Hudson, with one overlap in time. Two other Pinatubo class eruptions have occurred since 1900: Santa Maria in 1902 and Katmai-Novarupta in 1912. While meteorological records exist for these events, no satellite\nmeasurements of bulk stratospheric SO2 injections have been recorded.\nThe SO2 input from larger eruptions can only be guessed based on scaling laws. The 1883 eruption of Krakatau is estimated to have released 30–50 Mt of SO2 to the stratosphere, about twice Mt. Pinatubo. Magnitudes and frequencies of larger eruptions are listed in Table 2. The largest known single volcanic event recorded in Earth history is the 27.8 million year old M9.1–9.2 Fish Canyon Tuff deposit in Colorado. Magnitude 9.5–10 eruptions occur effectively only once in Earth history, and will thus be vanishingly rare, at probabilities lower than 1 per billion.\nThe probability of detecting an eruption of a given magnitude during 1 year is the same as the annual frequency. For a 30 day nominal residence time in the atmosphere of the SO2 signature, only 12 telescope observations spaced 30 days apart effectively cover the year to detect such a feature in the emergent spectrum. For transmission spectroscopy, the frequency of transit events places an upper limit on such monitoring.\nAssuming all objects have Earth-like activity, we define N here as the number of planets times the number of years of observation time. Observing 100 Earth-like planets for 10 years yields N = 1000 planet-years of equivalent vigilance. The probability of no detections in all observations is given by Pfail = (1 − f)N , where f is the eruption frequency per year. The probability of detection is then 1 − Pfail.\nTable 2 shows the number of planet-years and subsequent discrete telescope observations needed to achieve a detection probability of 1%, 10%, and 90% for several eruption magnitudes, e.g., a 1% probability of detecting a 10× event requires 11 planet-years, while a 10% probability for a 10× event requires 106 planet-years, which may be divided over multiple objects. Table 2 shows that detecting even large and rare events is made feasible through repeat observations or a large number of observable Earth-like planets.\nThe relevant residence time for SO2 is a function of the spectral detection limit, as SO2 is converted to H2SO4 aerosols. The 17 Mt baseline for Pinatubo was recorded 2 days after the primary eruption, indicating this threshold is held for at least 2 days. Self et al. (1996) indicate that aerosolization might\nbegin at a rate of around −1.0 to −1.5 Mt SO2 per day, but must be nonlinear as several Mt SO2 were still detected 28 days later. Note that signals that fall below a detectable limit in less than ∼15 days are unlikely to achieve full global distribution, as discussed in Section 2.3. In Table 2 we apply a signal duration Nd = 2, 30, and 170 days to moderate, large, and very large eruptions, respectively, depending on how far the initial SO2 lies above an assumed 1× baseline detection threshold. This can be thought of as changing not the probability per year, but the number of telescope observations needed to fully cover 1 year. These observation counts in Table 2 can be adjusted to other instrument sensitivities by changing the parameter Nd.\nThe change in SO2 with time leads to uncertainty in the magnitude of the event observed. Frequent re-observations following detection may provide the ability to extrapolate backward to constrain the starting magnitude. Change with time will also help differentiate between explosive and non-explosive activity when detected in emergent spectra.\nThe recent eruption of Mt. Eyjafjallajökull in Iceland during the submission process for this paper suggests that some large non-explosive volcanoes may be able to either deliver SO2 to the stratosphere or deliver sufficient SO2 to the troposphere over an extended eruption period to counter the assumption of rapid tropospheric washout. Full data on the altitude and mass of SO2 delivery are not yet published for this event, but SO2 is being tracked by the NASA Aura Ozone Monitoring Instrument (Yang et al. 2009). Early reports suggest a release rate of only ∼3 kilotons SO2 per day to between 2 and 10 km (Burton et al. 2010). The probabilities listed in Table 2 consider traditional Plinean activity only and could be higher if large-scale semicontinuous tropospheric sources do prove significant."
  }, {
    "heading": "3. MODEL DESCRIPTION",
    "text": "Model Earth spectra are calculated with Exo-P (Kaltenegger & Sasselov 2010), a code based on the Smithsonian Astrophysical Observatory code (Traub & Stier 1976). The spectral line database includes the large HITRAN compilation plus improvements from pre-release material and other sources (Rothman et al. 2009; Yung & DeMore 1999). We model Earth’s spectrum using its spectroscopically most significant molecules: H2O, O3, O2, CH4, CO2, CFC-11, CFC-12, NO2, HNO3, N2, and N2O, where N2 is included for its role as a Rayleigh scattering species. Aerosol and Rayleigh scatterings are approximated by applying empirical wavelength power laws (Cox 2000)\nthat exert an appreciable effect in the visible blue wavelength range.\nAtmospheres from 0 to 100 km altitude are constructed from standard models that are discretized to appropriate atmospheric layers. The area of the stellar disk that is blocked by a transiting planet is given by πR2(λ), where R(λ) = Rp + h(λ), Rp is the radius of the planet at the base of the atmosphere, and h(λ) is the effectively opaque height of the atmosphere at that wavelength. h(λ) can be as large as about 50 km for strong spectral features in Earth’s atmosphere (see also Kaltenegger & Traub 2009). The fraction of the star’s area that is blocked by the absorbing atmosphere, at a given wavelength, is fp(λ) where\nfp(λ) = 2πRph(λ)/πR2s = 2Rph(λ)/R2s . (1)\nThe S/N for detecting an atmospheric spectral feature, in an ideal case, is calculated as follows. During a transit, the relevant signal is N(sig) = N(cont) − N(line), where N(cont) is the number of potentially detectable photons in the interpolated continuum at the location of a spectral feature and over the wavelength band of that feature, and N(line) is the number of detected photons in the band. In other words, it is the number of missing photons in the equivalent width of the feature.\nThe total number of photons detected from the star, in a given spectral range, for transmission spectroscopy is NT (sig) = N(tot)∗fp. N(tot) for emergent spectroscopy is NE(sig) = N(tot)∗fS, where fS is the suppression factor of the stellar light using, e.g., coronagraphy or interferometry in the respective wavelengths.\nThe noise N(noise) is the fluctuation in the total number of detected photons N(tot) in the same wavelength band, so N(noise) = N1/2(tot), ignoring all other noise contributions. Thus, the S/N for detecting a given spectral feature is S/N = N1/2(tot)∗ f, where f is fp or fs for transmission and emergent spectroscopy, respectively.\nThe S/N will be dominated by the noise in the noisier of these two spectra (star or star + planet). The observation time quoted in Table 3 assumes that one has already determined the stellar spectrum to the required accuracy with either of the following two techniques. (1) One can revisit the stellar system to add stellar data during secondary eclipse measurements to characterize the star to the required noise level. This will require the same amount of total time as the planet + star measurement, but will be segmented due to the duration of the secondary eclipse. (2) If the star is quiet/non-active to the level required to\nmeasure the planetary atmosphere signatures (see, e.g., recent Kepler results that suggest that 10%–20% of stars are quiet to that level; Basri et al. 2010), then one can use one secondary eclipse measurement of the star-only spectrum to achieve the same noise level on both spectra by extrapolating the stellar data, considering only Poisson noise.\nClouds are represented by inserting continuum-absorbing/ emitting layers at appropriate altitudes, and broken clouds are represented by a weighted sum of spectra using different cloud layers. We assume that the light paths through the atmosphere can be approximated by incident parallel rays, bent by refraction as they pass through the atmosphere, and either transmitted or lost from the beam by single scattering or absorption. Our lineby-line radiative transfer code for the Earth has been validated by comparison to observed reflection, emission, and transmission spectra (Woolf et al. 2002; Turnbull et al. 2006; Christensen & Pearl 1997; Kaltenegger et al. 2007; Irion et al. 2002; Kaltenegger & Traub 2009).\nThe non-overlapping amounts of an overall 60% opaque water-cloud cover at each altitude are 24% at 1 km, 24% at 6 km, and 12% at 12 km for today’s Earth. The effect of shadowing of clouds is taken into account implicitly because the cloud fractions are deduced from modeling the disk-integrated emission spectra of the Earth. A large part of the signal from a disk-integrated emission and reflection spectra originates near the limb. Furthermore, cloud systems tend to be spaced so that we do not see the cumulative effect of many systems along a given single ray, as we would if a large number of small clouds were scattered uniformly over all of the area.\nFor this paper, we use an Earth model atmosphere, namely, the US Standard Atmosphere 1976 (COESA 1976) springfall model, which was verified by observations (Kaltenegger & Traub 2009), to derive the strength of detectable features. Because of this input, and in particular the presence of an ozone layer and a temperature inversion layer, planets with differing atmospheric profiles would be expected to have differing results (see, e.g., Kaltenegger & Sasselov 2010; Kaltenegger et al. 2007)."
  }, {
    "heading": "4. RESULTS",
    "text": "We generate emergent and transmission spectra from 0.4 μm to 40 μm to assess potentially detectable features of volcanism on extrasolar planets using distribution Case 1 and Case 2. The input atmospheric profiles are shown in Figure 1. The model spectra are shown in Figures 2 and 3 (without and with clouds, respectively) for Cases 1 and 2, for eruptions of 1×, 10×, and 100× Mount Pinatubo. Figures 4 and 5 show spectra for clouds at varying altitudes for transmission spectra and emergent spectra, respectively. Figures 2 and 3 show the effective height of atmospheric features in transmission h(λ). Figures 3 and 5 show the features relative to the signal from a blackbody at 287.9 K. Figure 4 shows the transmission feature strength relative to the signal h100 km generated by an opaque 100 km high absorption feature in the atmosphere of the transiting body.\nThe fundamental vibration frequencies shown in Figures 2–5 are 8.68 μm, 19.30 μm, 7.34 μm, and 3.82 μm for SO2 sorted by their strength. H2S shows features at 8.45 μm and 3.80 μm, placing them in the mid IR. We only show calculations from 4 to 25 μm instead of 0.4 μm to 40 μm because we concentrate on detectable features of volcanism. Additional features seen in Figures 2–5, in low resolution, are the 9.6 μm O3 band, the 15 μm CO2 band, the 6.3 μm H2O band or its rotational band that extends from 12 μm out into the microwave region, a\n(A color version of this figure is available in the online journal.)\n(A color version of this figure is available in the online journal.)\nmethane feature at 7.66 μm, and three N2O features at 7.75 μm, 8.52 μm, and 16.89 μm.\nCase 2, where volcanic gases are deposited in a layer from 12–25 km, shows a stronger feature in the transmission spectra than Case 1 because the material is distributed through more layers, which increases the effect on a transmission spectrum. Figures 2 and 3 show that the emergent spectrum is not affected by the altitude distribution of volcanic material because the overall optical depth in the column is independent of the distribution of the gas for an optically thin atmosphere. Part of the purpose of testing Case 1 was to see if highly concentrating SO2 could improve detectability; however results show that it is the broader distribution of a Pinatubo-like Case 2 which\n(A color version of this figure is available in the online journal.)\nincreases the detectable signal in transmission. Table 3 shows the S/N for primary eclipse transit observations, per transit, and for a set time of 100 hr, which translates into about seven transits. Table 4 shows the S/N for secondary eclipse observations, per transit, and per 170 days, the SO2 residence time in the stratosphere. Both tables list data for the closest G star α Centauri A and a G star at a distance of 10 pc. These idealized results of photon noise-limited calculations can be used as input to different models of instrument noise in individual JWST instruments and observation strategies. Detectable atmospheric features, like the SO2 features described here to assess volcanism, that are not present in high quantities in Earth’s atmosphere,\n(A color version of this figure is available in the online journal.)\nare excellent features to look for in exoplanet atmospheres from future ground-based telescopes like ELT. The values in Tables 3–6 can easily be converted to assess what observation time is needed to observe such features from the ground, depending on the telescope size, instrument characteristics as well as observation site quality as a function of wavelength.\nFigures 4 and 5 show the effect of clouds at various altitudes. There are no changes in the individual emergent cloud\n(A color version of this figure is available in the online journal.)\nspectra between Cases 1 and 2 because volcanic material is deposited above the uppermost cloud layer on Earth at 12 km. Note how cloud altitude is shown to have a strong impact on overall emergent spectra, but little impact on transmission spectra, because transmission spectra primarily sample above our highest 12 km clouddeck, due to the longer optical pathlengths at lower altitudes.\nIn general, volcanic signatures become visible in a presentday Earth atmosphere between 1× and 10× the Pinatubo baseline. In transmission, the SO2 feature is not detectable at 1× the baseline, clearly visible at 10× the baseline, and little changed at 100×. This signal saturation effect begins to occur in comparison with the emergent spectrum because of the overall increased optical path of the light through the atmosphere in transmission. Achieving 2× to 10× baseline concentrations can be accomplished by observing a Krakatau to Tambora class event, or due to a combination of smaller eruptions."
  }, {
    "heading": "5. DISCUSSION",
    "text": ""
  }, {
    "heading": "5.1. Alternative Sulfur Sources",
    "text": "The lifetime of sulfur species that today are rapidly oxidized in Earth’s atmosphere is longer under reducing conditions like on the early Earth. Increased volcanic activity and outgassing of CO2, SO2, and H2S could exhaust the oxidant supply in a reduced atmosphere, allowing SO2 to reach concentrations of several hundred ppm near the planet’s surface (see also J. F. Kasting et al. 2010, in preparation; Halevy et al. 2007). The potential buildup of sulfur components as a result of maintained volcanism and the remote detectability of a global sulfur cycle is discussed elsewhere (Kaltenegger & Sasselov 2010). When volcanism subsides, SO2 would be rapidly removed from the atmosphere by continued photolysis and by reaction with\noxidants, now supplied at a faster rate than reduced gases. Reducing precipitation would also lead to a buildup of sulfurbearing species in a planet’s atmosphere, making an exoplanet with decreased precipitation and increased volcanism an ideal candidate to study for volcanic eruptions.\nThe only sulfur-containing volcanic gases originating in Earth’s troposphere which reach the stratosphere are the comparatively inert compounds OCS and CS2, at the relatively small\nrate of 9.4 × 104 to 3.1 × 108 kg yr−1 (Crutzen 1976) and 1.3 × 104 to 4.4 × 107 kg yr−1 (Halmer et al. 2002), respectively. Volcanic sulfur emissions to Earth’s troposphere are equivalent to approximately 14% of anthropogenic emissions (Robock 2000). It is conceivable, yet unlikely, that a continuous SO2 signal on an exoplanet may arise from natural combustion processes such as forest fires or long duration coal seam fires producing sufficient OCS and CS2 to diffuse upward.\nHalmer et al. (2002) estimate that the annual SO2 injection to the stratosphere from all sources, including OCS migration and small eruptions, is 2.1–3.2 Mt or ∼10× less than a single Pinatubo event. On a dry planet where SO2 is not aerosolized, this background signal may be 2.4–4.0 Mt (if the washout effect in the plume is eliminated) or 15.0–21.0 Mt (if all annual SO2 were able to diffuse upward). A high annual background would make it difficult to detect an individual eruption."
  }, {
    "heading": "5.2. Increased Volcanism on Young Earths and Super-Earths?",
    "text": "The scenario of a highly volcanically active Earth-like planet is based on several effects that especially apply to young, tidally heated, and more massive rocky planets. High volcanism rates may allow non-explosive eruptions to build up daily average SO2 concentrations comparable to explosive events, provided washout effects are limited, and allow non-explosive activity to become remotely detectable (see Kaltenegger & Sasselov 2010).\nFor rocky super-Earths (rocky planets with up to 10 ME) (Valencia et al. 2007), volcanic activity may be higher due to a smaller surface-to-volume ratio, where radionuclide and accretion heating scale by the total silicate mass fraction and total planet mass, respectively. If the probability of a given eruption is considered on a per-surface area basis, then the probability of events given in Table 2 may reasonably be increased by a factor of R/RE, the relative surface-to-volume increase, where R is the super-Earth radius and RE the radius of Earth. This effect however may be offset by higher global water mass fractions, submerged continents, and thicker atmospheres, all of which can make it harder for volcanic gases to reach observable altitudes. There are multiple competing effects in a super-Earth atmosphere that influence the strength of the absorption features, e.g., the scale height decreases due to increased gravity while the total atmospheric mass and the pathlength of a ray through the limb increase because the overall volume of the atmosphere changes (see L. Kaltenegger et al. 2010, in preparation). The overall rate of volcanism on such worlds, including non-explosive events, is discussed in Kite et al. (2009).\nTidal heating may contribute significantly to volcanism for eccentric exomoons or eccentric planets in heliocentric periods of 20–30 days or less (see Henning et al. 2009 for a detailed discussion; Jackson et al. 2008). Such tidal heating has the potential to generate from thousands to millions of times more internal heating than in the modern Earth. However, at the upper end of this heat range, magma is more likely to escape in a non-explosive pattern, or may simply emerge into lava lakes or magma oceans partly sustained by the high insolation values near stars, such as the magma ocean suggested for Corot 7b. Such extreme worlds may also be more likely to have a reducing atmosphere. Significant tidal activity can be stimulated in multi-body systems by secular perturbations, secular resonance crossings, or a deep and stable mean motion resonance, analogous to the Galilean moon system. Modest tidal heating cases may easily supply some exoplanets with both a 10× increase in the size and frequency of large eruptions, while simultaneously enhancing non-explosive activity.\nPlanet age may have a strong effect on volcanic intensity (see, e.g., Isley & Abbott 2002). A young planet is expected to have more residual accretion heat and higher radionuclides at 5× to 10× more than Earth’s modern ∼40 terawatt internal heat rate (Turcotte & Schubert 2002). Very young planets may have increased activity from 26Al decay, or may still be cooling after large embryonic mergers. Continental configurations also vary with plate tectonic activity, and certain epochs in Earth’s history\nincluded major subduction events, leading to a significant increase in the frequency of explosive volcanoes. On the other hand, large continents and their corresponding subduction zones were less common on the very early Earth (Condie 1998), suggesting that more of this early heat would escape in the form of non-explosive mid-ocean ridges and basaltic ocean islands.\nIt is not clear whether hotter planets would show more large explosive eruptions. More vigorous mantle convection would be expected to result in enhanced mid-ocean ridge, hotspot, and ocean island volcanism, all of which inject gases at or near sea level. Hotter magmas are less viscous, allow greater migration and escape of volatiles and bubbles, and tend to erupt non-explosively. Moderately enhanced convection should increase the occurrence of Large Igneous Province (LIP) events, such as the Siberian and Deccan traps. These may occur when convective plume heads reach the surface. LIP events are associated more with broad fissure fields and flowing magmas than with Plinean volcanism or distant ash deposits, and thus may not contribute to observable stratospheric gas concentrations. However, geologic records, such as those of the Yellowstone, Colorado, and Snake River basins, clearly show M8 level explosive volcanic activity divided into two primary pulses: 36–25 Ma ago and 13.5 Ma ago to present (Mason et al. 2004), a fact likely linked to the rise of mantle plumes or similar structures. Modest heat flow enhancements should also increase subduction rates on Earth-like worlds.\nThe initial concentration of water on exoplanets is expected to vary widely based on formation patterns and total mass. Terrestrial bodies that either start out substantially drier or become substantially drier may have reduced explosive volcanism due to lithospheres too viscous for subduction or thick static lids. On planets with high water content, magmas may also be significantly less viscous, reducing explosivity, in addition to global oceans potentially submerging otherwise subaerial volcanoes. Global or local variations in total sulfur content, or changes in total sulfur solution into the iron core, can alter the amount of SO2 released in any given volcanic eruption from those modeled here. Remote observation of volcanic eruptions on exoplanets would help constrain such issues while enriching our current knowledge of the diversity and prevalence of planetary volcanism substantially."
  }, {
    "heading": "5.3. Primary Eclipse—Observation Requirements",
    "text": "Throughout this paper, we treat transmission and emergent spectroscopy similarly, but the probability of detecting an eruption of a given magnitude during a time period is significantly lower for a transiting planet if the time between transits is longer than the residence time of volcanic gases in planet’s atmosphere (e.g., 170 days). This makes such observations primarily feasible for planets closer to their host stars.\nUnlike emergent spectra that can be observed continuously by direct imaging and secondary eclipse measurements, the telescope integration time for transmission is additionally limited by transit duration. Durations are about 12.9 hr for an Earth at 1 AU and less for closer objects.\nTo detect the strongest SO2 feature at 19.5 μm for Case 2 with an S/N of 3 per individual observation, assuming an efficiency of 0.15 and only considering photon noise, would require a collecting area of 225 m2 for an Earth-like planet around a star at 10 pc, and 63 m2 for the closest G star α Centauri A to be feasible. With an efficiency of 0.3 these values change to 115 m2 and 32 m2, respectively. Note that JWST has a collecting area of 33.18 m2.\nGenerally the S/N for a transiting planet for a set amount of time increases with a decreasing planet-to-star contrast ratio, making M stars a good target star choice. The shorter orbital period for planets around M stars can be helpful if an eruptive signal endures through several transits, allowing for increased overall integration times; on the other hand, the transit duration for a planet orbiting an M star is shorter (see L. Kaltenegger & W. A. Traub 2010, in preparation, for details). The S/N scales with the radius of the planet and inversely with the area of the star (see Equation (1)). Table 5 illustrates how the S/N could increase for smaller host stars (we choose an M2 V star with 0.44 solar radius and a temperature of 3400 K) and bigger planets (1.5 Earth radii). Note that this example only illustrates the effects.\nThe atmospheric profile of the super-Earth has not been calculated self-consistently but the absorption features are assumed to be Earth-analog in the first approximation (see L. Kaltenegger & W. A. Traub 2010, in preparation, for details). Values of primary eclipse S/N for an M2V host star and a super-Earth with 1.5 Earth radii are given in Table 5. The S/N per transit is comparable at a set stellar distance (e.g., 10 pc); even so the observation time per transit is shorter by about a factor of 10 (transit duration of a planet in the habitable zone (HZ) is about 12 hr for the Sun and about 1.7 hr for an M2 star). For a set observation time of 100 hr, which translates into about 7 transits for a G star and about 60 transits for a G2V star, the S/N for the small host star increases dramatically. We use Gl 144 as the closest M2V star at 2.45 pc. Transit spectroscopy observations would be an interesting way to probe the distribution of gases as a function of height in the atmosphere, but this level of accuracy does not appear feasible in the near future. Generally, a combination of observations of emergent and transmission spectra would allow for an in-depth characterization of a volcanic planet."
  }, {
    "heading": "5.4. Secondary Eclipse Measurements and Direct Imaging— Observation Time",
    "text": "To detect the strongest SO2 feature in secondary eclipse or direct imaging, we calculate the S/N and observation times shown in Table 4. To observe the strongest SO2 feature at 19.5 μm for Case 2 with an S/N of 3 per individual observation, assuming an efficiency of 0.15, photon noise, and JWST’s collecting area of 33.18 m2, would require an observation time of 316.5 days for an Earth-like planet around a star at 10 pc, and 5.8 days for α Centauri A in secondary eclipse measurements, assuming only photon noise from the star, which is assumed to be characterized to such a level of accuracy. With an efficiency of 0.3 these values change to 158.1 days and 2.8 days, respectively. Secondary eclipse observations are not limited by short transit times as primary eclipse observations are, since photons from the planet are collected over more of the orbital period. Table 6 illustrates how the S/N could increase for smaller host stars (we choose an M2 V star with a temperature of 3400 K) and bigger planets (2 Earth radii). Note that this example only illustrates the effects. The atmospheric profile of the super-Earth has not been calculated self-consistently but is assumed to be Earthanalog in the first approximation. Secondary Eclipse S/N scale with the area of the planet and inverse with the area of the star. S/N for an M2 V host star with a 0.44 solar radius, 3400 K and a super-Earth with 1.5 Earth radii are given in Table 6. The S/N increases by a factor of about 2 per transit at a set stellar distance (e.g., 10 pc); even so the observation time per transit is shorter by about a factor of 10 (see column per transit). A\nset observation time of 300 hr for the closest M2V star yields about the same S/N as a 170 day observation for the closest Sun-like star. Particularly for secondary eclipse measurements the S/N for the small host star increases drastically, making small stars the best targets. We use Gl 144 as the closest M2V star at 2.45 pc.\nTo compare these results to planned direct imaging missions that suppress the starlight while collecting light from the planet itself, one increases the S/N by the square root of the background suppression factor (of mainly the starlight and zodiacal dust, both in our system and the exoplanet system).\nSection 2 discussed that emergent spectra can show SO2 from all types of volcanism, including sea level sources. Thus, probabilities for a detection of either origin, explosive or nonexplosive, are better than the values listed in Table 2. This, combined with the observation requirements above, will make emergent spectra a highly useful tool for volcanic exoplanet studies."
  }, {
    "heading": "5.5. Repeat Observations—Localizing a Source—Far Future",
    "text": "Multiple high S/N observations of an exoplanet with a putative volcanic signature over several months to years following an initial signal detection could greatly increase our understanding of the object and the type of volcanism occurring. This would be the first test of the SO2 residence time baseline versus the atmospheric composition—reducing versus oxidizing. Reobservations would help distinguish if a detection is from a semi-continuous source, such as Eyjafjallajökull, which spanned two full years in its most recent previous eruption, 1821–1823 (Sturkell et al. 2010). If an SO2 signal remains past this timescale, it suggests the origin is either multiple smaller eruptions whose signal is combining over time, a stratospheric chemistry different from Earth’s, or a high rate of large eruptions. A signal disappearing in under 170 days would suggest that the initial discovery was of a single quantifiable volcanic event. Detailed observation records and the concurrent detection of other chemicals, including water, might eventually allow for the classification of a volcanic source region and tectonic setting. In rare cases, a transit may be able to detect an eruptive plume while it is still localized over the source volcano that is located on the limb of the planet. In 1 day, (June 15, 5 pm to June 16, 5 pm) the main plume from Mt. Pinatubo spread roughly 15◦ in both latitude and longitude (Self et al. 1996). If the target planet’s rotation rate, obliquity axis, transit duration, and transit frequency were each favorable, and an observed eruption were still partly localized, then SO2 signature variation by limb longitude could potentially be used to help constrain the planet’s rotation rate and to begin mapping the surface relative to future eruptive events. This technique would require a high frequency of repeat observations as well as a very high S/N per observation, which is potentially possible with second-generation future space missions."
  }, {
    "heading": "6. CONCLUSIONS",
    "text": "We have shown that large-scale explosive volcanism can be remotely observed on exoplanets around the closest stars using sulfur dioxide as a chemical proxy. We have developed two models for present-day Earth-like planets, with Case 1 depositing volcanic gases into a 2 km thick stratospheric layer, and Case 2 depositing gases between 12 and 25 km in altitude. We have derived the observable features for primary and secondary eclipse measurements and discussed the likelihood of observing volcanism on Earth to super-Earth exoplanets.\nTables 3 and 4 show the S/N per transit and the observation time needed, respectively, for secondary eclipse measurements to detect explosive volcanism on exoplanets using a 6.5 m telescope in space such as JWST. Secondary eclipse measurements with JWST could detect the signature of volcanism on exoplanets due to the increased available observation time. Primary eclipse measurements are limited to the closest stars due to the limiting transit duration time. In our calculations we have only included photon noise from the star. The idealized results from these photon noise-limited calculations can be used as input to the different models for instrument noise of individual JWST instruments and observation strategies. Detectable atmospheric features, like the SO2 features described here to assess volcanism, that are not present in high quantities in Earth’s atmosphere are excellent features to look for in exoplanet atmospheres from future ground-based telescopes like ELT and can easily be determined from Tables 3–6 depending on the instrument, observation site, and telescope size.\nVolcanic features generally become visible between 1 and 10 times the Mt. Pinatubo eruption. Case 2 shows a stronger feature in the transmission spectra than Case 1 because volcanic material is distributed through more layers. We show that the probability of observing a Pinatubo class explosive eruption is about 1% if four Earth-like planets are observed for 1 year. A higher contrast signal from a 10× event can be detected with 10% probability by any equivalent to observing ∼50 Earth-like planets for 2 years. Planet geology suggests that probabilities are higher for young hot planets, tidally heated bodies, and continent-bearing super-Earths. Tropospheric SO2 distributions are rapidly aerosolized in the presence of water and were not modeled, but may reach levels detectable in emergent spectra on such worlds with increased volcanism. These observations become a very interesting option to characterize rocky planets, especially if one assumes larger, and/or more frequent eruptions than on Earth, or smaller host stars, where a planet in the HZ orbits closer to its star, increasing the transit probability, or longer SO2 residence times than on Earth. Tables 5 and 6 illustrate how the S/N could increase for smaller host stars and super-Earths, assuming an Earth-analog atmosphere in the first approximation. Note that the atmospheric profile of the superEarth has not been calculated self-consistently here. We use this case to illustrate the strength of this approach for small host stars with super-Earths. For primary and especially for secondary eclipse measurements the S/N for the small host star and bigger planets increases drastically, making small stars the best targets for a search with JWST. All these hypotheses can be tested by remotely observing exoplanets in low resolution and scanning them for features that can be attributed to volcanism. Remote observation of volcanic eruptions on exoplanets would substantially enrich our current knowledge of the diversity and prevalence of volcanism.\nL.K., W.H., and D.S. gratefully acknowledge the Origins of Life Initiative at Harvard University and the NASA Astrobiology Institute. This work has also been supported by NSF Grant\nEAR0440017. We thank Jeff Standish and Richard J. O’Connell for helpful reviews and Jean-Michel Desert and David Charbonneau for helpful discussions."
  }],
  "year": 2010,
  "references": [{
    "title": "Allen’s Astrophysical Quantities (4th ed.; New York: AIP) Crutzen, P",
    "authors": ["K.C. Office) Condie"],
    "venue": "Earth Planet. Sci. Lett., 163,",
    "year": 1998
  }, {
    "title": "Photochemistry of Planetary Atmospheres",
    "authors": ["F. P"],
    "year": 2009
  }],
  "id": "SP:42cee7eafb6d3fc9db154067ce38fa4c20273af1",
  "authors": [{
    "name": "L. Kaltenegger",
    "affiliations": []
  }, {
    "name": "W. G. Henning",
    "affiliations": []
  }, {
    "name": "D. D. Sasselov",
    "affiliations": []
  }],
  "abstractText": "The search for extrasolar rocky planets has already found the first transiting rocky super-Earth, Corot 7b, with a surface temperature that allows for magma oceans. Here, we investigate whether we could distinguish rocky planets with recent major volcanism by remote observation. We develop a model for volcanic eruptions on an Earth-like exoplanet based on the present-day Earth and derive the observable features in emergent and transmission spectra for multiple scenarios of gas distribution and cloud cover. We calculate the observation time needed to detect explosive volcanism on exoplanets in primary as well as secondary eclipse and discuss the likelihood of observing volcanism on transiting Earth-sized to super-Earth-sized exoplanets. We find that sulfur dioxide from large explosive eruptions does present a spectral signal that is remotely detectable especially for secondary eclipse measurements around the closest stars and ground-based telescopes, and report the frequency and magnitude of the expected signatures. The transit probability of a planet in the habitable zone decreases with distance from the host star, making small, nearby host stars the best targets.",
  "title": "C: "
}