{
  "sections": [{
    "text": "783\nISSN 1069-3513, Izvestiya, Physics of the Solid Earth, 2017, Vol. 53, No. 5, pp. 783–794. © Pleiades Publishing, Ltd., 2017. Original Russian Text © A.Yu. Kazanskii, G.G. Matasova, A.A. Shchetnikov, I.A. Filinov, V.V. Chegis, 2017, published in Fizika Zemli, 2017, No. 5, pp. 173–184."
  }, {
    "heading": "Hysteresis Characteristics of Subaeral Deposits in the Baikal Region",
    "text": "A. Yu. Kazanskiia, *, G. G. Matasovab, A. A. Shchetnikovc, I. A. Filinovc, and V. V. Chegisa\naFaculty of Geology, Moscow State University, Moscow, 119991 Russia bTrofimuk Institute of Petroleum Geology and Geophysics, Siberian Branch,\nRussian Academy of Sciences, Novosibirsk, 630090 Russia cInstitute of the Earth’s Crust, Siberian Branch, Russian Academy of Sciences, Irkutsk, 664033 Russia\n*e-mail: kazansky-alex@mail.ru Received March 10, 2017\nAbstract⎯The results of rock magnetic studies in four subaeral cis-Baikalian sections of different ages and geneses are described in detail. The similarities and distinctions in the formation of the magnetic properties of the sediments are established based on the analysis of the magnetic hysteresis parameters. The mechanisms responsible for the dissimilarity of the magnetic characteristics of the rocks in the different sections are identified. The variations in the composition, concentration, and particle size of the grains of magnetic fraction as a function of climate, geomorphologic factors, and volcanism are demonstrated.\nDOI: 10.1134/S1069351317050068"
  }, {
    "heading": "INTRODUCTION",
    "text": "Ferrimagnetic particles which are present in sediments are a sensitive indicator of the changes in the environment and climate which allows variations in the magnetic properties of the sediments to be correlated to the particular processes determining their formation and subsequent transformations. The solution of this problem is a subject of environmental magnetism—an interdisciplinary scientific direction which uses the rock magnetic approach for reconstructing the processes of transportation, deposition, and transformation of magnetic grains under the action of natural processes in the atmosphere, hydrosphere, and lithosphere (Thompson and Oldfield, 1986; Oldfield, 1991; Verosub and Roberts, 1995; Evans and Heller, 2003; Liu et al., 2012; Kosareva et al., 2015). Recent advances in the methods and approaches of environmental magnetism enabled an efficient reconstruction of the settings of sediment deposition and climate change for a broad class of sedimentary formations, including subaeral loess–soil series (Heller and Evans, 1995; Dekkers, 1997; Maher et al., 2002; Evans and Heller, 2003; Deng et al., 2007; Liu et al., 2007; Matasova and Kazansky 2004; 2005). Most of the studies are based on the deposits of the Chinese Loess Plateau, with the key attention focused on the concentration-dependent magnetic parameters, mainly the magnetic susceptibility. Publications covering the entire range of the parameters of magnetic hysteresis are rather scarce (Fukuma and Torii, 1998; Florindo et al., 1998; Spassov, 2002), whereas the hysteretic characteristics of subaeral deposits in the territory of Cis-Baikalia have been barely explored. The purpose of this work was to assess the informativity of the hysteresis parameters of subaeral deposits in the Baikal rift zone for reconstructing the sedimentation settings and climatic changes. To this end, we have explored three Late Neopleistocene subaeral sections located in the different geological–geomorphological conditions within 130 km of each other and one Eopleistocene subaeral section ~200 km east of them."
  }, {
    "heading": "GEOLOGICAL CHARACTERISTIC",
    "text": ""
  }, {
    "heading": "OF THE STUDY OBJECTS AND SAMPLING",
    "text": "The Novorazvodnaya section is located in a quarry in the vicinity of Novorazvodnaya village (52°14.6′ N, 104°22.7′ E) and captures the upper part of the subaeral blanket of the third right-coast terrace above the floodplain of the Angara River (Fig. 1). Across the northern wall of the quarry, the thickness of the loesssoil stratum overlaying the eluvium of Jurassic sandstones is 5.5 m. Three loess horizons separated by fossil pedocomplexes are distinguished in the section. For the upper pedocomplex, there are two radio carbon dates—26–29 ka from the upper soil and 34–35 ka from the lower soil (Ryashchenko et al., 2000). A lithostratigraphic division of the section is presented in Fig. 7; a more detailed description can be found in (Vorob’eva and Medvedev, 1985). Starting from a depth of 1 m, 45 samples were derived from the Novorazvodnaya section with a step of 10 cm. The Ust’-Odinskii section is located at the foothills of the East Sayan Ridge on the right coast of the Kitoi River, at the inflow of the Oda River in it 10 km from Angarsk (52°27.9′ N, 103°41.6′ E). Here, the eroded\n784\nIZVESTIYA, PHYSICS OF THE SOLID EARTH Vol. 53 No. 5 2017\nKAZANSKII et al.\nJurassic sandstones are overlain by a stratum of the aeolian–diluvial and alluvial Upper Pleistocene deposits with the embedded buried soils. The thickness of the section is ~20 m. The upper soil of the horizon located at a depth of ~4 m yielded radiocarbon ages of 34190 ± 1510 and 35480 ± 820 (derived from the humus) (Arslanov et al., 2011], as well as 34600 ± 600 (AMS, OxA-25677) and >29700 (LU 6676) (derived from bones of large mammals) (Shchetnikov et al., 2012). The lithostratigraphic division of the section is shown in Fig. 6; the full description is presented in (Filippov et al., 1995; Shchetnikov, 2012). The samples for magnetic investigation are taken from the subaeral deposits down to a depth of 19 m with a step of 5– 10 cm; the alluvial deposits were not studied. The collection includes 172 samples overall.\nThe Slavin Yar section is located in the Tunka rift basin on the eastern coast of the Zun-Murin River 11 km upstream of the inflow into the Irkut River (51°42.4′ N, 102°39.4′ E). The section is composed of alternating loesses and aeolian sands with the horizons of fossil soils. The thickness of the section is ~30 m. Two absolute ages—37790 ± 310 ka (14С AMS) and 45810 ± 4070 ka (14С)—are obtained for this section based on the charcoal samples from the fossil soil horizons at depths of ~8 and 10 m, respectively (Shchetnikov et al., 2012). The lithostratigraphic division of the section is shown in Fig. 6 and a full description of\nthe section is presented in (Shchetnikov et al., 2012a; 2012b). The rocks are sampled for the magnetic investigations down to a depth of 26.8 m with a step of 5–10 cm, yielding 284 samples in the collection overall.\nThe Togai section is located in the coastal zone of Lake Baikal (Olkhon Island, 53°09′ N, 107°13′ E). Here, the Lower Eopleistocene loess-soil stratum is exposed (Mats, 2013). The stratum is represented by alternating sandy loams, sands, and loams differing in color, grain size distributions, and origin. The lithostratigraphic division of the section is presented in Fig. 7 and a complete description can be found in (Vorob’eva et al., 1995). A total of 78 samples were taken from the refreshed wall of the outcrop with a step of 5–10 cm."
  }, {
    "heading": "STUDY PROCEDURE",
    "text": "The rock magnetic measurements were carried out at the Paleomagnetic Center of the Institute of Petroleum Geology and Geophysics, Siberian Branch, Russian Academy of Sciences, on a J-meter coercive spectrometer (Jassonov et al., 1998). The composition of the magnetic fraction was studied from the temperature dependence of magnetic susceptibility with the use of an MFK-1 kappa-bridge with a high-temperature CS-3 furnace unit. The interpretation of the rock magnetic data followed the standard procedures (Evans and Heller, 2003), with allowance for the regu-\nIZVESTIYA, PHYSICS OF THE SOLID EARTH Vol. 53 No. 5 2017\nHYSTERESIS CHARACTERISTICS OF SUBAERAL DEPOSITS 785\nlarities revealed in the loess-type rocks of West Siberia (Matasova et al., 2003).\nFor analyzing the magnetic properties of loose subaeral deposits, we subdivided the hysteretic characteristics into the following groups:\nConcentration-dependent: primarily depending on the amount of magnetic minerals. This group includes saturation magnetization (Ji) in the field of 700 mT; remanent saturation magnetization (Jr); magnetization of ferrimagnetics (Jfer), initial magnetic susceptibility (Kint); magnetization of paramagnetics (Jp); paramagnetic contribution to the total magnetization (Jp/Ji);\nCoercive: characterizing the magnetic hardness of the rocks. This group includes coercive force (Bc), remanent coercive force (Bcr), and magnetic hardness parameters based on the difference of the values of remanent saturation magnetization in the course of magnetization in the field of 700 mT and remagnetization in the field of –300 mT (S = –Jr(700)/Jr(–300) characterizing the ratio of the soft magnetic to hard magnetic phases and HIRM = (Jr(700) + Jr(–300))/2 describing the absolute value of the contribution of the hard component to the total remanent saturation magnetization) (Dekkers, 2007);\nSuperparamagnetic: testifying to the presence of ultrafine superparamagnetic grains (Xsp—paramagnetic susceptibility in the field of 8 mT; Jrm–Jr the drop in the saturation remanent magnetization 50 ms after the magnetizing field is turned off; Kfer/Jfer—the estimate of the superparamagnetic grain content according to (Dekkers, 2007)). Parameters Xsp and Jrm–Jr are sensitive to particles with particular ranges of the relaxation time; parameter Kfer/Jfer yields the integral characteristic;\nStructural: estimating the particle sizes and domain state of the magnetic grains. These are the ratios of various magnetic parameters (Jr/Js, Bcr/Bc, Kfer/Jr)."
  }, {
    "heading": "RESULTS",
    "text": "Composition of magnetic fraction. The thermomagnetic curves in all the studied sections are practically of the same type (Fig. 2). In all cases, the main magnetic mineral is magnetite (Curie point ~580°C). The increase of the magnetic susceptibility on heating in the interval 250–300°C suggests that magnetite is partially maghemitized. Hematite is not recorded in the thermal curves because of the significantly lower magnetic susceptibility compared to magnetite (Dunlop and Özdemir, 1997). As shown below, the presence of hematite could only be established based on the coercive characteristics (parameters of magnetic hardness).\nConcentration-dependent characteristics. According to the values of the parameters of this group, the Ust’-Odinskii section is richest in magnetic material; the magnetic mineral content in the Slavin Yar section is 2–2.5 the value (in terms of Ji, Jf, Kint, and Kfer) for the Ust’-Odinskii section. The concentration of the magnetic minerals in the Novorazvodnaya section is 1.5 the value of the Slavin Yar section; and the least magnetic rocks are represented in the Togai section (Fig. 3a). The widest scatter in the values of the concentration parameters is observed in the Ust’-Oda loesses and Slavin Yar paleosols, and the narrowest scatter is revealed in the sediments of the Togai section. The highest contribution of paramagnetic minerals in the total magnetization of the rocks is noted in the Ust’-Oda and Slavin Yar sections, where this contribution in the paleosols is above 90% (Fig. 3b). In contrast, in the Togai section, the highest paramagnetic contribution is observed in the loess deposits (rather than in the soils), where it maximally makes up 73% of the total magnetization Ji.\nIn the Ust’-Oda section, the highest concentration of magnetic minerals is revealed in the loesses and the lowest concentration is in the recent soil and paleosols. In the Slavin Yar section, the magnetic mineral content is maximal in aeolian sands and minimal in the loess and diluvial deposits. In the Novorazvod-\n786\nIZVESTIYA, PHYSICS OF THE SOLID EARTH Vol. 53 No. 5 2017\nKAZANSKII et al.\nnaya section, loesses are most magnetic and paleosols are least magnetic. In contrast, the highest magnetic mineral content in the Togai section is established in the paleosols and the lowest, in the diluvial sediments (Fig. 4).\nAn interesting fact is that the clusters of the points (Jr vs K) corresponding to loesses, diluvium, and the recent soils of different sections barely intersect. The picture for paleosols is somewhat less distinct; however, the trend remains identical for all the three sections: the highest magnetic mineral content is observed in the Ust’-Odinskii section and the lowest in the Novorazvodnaya section. The paleosols of the Togai section demonstrate an inverse dependence: here, the magnetic mineral concentration is higher than in loesses and diluvium. By the magnetic mineral content, these paleosols are close to the least magnetic paleosol horizons in the Ust’-Oda and Slavin Yar sections. The recent soils also significantly differ by the content of the magnetic minerals (Fig. 4).\nThis description shows that the difference in the magnetic properties of the subaeral deposits in the Baikal region is significant.\nCoercive characteristics. The contrast in the Bc and Bcr values in the studied sections reaches 2.5 (in terms of Bcr) to 5 (in terms of Bc) orders of magnitude. The ranges of the variations in these coercive parameters (28 mT < Bcr < 55 mT and 3 mT < Bc < 15 mT) qualify the studied deposits as predominantly magnetically soft but with the presence of different amounts of hard magnetic minerals (Fig. 5).\nThe highest content of hard magnetic minerals is noted in the paleosols of the Ust’-Oda and Novorazvodnaya sections. The diluvial deposits are magnetically softest, followed by the loess rocks in the Ust’Odinskii section and upper horizon of all the recent soils. In the Slavin Yar and Togai sections, the diluvial and loess rocks have close coercive parameters point-\ning to the presence of a small amount of hard magnetic minerals. An interesting feature of the coercive characteristics is demonstrated by their distributions. In the paleosols, the scatter of Bc and Bcr is largest, the distributions are chaotic with a faint trend of linear dependence between these parameters. A similar situation is observed in the loesses; here, the linear dependence of Bc and Bcr is more distinct and the cloud of the loess points of the Novorazvodnaya section lies in the continuation of the elongated cluster of the points for the Ust’-Oda section. The points for the loess deposits of the Slavin Yar section are distributed within a compact area coinciding with that for the diluvial deposits of this section. The distributions of the points corresponding to the diluvial deposits of the different sections barely intersect. From the graph of the recent soils, we can see which significant transformations take place during the burial of the soils and how strongly these transformations affect the magnetic properties of the soils. All the graphs (except for the recent soils) have a similar trend: in terms of the coercive parameters Bcr and Bc, the deposits of the Novorazvodnaya section gravitate to the similar deposits of the Ust’-Oda section; however, the deposits of the Slavin Yar can perhaps be grouped (by the same criterion) with the Togai deposits.\nThe magnetic hardness parameter, HIRM, in the three sections (Ust’-Oda, Slavin Yar, and Novorazvodnaya) has the high values and, simultaneously, parameter S has low values in the paleosols. This means that the magnetic fraction of paleosols contains hard magnetic minerals. The highest HIM and lowest S values are observed in the paleosols of the Ust’-Oda section; the next slightly lower coercivity level is established in the paleosols of the Slavin Yar section and, finally, the lowest content of highly coercive minerals is revealed in the paleosols of the Novorazvodnaya section. The loess and diluvial deposits contain a minor admixture of hard magnetic minerals. The\nIZVESTIYA, PHYSICS OF THE SOLID EARTH Vol. 53 No. 5 2017\nHYSTERESIS CHARACTERISTICS OF SUBAERAL DEPOSITS 787\nrocks of the Togai section present a more complicated situation. Here, the magnetic fraction of the upper paleosol horizon is practically void of highly coercive minerals, whereas in the other horizons of the pedocomplex, in the loess and diluvial deposits, there is a significant amount of hard magnetic minerals.\nSuperparamagnetic characteristics. The following three parameters (Jrm–Jr, Xsp, and Kfer/Jfer) reflect the presence of the ultrafine magnetic minerals most probably of authigenic origin, the so-called superparamagnetic (SPM) minerals, with a grain size below 0.03 μm. Intense postsedimentation processes take place in the recent soils of all the studied sections, as indicated by the high Jrm–Jr, Ksp, and Kfer/Jfer values (Figs. 6 and 7). Intense pedogenesis resulted in the neocrystallization of SPM particles in the paleosols of the Togai and Ust’-Oda sections, as well as in the upper horizon of the pedocomplex in the Novoraz-\nvodnaya section. In contrast, in the Slavin Yar section and in the lower soil of the Novorazvodnaya section, the Jrm–Jr and Ksp parameters are lower in the paleosols than in the loess and diluvial deposits; however, the presence of SPM particles is established by the increase of the Kfer/Jfer ratio.\nStructural characteristics. Parameter Kfer/Jr estimating the effective size of magnetic grain clearly distinguished the coarse-grained deposits of the Ust’Odinskii section. The deposits of the Novorazvodnaya and Togai sections have significantly smaller magnetic grains. The finest grain size is established for the rocks composing the Slavin Yar section (Figs. 4, 6). The variations of the effective size of the magnetic grains across the Ust’-Oda and Novorazvodnaya sections reflect the lithology of the sections: fossil soils have relatively small grains, the magnetic particles in the\n788\nIZVESTIYA, PHYSICS OF THE SOLID EARTH Vol. 53 No. 5 2017\nKAZANSKII et al.\ndiluvial deposits are relatively large, and the loess deposits have an intermediate magnetic grain size.\nThis trend is also observed, although to a lesser extent, in the Togai section (Fig. 6). Here, the fossil soils have smaller magnetic grains; however, this is only the case for the lower paleosol horizons in the pedocomplex, whereas the Kfer/Jr values in the upper horizon are the section’s highest. The loess and diluvial deposits in the Togai section slightly differ by the effective size of magnetic grain (Fig. 4).\nThe sediments in the Slavin Yar section are very weakly differentiated by the magnetic grain size. Only the uppermost paleosol horizon differs by the size of the magnetic particles, whereas in the remaining part of the section, this parameter is practically identical (Fig. 6).\nAs follows from the Day plots (Day et al., 1977; Dunlop, 2002), the domain state (DS) of the ferrimagnetic particles in the studied subaeral deposits is pseudosingle domain (PSD) and mutidomain (MD). By the DS state of their magnetic grains, the sections can be classified in two distinct groups with practically nonintersecting clusters of points (Fig. 8). The first group covers the deposits of the Slavin Yar and Togai sections, where the magnetic fraction consists of PSD grains or of a mixture of single domain (SD) and MD grains. The fraction of SD grains may reach 50% in the paleosols of the Slavin Yar section and up to 30% in the paleosols of the Togai section. A slightly lower SD\ngrain content is established in the loess and diluvial deposits (up to 30% in the Slavin Yar and up to 20% in the Togai sections). The second group incorporates the deposits of the Ust’-Oda and Novorazvodnaya deposits. All the rock units of these sections have a magnetic fraction that consists entirely of MD grains. The distributions of the points corresponding to the deposits of the Neopleistocene sections have an elongated shape pointing to the broad range of the ensemble of magnetic particles in these deposits (Fig. 8). In contrast, all the distributions for the rocks of the Togai section are compact, which probably testifies to the small scatter in the particle size of magnetic grains. The presence of SPM grains is not reflected in these graphs because these particles are not predominant in the magnetic fraction."
  }, {
    "heading": "DISCUSSION",
    "text": "The dissimilarities of the magnetic properties of the loess-soil deposits in the Baikal region are probably caused by two factors: the intensity of the ferrimagnetic material inflow from the provenance region (which determines the overall concentration of the magnetic particles in the sediments) and the mechanism of the formation of magnetic properties in the loess and soil horizons (which determines the difference in the magnetic properties of loesses and paleosols). Primarily, we note the distinctions in the formation mechanisms of the loess-soil series of the\nIZVESTIYA, PHYSICS OF THE SOLID EARTH Vol. 53 No. 5 2017\nHYSTERESIS CHARACTERISTICS OF SUBAERAL DEPOSITS 789\n790\nIZVESTIYA, PHYSICS OF THE SOLID EARTH Vol. 53 No. 5 2017\nKAZANSKII et al.\nNeopleistocene and Eopleistocene. In the Eopleistocene Togai section, magnetic susceptibility in the fossil soil horizons is 1.5–2.5 times higher than in loesses, and the soils here contain SPM particles probably of biochemical (pedogenic) origin. This mechanism of the formation of the magnetic properties is referred to as Chinese (or pedogenic) and is characteristic of the loess sections of the Chinese Loess Plateau and Europe (Evans and Heller, 2003). In contrast, in all three Neopleistocene sections, magnetic susceptibility in loesses is higher than in soils, and the soils in these sections also contain SPM particles, albeit, in slightly smaller amounts (judging by the Kfer/Jfer values) than in the Togai section. This behavior of the magnetic parameters corresponds to the so-called Siberian scenario of the formation of magnetic properties in loesses and paleosols (Matasova et al., 2003). The Siberian scenario is the superposition of two mechanisms: the Chinese mechanism responsible for the presence of SPM grains in the soils as a result of pedogenesis and the Alaskan (wind-vigour) mechanism (Beget et al., 1990), which accounts for the distinctions in the magnetic susceptibility of loesses and fossil soils by the variations in the intensity of the wind. The Siberian mechanism widely occurs in the southern regions of West and Central Siberia (Matasova and Kazansky, 2004); it also operates in the Baikal region (Matasova, 2006).\nIZVESTIYA, PHYSICS OF THE SOLID EARTH Vol. 53 No. 5 2017\nHYSTERESIS CHARACTERISTICS OF SUBAERAL DEPOSITS 791\nThe observed dissimilarity in the formation mechanisms of the magnetic properties of the Neopleistocene and Eopleistocene loess-soil series definitely has a climatic nature: in contrast to the Neopleistocene subaeral deposits that were formed in climatic conditions similar to the current conditions, the Eopleistocene soils were formed in a more arid environment, at temperatures slightly higher than the current temperatures (Vorobieva and Mats, 2006)—in conditions similar to the current setting in some regions of the Chinese Loess Plateau.\nNevertheless, most of the paleosol horizons have a high degree of magnetic hardness in common. Except for the Slavin Yar section, which will be separately discussed below and the uppermost horizon of the fossil pedocomplex in the Togai section, all the fossil soils have a high HIRM, low S, and increased Bc and Bcr, which testifies to the presence of a significant amount of hard magnetic minerals. The simultaneous increase in the content of SPM particles in the same horizons suggests that these soils contain pedogenic hematite (perhaps goethite). The described situation is observed in the southwestern sections of the Chinese Loess Plateau (Torrent et al., 2008; Hu et al., 2015), which is due to the change in the balance of the temperature and humidity. The upper horizon of the pedocomplex in the Togai section contains a smaller amount of hard magnetic minerals, as indicated by the\nlowest HIRM values and S values close to 1. Therefore, the SPM fraction is likely to be dominated by pedogenic magnetite (perhaps maghemite), as in the northern and central parts of the Chinese Loess Plateau (Spassov, 2002), rather than by hematite, as in the sections of West Siberia (Matasova, 2006). The presence of ultrafine magnetite grains in the upper paleosol of the Togai section is also supported by the higher content of SPM particles (since magnetite has a higher susceptibility than hematite) and a higher Kfer/Jr ratio, characteristic of the ensembles of magnetic grains enriched with SD particles (Thompson and Oldfield, 1986). Hence, the differences in the magnetic properties of fossil soils in the Baikal region are determined by climatic factors, including the balance of the temperature and humidity.\nThe presence of hard magnetic minerals in the recent soils is not so evident; however, the concentration of SPM grains in them is higher than in the fossil soils. It is likely that the pedogenic processes in recent soils have not been completed to date, as indicated by the relative closeness of their characteristics in different sections (Fig. 5), compared to the fossil soils, loesses, and diluvial deposits. The final formation of the magnetic properties of recent soils will probably take place after their burial.\nThe difference in the formation mechanisms of the magnetic properties in the Neopleistocene and\n792\nIZVESTIYA, PHYSICS OF THE SOLID EARTH Vol. 53 No. 5 2017\nKAZANSKII et al.\nEopleistocene subaeral deposits in the Baikal region causes the differences in the magnetic mineral content and grain sizes of these deposits. The Eopleistocene subaeral deposits of the Togai section, in accordance with the Chinese mechanism, were formed due to the inflow of sedimentary material from a remote source area, mainly in the form of a suspension. This results in the fact that the concentration of ferrimagnetics in the loesses and delivial deposits in this section is the lowest, whereas in the paleosols, it increases due to the neocrystallization of pedogenic magnetite and hematite. Judging by the Kfer/Jfer ratio, the ferrimagnetic grains in the Togai section are smaller than in all the other studied sections, and all the particles are in the PSD state. This is consistent with the data for the Chinese Loess Plateau (Florindo et al., 1998; Spassov, 2002).\nThe magnetic properties of the Neopleistocene deposits in the Ust’-Oda and Novorazvodnaya sections were formed according to the Siberian mechanism. This follows from the fact that the variations in the concentration of ferrimagnetics and in the effective particle size of magnetic grains in these sections are directly correlated to the lithology, i.e., to the sedimentation processes. The Siberian mechanism implies the presence of a close source of the sedimentary material and, correspondingly, higher concentration and larger grain sizes of the ferrimagnetic particles (due to the additional particle transport by saltation). It is assumed that the wind-driven dissemination of the coarse-grain material from a close source is fed by f luvial sediments. Since the other large areas of deflation/aeolian transportation of another sediment type are absent in the vicinity of the section, the concentration and sizes of ferrimagnetic grains will be determined by the river runoff conditions. The Kitoi River where the Ust’Odinskii section is located originates from the Tunka mountains (the spurs of East Sayan) and is characterized by frequent summer f loods. This causes the supply of a large amount of sedimentary (including ferrimagnetic) material into the alluvial deposits of the lower reach of the river and determines the relatively large grain size in these deposits. The Novorazvodnaya section is located on the Angara River 50 km from its exit from Lake Baikal, which naturally limits the amount of the sedimentary material and determines the small grain size in it. Thus, the differences in the concentrations and sizes of ferrimagnetic grains in the subaeral deposits of the Ust’-Odinskii and Novorazvodnaya sections are mainly determined by the hydrological regime of the rivers which form the feeding sources for the formation of the loess-soil series; i.e., their origin is not purely climatic but also geomorphologic. The formation of the magnetic properties in these sections has a similar mechanism. This is indirectly suggested by the close ratio of the ferrimagnetic and paramagnetic components in the sediments composing these sections, which differs from that in the Togai and Slavin Yar sections.\nThe Slavin Yar section by its magnetic characteristics drastically differs from the other studied sections. We primarily note the finest size of the ferrimagnetic grains in this section. Practically all grains are in the PSD state, untypical of the loess-soil section of Siberia (Matasova et al., 2006). Moreover, the magnetic properties of the sediments in this section do not reflect its lithology and are therefore not directly related to the process of sedimentation. The composition, grain size, and concentration of the ferrimagnetic particles in this section are probably determined by a certain additional mechanism. The supply of additional ferrimagnetic material as a result of volcanic activity could have been one of these mechanisms. Indeed, during the Neopleistocene, the Tunka basin was an area of active volcanism (Logachev, 1954). The deflation of ash material containing fine particles of magnetite could significantly change the magnetic properties of the deposits and, inter alia, lead to the reduction of the effective size of the magnetic grain and leveling of the concentration-dependent magnetic characteristics in the different lithological types of deposits. This results in the violation of the direct correlation between the effective size of the magnetic grain and the average grain size in the sediment, which is determined by the sedimentation conditions. The absence of this correlation is a sign pointing to the presence of volcanoclastic material in the subaeral deposits (Kazanskii et al., 2016)."
  }, {
    "heading": "CONCLUSIONS",
    "text": "The hysteretic characteristics of the subaeral deposits of the Baikal region are a sensitive indicator of the sedimentation settings and climatic variations.\nThe magnetic characteristics of sediments in the Ust’-Odinskii and Novorazvodnaya sections were formed in the climatic conditions close to the present ones. Their formation followed the Siberian mechanism which caused the differentiation of the magnetic properties of loesses, fossil soils, and diluvial deposits due to the superposition of two processes: aeolian activity, which provided the inflow of the coarse-grain material from the spatially close sources and pedogenic processes, which led to the formation of SPM particles of magnetite/maghemite and hematite/goethite. The difference in the concentrations and effective sizes of the ferrimagnetic grains in these sections is determined by the peculiarities of the hydrodynamic regime of the rivers on the coasts of which these deposits were formed.\nThe magnetic characteristics of the subaeral deposits of the Eopleistocene Togai section were formed in the warmer climatic conditions. Their formation followed the Chinese mechanism, which is dominated by pedogenic processes, which resulted in the formation SPM magnetite grains and, to a lesser degree, hematite.\nIZVESTIYA, PHYSICS OF THE SOLID EARTH Vol. 53 No. 5 2017\nHYSTERESIS CHARACTERISTICS OF SUBAERAL DEPOSITS 793\nThe magnetic characteristics of the subaeral deposits of the Slavin Yar section are mainly determined by the fine magnetite grains which are supplied to the sediment as a result of volcanic activity; they do not carry climatic and paleogeographic information.\nThe work was supported by the Russian Foundation for Basic Research (project no. 15-05-01811) and Russian Science Foundation (project no. 16-17-10079)."
  }],
  "year": 2017,
  "references": [{
    "title": "Conference “The Quaternary in All Its Diversity”)",
    "authors": [],
    "venue": "Apatity: GI KNTs RAN,",
    "year": 2011
  }, {
    "title": "Paleoclimatic forcing of magnetic susceptibility variations in Alaskan loess during the late Quaternary",
    "authors": ["J.E. Beget", "D.B. Stone", "D.B. Hawkins"],
    "venue": "Geology,",
    "year": 1990
  }, {
    "title": "Hysteresis properties of titanomagnetites: grain-size and compositional dependence",
    "authors": ["R. Day", "M. Fuller", "V.A. Schmidt"],
    "venue": "Phys. Earth Planet. Inter.,",
    "year": 1977
  }, {
    "title": "Environmental magnetism: an introduction, Geol",
    "authors": ["M.J. Dekkers"],
    "venue": "Mijnbouw,",
    "year": 1997
  }, {
    "title": "Magnetic proxy parameters, in Encyclopedia of Geomagnetism and Paleomagnetism",
    "authors": ["M.J. Dekkers"],
    "venue": "Dordrecht: Springer,",
    "year": 2007
  }, {
    "title": "Environmental magnetism of Chinese loess-paleosol sequences, Quat",
    "authors": ["C.L. Deng", "Q.S. Liu", "Y.X. Pan", "R.X. Zhu"],
    "venue": "Sci, 2007,",
    "year": 2007
  }, {
    "title": "Rock Magnetism: Fundamental and Frontier",
    "authors": ["D.J. Dunlop", "Ö. Özdemir"],
    "year": 1997
  }, {
    "title": "Theory and application of the Day plot (Mrs/Ms versus Hcr/Hc)",
    "authors": ["D.J. Dunlop"],
    "venue": "J. Geophys. Res. Solid Earth,",
    "year": 2002
  }, {
    "title": "Environmental Magnetism",
    "authors": ["M.E. Evans", "F. Heller"],
    "venue": "New York: Academic,",
    "year": 2003
  }, {
    "title": "Ispol’zovanie verkhnekainozoiskikh melkikh mlekopitayushchikh yuga Vostochnoi Sibiri v stratigrafii (The Use of the Upper Cenozoic Small Mammals of East Siberia in Stratigraphy)",
    "authors": ["A.G. Filippov", "M.A. Erbaeva", "F.I. Khenzykhenova"],
    "venue": "Irkutsk: VostSibNIIGGiMS,",
    "year": 1995
  }, {
    "title": "Magnetic proxy climate results from the Duanjiapo loess",
    "authors": ["F. Florindo", "R. Zhu", "B. Guo", "L. Yue"],
    "venue": "section, J. Geophys. Res.,",
    "year": 1998
  }, {
    "title": "Variable shape of magnetic hysteresis loops in the Chinese loess-paleosol sequence",
    "authors": ["K. Fukuma", "M. Torii"],
    "venue": "Earth Planets Space,",
    "year": 1998
  }, {
    "title": "A modernized coercivity spectrometer",
    "authors": ["P.G. Jasonov", "D.K. Nourgaliev", "B.V. Bourov", "F. Heller"],
    "venue": "Geol. Carpathica,",
    "year": 1998
  }, {
    "title": "Vyp. 14 (Geodynamic Evolution of the Lithosphere of the Central Asian Mobile Belt: from Ocean to Continent",
    "authors": [],
    "venue": "Conference Proceedings,",
    "year": 2016
  }, {
    "title": "Separation of ferromagnetic components by analyzing the hysteresis loops of remanent magnetization",
    "authors": ["L.R. Kosareva", "E.V. Utemov", "D.K. Nurgaliev", "V.P. Shcherbakov", "I.E. Kosarev", "P.G. Yasonov"],
    "venue": "Izv., Phys. Solid Earth,",
    "year": 2015
  }, {
    "title": "Cenozoic volcanism of the Tunka Depression, in Materialy po izucheniyu proizvoditel’nykh sil BuryatMongol’skoi ASSR (Data of Studying the Productive Forces of the Muryat–Mongolian ASSR)",
    "authors": ["N.A. Logachev"],
    "venue": "Ulan-Ude, 1954,",
    "year": 1954
  }, {
    "title": "Variation of soil magnetism across the Russian steppe: its significance for use of soil magnetism as a palaeorainfall proxy, Quat",
    "authors": ["B.A. Maher", "A. Alekseev", "T. Alekseeva"],
    "venue": "Sci. Rev,",
    "year": 2002
  }, {
    "title": "Superposition of the Alaskan and Chinese models of paleoclimate record in the magnetic properties of the Upper and Middle Neopleistocene deposits in the southern West Siberia, Geol",
    "authors": ["G.G. Matasova", "Kazanskii", "A.Yu", "V.S. Zykina"],
    "venue": "Geofiz.,",
    "year": 2003
  }, {
    "title": "Contribution of paramagnetic minerals to magnetic properties of loess–soil deposits in Siberia and its paleoclimatic implications, Izv",
    "authors": ["G.G. Matasova", "Kazansky", "A.Yu"],
    "venue": "Phys. Solid Earth,",
    "year": 2005
  }, {
    "title": "Magnetism of Late Pleistocene loess-soil deposits of the Siberian subaeral formation, Doct",
    "authors": ["G.G. Matasova"],
    "year": 2006
  }, {
    "title": "Late Cretaceous and Cenozoic stratigraphy of the Baikal Rift sediments, Stratigr., Geol",
    "authors": ["V.D. Mats"],
    "venue": "Correl.,",
    "year": 2013
  }, {
    "title": "Environmental magnetism-a personal perspective, Quat",
    "authors": ["F. Oldfield"],
    "venue": "Sci. Rev.,",
    "year": 1991
  }, {
    "title": "Analysis of microstructure of loesses from the regions of the Northern Chinese Loess Plateau, Geoekologiya",
    "authors": ["T.G. Ryashchenko", "V.V. Akulova", "V.N. Sokolov", "Grigor’eva", "I.Yu", "Zhu-ven' D", "Chzhen-chzhan", "Ch", "S. Chun-shao"],
    "year": 2000
  }, {
    "title": "The fossil mammal fauna of Ust’-Oda occurrences (Upper Pleistocene, pre-Baikal region), Baikal",
    "authors": ["A.A. Shchetnikov", "A.M. Klement’ev", "Semenei", "E.Yu", "A.V. Sizov", "I.A. Filinov", "V.V. Nikitenok"],
    "venue": "Zool. Zh., 2012a, vol. 10,",
    "year": 2012
  }, {
    "title": "Late Quaternary geology of the Tunka rift basin (Lake Baikal region)",
    "authors": ["A.A. Shchetnikov", "D. White", "I.A. Filinov", "N. Rutter"],
    "venue": "Russia, J. Asian Earth Sci., 2012b,",
    "year": 2012
  }, {
    "title": "Loess magnetism, environment and climate change on the Chinese Loess Plateau, PhD Thesis Diss., ETH No. 14976",
    "authors": ["S. Spassov"],
    "venue": "ETH Zürich,",
    "year": 2002
  }, {
    "title": "Environmental Magnetism, London: Allen and Unwin",
    "authors": ["R. Thompson", "F. Oldfield"],
    "year": 1986
  }, {
    "title": "Magnetic enhancement and iron oxides in the upper Luochuan loess-paleosol sequence, Chinese Loess Plateau",
    "authors": ["J. Torrent", "Q.S. Liu", "J. Bloemendal", "V. Barrón"],
    "venue": "Soil Sci. Soc. Am. J.,",
    "year": 2007
  }, {
    "title": "Environmental magnetism: past, present, and future",
    "authors": ["K.L. Verosub", "A.P. Roberts"],
    "venue": "J. Geophys. Res.,",
    "year": 1995
  }, {
    "title": "River region, in Voprosy geologii i paleogeografii Sibiri i Dal’nego Vostoka (Issues of Geology and Paleogeography of Siberioa and Far East)",
    "authors": ["South Angara"],
    "venue": "Irkutsk,",
    "year": 1985
  }],
  "id": "SP:36468d5ee3de228a969b68f3d65243170450549a",
  "authors": [{
    "name": "A. Yu",
    "affiliations": []
  }, {
    "name": "G. G. Matasovab",
    "affiliations": []
  }, {
    "name": "A. A. Shchetnikovc",
    "affiliations": []
  }, {
    "name": "I. A. Filinovc",
    "affiliations": []
  }, {
    "name": "V. V. Chegisa",
    "affiliations": []
  }],
  "abstractText": "⎯The results of rock magnetic studies in four subaeral cis-Baikalian sections of different ages and geneses are described in detail. The similarities and distinctions in the formation of the magnetic properties of the sediments are established based on the analysis of the magnetic hysteresis parameters. The mechanisms responsible for the dissimilarity of the magnetic characteristics of the rocks in the different sections are identified. The variations in the composition, concentration, and particle size of the grains of magnetic fraction as a function of climate, geomorphologic factors, and volcanism are demonstrated. DOI: 10.1134/S1069351317050068",
  "title": "Hysteresis Characteristics of Subaeral Deposits in the Baikal Region"
}