{
  "sections": [{
    "text": "783\nspherule deposits of southern Belize and eastern Guatemala have the same glass origin based on the presence of almost pure Cheto smectite derived from alteration of impact glass from the Chicxulub impact on Yucatan, Mexico. The same origin has also been determined for altered glass spherules in Mexico, Haiti and the Caribbean. However, the spherule layers have variable ages as a result of erosion and redeposition, with an early Danian (Parvularugoglobigerina eugubina) zone Pla(1) age in southern Belize, Guatemala, Haiti, southern Mexico and the Caribbean, and a pre-K–T (Plummerita hantkeninoides) zone CF1 age of 65.27 0.03 Ma in NE Mexico. A pre-K–T age for the Chicxulub impact has now also been determined from the new Yaxcopoil 1 core drilled in the impact crater. These data show that Chicxulub was not the K–T impact that caused the end-Cretaceous mass extinction, but an earlier impact event. A multiple impact hypothesis, volcanism and climate change appears the likely scenario for the end-Cretaceous mass extinction.\nKeywords: Belize, Guatemala, K–T boundary, Chicxulub crater, spherules.\nBelize has figured prominently in the Cretaceous–Tertiary (K– T) boundary controversy as a result of the discovery of large clay spheroids and diamictite in the Albion Island quarry some 360 km to the south of the Chicxulub crater (Ocampo et al. 1996; Pope et al. 1999; Fouke et al. 2002). Interpreted as ballistic fallout and debris flows, these deposits have become critical to determining the depositional history of impact ejecta from the Chicxulub crater, and the variations in the ejecta blanket with distance. What has been lacking so far is age control for these large spheroid deposits and a direct correlation with the more commonly known and widespread breccia and microspherule deposits of Central America and the Caribbean.\nMost spherule deposits and breccias with spherules are stratigraphically at or near the K–T boundary and generally considered remnants of the Chicxulub ejecta blanket. K–T boundary sections in Mexico, Guatemala and Haiti, and at Ocean Drilling Program (ODP) Sites 1001 (Caribbean) and 1049 (Blake Nose off Florida), contain small (1–3 mm) glass spherules in deposits ranging from a few centimetres to a few metres in thickness (e.g. Leroux et al. 1995; Smit et al. 1996, 1999; Stinnesbeck et al. 1996, 2001, 2002; Keller et al. 1997, 2001, 2002; Sigurdsson et al. 1997; Fourcade et al. 1998, 1999; Norris et al. 1998, 1999; Klaus et al. 2000; Martinez-Ruiz et al. 2001a, 2001b; Schulte et al. 2003). To date, no similar deposits have been documented from sections in Belize, and the relationship between these spherules and the large (5–20 mm) spheroids of Albion Island is unknown.\nWe set out to study this problem by searching for spherule deposits in southern Belize and eastern Guatemala that would yield age control, and correlate these to the large clay spheroids\nof northern Belize (Fig. 1). In this study we (1) document three thick spherule deposits in southern Belize and eastern Guatemala and determine their depositional age, (2) examine the spheroid beds from Albion quarry and Armenia for age control and analyse the clay minerals to determine their origin, and (3) determine the age of these ejecta deposits and the Chicxulub impact."
  }, {
    "heading": "Methods",
    "text": "In the field, sections were measured and examined for lithological changes, macrofossils, trace fossils, bioturbation, erosion surfaces and hardgrounds. Marl, shale and clays were sampled for microfossil and mineralogical analyses. Breccias and conglomerates were examined and samples taken from various clasts (e.g. marl, clay, shale, limestone and spherule clasts), as well as from the matrix between clasts, to determine the ages of the clasts and the depositional age of the breccia, respectively.\nFor foraminiferal studies samples were processed following the standard method of Keller et al. (1995) and washed through a 63 m screen, with the smaller (36–63 m) size fraction separated and oven dried for examination of tiny specimens. Early Danian assemblages from the lower part of the Parvularugoglobigerina eugubina subzone Pla(1) contain only very tiny species (size fraction 36–63 m), which are missed if only the larger (.63 m) size fraction is analysed, leading to erroneous age assignments. Individual clasts from breccias, conglomerates and spherule layers were processed separately and analysed for planktic foraminifera to determine the biostratigraphic ages of these sediments before erosion and redeposition. The high-resolution biostratigraphic scheme of Keller et al. (1995) was used in this study. This zonal scheme subdivides the P. eugubina zone Pla into subzones Pla(1) and Pla(2) based on the first appearance of Parasubbotina pseudobulloides and Subbotina triloculinoides, which appear at c. 100 ka after the K–T boundary in the smaller (,100 m) size fraction. The larger (.100 m)\nDownloaded from https://pubs.geoscienceworld.org/jgs/article-pdf/160/5/783/2788607/783.pdf by University of Arizona user on 26 February 2019\nmorphotypes first appear after the extinction of P. eugubina and are used in the Berggren et al. (1995) zonal scheme as marker species.\nClay mineral analyses were conducted at the Geological Institute of the University of Neuchatel, Switzerland, based on XRD analyses (SCINTAG XRD 2000 Diffractometer). Sample processing followed the procedure outlined by Kübler (1987) and Adatte et al. (1996). The intensities of selected XRD peaks that characterize each clay mineral in the ,2 m size fraction (e.g. chlorite, mica, kaolinite, smectite) were measured for semi-quantitative estimates. Clay minerals are therefore given in relative per cent abundances without correction factors. Per cent smectite is estimated by using the method of Moore & Reynolds (1989). Environmental scanning electron microscopy (ESEM) analyses were conducted on some enriched smectite samples and spherules at the Institut de Microtechnique de Neuchâtel, using a Phillips environmental microprobe equipped with EDEX analyser.\nPlatinum group elements (PGE) were analysed by isotope dilution inductively coupled-mass spectrometry with a high-resolution Axiom system (VG Elemental, UK) at the Institute for Mineralogy and Geochemistry, University of Karlsruhe. Before fire assay, samples were spiked with 500 l of a solution containing about 16 ng of Ir, 10 ng Ru, 33 ng Pd and 33 ng Pt strongly enriched in isotopes 191Ir, 99Ru, 105Pd and 198Pt, respectively. Standard reference materials used were WPR-1 and SARM-7."
  }, {
    "heading": "Description and analytical results",
    "text": ""
  }, {
    "heading": "San José quarry, southern Belize",
    "text": "In southern Belize, about 50 km east of Actela, are a number of sections that contain prominent outcrops of breccia or conglomerates interbedded and/or overlain by spherule deposits (Fig. 1). At the San José quarry, located about 35 km north of Punta Gorda (UTM N 1800900, E 278800), thick-bedded grey shallowwater limestones of the Campur Formation with abundant benthic foraminifera, ostracodes and rudists mark the base of the section. The upper contact of this limestone is erosional with a palaeorelief of at least 2 m that is largely infilled with spherulerich debris (Fig. 2). Overlying the limestone and spherules is a nearly 3 m thick breccia with limestone clasts ranging from 0.5 cm to 10 cm containing fragments of rudists, ostracodes and benthic foraminifera. The 2.6 m above this interval consist of predominantly yellow thin-bedded and friable microbreccia (,0.5 cm clasts) layers rich with spherules. The upper 1.6 m consist of intercalated well-cemented layers of microbreccia, bioclastic limestones, a 10 cm thick green spherule layer (sample 12), and a 15 cm thick layer of yellow bentonitic clay rich in spherules (sample 16, Fig. 2). The next 2 m of the outcrop are covered, followed by a 1.5 m thick microbreccia with spherules, ostracodes and larger benthic foraminifera. Clastic sediments of the Sepur Formation overlie the breccia unit, but in the outcrop the contact is altered to soil.\nWeathered glass spherules are thus abundant throughout the breccia unit, but their age cannot be determined in the San Jose section because of the absence of planktic foraminifera as a result of the shallow-water platform environment. Abundant rudists (mostly radiolitids and rare hippuritids), milliolids and larger foraminifera indicate a Maastrichtian age (e.g. Pseudorbitoides, Smoutina, Lepidorbitoides, Ortbitoides, ‘Borelis’, Chubbina ? jamaicaensis). These faunal assemblages are locally derived from the Campur Formation. Spherule debris is particularly abundant in the upper portion (e.g. samples 12, 14–16, 20, Fig. 2). Siliciclastic input is low, but increases upsection.\nClay minerals of the green spherule layer (sample 12) and spherules in bentonite clay (sample 15, Fig. 2) consist of wellcrystallized Cheto Mg-smectite characterized by the high intensity of the 001 reflection that indicates a glass origin, similar to Actela, El Caribe and El Ceibo in Guatemala (Debrabant et al. 1999), Bochil in southern Mexico and Beloc in Haiti (Keller et al. 2003a), and the large clay spheroid layers at Albion Island and Armenia of northern and central Belize (discussed below). This suggests a similar origin for the glass origin and age of deposition in all sections."
  }, {
    "heading": "Santa Theresa, southern Belize",
    "text": "The Santa Theresa section is located in southern Belize about 30 km west of Punta Gorda (UTM N 1785400; E 277100). The section consists of a partially covered 25 m thick road outcrop with a nearly vertically tilted sequence of a channel deposit (breccia) cut into clastic sediments of the Sepur Formation (also called Toledo Formation in Belize). The strike of the beds is almost east–west. The margin of this channel is visible on the west side of the outcrop, where it cuts into sandstone, siltstone and shale beds of the Sepur Formation, which also dip steeply to the north (Fig. 3). A covered interval of about 100 m separates this outcrop from the steeply dipping limestone cliff to the south that forms the continuation of the road outcrop. These shallowwater limestones are part of the Maastrichtian Campur Formation and contain rudists and larger foraminifera. They form east–\nDownloaded from https://pubs.geoscienceworld.org/jgs/article-pdf/160/5/783/2788607/783.pdf by University of Arizona user on 26 February 2019\nwest-trending cliffs in the centre of an anticline (with an east– west-trending axis). The cliffs are the result of either faulting or the greater resistance to erosion relative to the soft sedimentary rocks of the Sepur Formation.\nExamination of the individual lithologies of the Sepur Formation that form the margin and underlying sediments of the channelized deposits reveals a microbreccia near the base of the exposure followed by siltstone and shale beds. The microbreccia contains rounded to subrounded clasts, suggesting long-distance transport, rare rudist fragments and small hedbergellids and heterohelicids along with tiny early Danian planktic foraminifera indicative of the P. eugubina subzone Pla(1) (e.g. G. daubjergensis, E. eobulloides, P. extensa, P. eugubina, G. cretacea). No spherule debris was observed in the washed residues. The overlying shale and siltstones contain a similar assemblage, although more abundant, and minor spherule debris that suggests the original glass spherule deposit may predate the Paleocene Sepur Formation.\nThe base of the channel deposit that overlies these truncated clastic sediments of the Sepur Formation consists of a 1.2 m thick-layered microbreccia with predominantly rounded to subangular limestone clasts of variable sizes (from ,4 mm to .1 cm) and very little matrix. Limestone clasts are rich in rudist fragments and larger foraminifera eroded from the Maastrichtian Campur Formation. The matrix contains very tiny (36–63 m) early Danian planktic foraminifera characteristic of the P.\neugubina subzone Pla(1) (e.g. P. eugubina, P. extensa, G. cretacea, G. daubjergensis; samples 2 and 3, Fig. 3), which indicate that the microbreccia and limestone breccia were deposited in the early Danian subzone Pla(1).\nAbove the layered breccia is a 1 m thick limestone breccia with large (70 cm) marl clasts, and smaller serpentinite, volcanic and spherule-rich clasts containing P. eugubina, G. daubjergensis and G. cretacea (samples 4–6). Above a small covered interval (40 cm) is an altered green spherule-rich layer (sample 7) of 50 cm thickness, which also contains tiny (38–63 m) early Danian species (Fig. 3). Thus deposition of these debris layers occurred no earlier than the P. eugubina subzone (Pla(1)).\nAbove the spherule layer is a covered interval that spans about 14 m. The sequence above it consists of alternating layers of grey sandstone with occasional spherule debris, microconglomerates with small (up to 0.5 mm) and larger limestone clasts (up to 2 cm), and a coarse massive conglomerate with occasional large (50–100 cm) limestone boulders. Within this 7 m sequence some pebbly limestone beds show imbrication, indicating reworking in traction under a dilute flow. The limestone clasts contain rudist fragments and larger foraminifera that indicate erosion from the Campur Formation. The entire debris flow, even the pebbly lower portion, contains rare cobble- to boulder-sized clasts of poorly indurated brown clays, grey to brown shales, siltstones and fine sandstones from the Sepur Formation. Spherule debris is generally present in washed residues of samples 8–12 and 14 along with rare larger morphotypes (.100 m) of G. daubjergensis, S. triloculinoides and P. pseudobulloides that suggest deposition occurred during zone Plc to Pld (Fig. 3). The diversity of clasts and ages within these conglomeratic deposits, separated by sandstone and clay containing burrows, suggests that deposition occurred as repeated debris flows or turbidites.\nThin sections show that spherules are altered to clay with only small relics of glass with volcanogenic appearance preserved (Fig. 4c and d, L. Heister, pers. commun.). Clay minerals of the green spherule layer (sample 7, Fig. 3) consist of well-crystallized Cheto Mg-smectite characterized by the high intensity of the 001 reflection that indicates a glass origin, similar to the green spherule layer at the San Jose quarry section. However, in contrast to the San Jose quarry, there is also a significant amount of zeolite (heulandite–clinoptilolite) present with minor mica (biotite), which is characteristic of volcanoclastic flysch deposition. Zeolite is a common product of volcanic glass weathering, but may also be related to opal–CT (chert, radiolarian) alteration. The presence of volcanic clasts suggests some volcanoclastic input in addition to spherule glass."
  }, {
    "heading": "Actela, Guatemala",
    "text": "Earlier studies of the K–T boundary in Guatemala have reported the presence of thick limestone breccias of Late Maastrichtian age, sometimes with rare spherules and early Danian planktic foraminifera at the top (Stinnesbeck et al. 1997; Fourcade et al. 1998, 1999; Keller & Stinnesbeck 2000). Spherule-rich deposits are currently known only from Actela in eastern Guatemala (Fig. 1). This section is located 30 km SE of San Luis, El Peten, and 30 km west of the Guatemala–Belize border. The original section studied by Stinnesbeck et al. (1997) and Fourcade et al. (1998, 1999) crops out on a hillside about 200 m west of the bridge over a creek. Recently, we re-collected this section and also discovered a more expanded sequence along the bank of the creek that can be accessed during the dry season. In this riverbank, about 20 m of limestone and breccia that are exposed on the hillside are partly covered by vegetation, but a very expanded early\nDownloaded from https://pubs.geoscienceworld.org/jgs/article-pdf/160/5/783/2788607/783.pdf by University of Arizona user on 26 February 2019\nDanian sequence is exposed that is missing on the hillside (Fig. 5).\nAt the Acetela hillside section, a spherule-rich microbreccia overlies a 13 m thick breccia with large (up to 70 cm in size) angular to subrounded clasts of shallow-water limestones from the underlying Campur Formation that contains rudist fragments and larger foraminifera. The microbreccia (,1 cm clasts) contains rare and poorly preserved early Danian species (e.g. Globoconusa daubjergensis, P. extensa and P. eugubina) that indicate a subzone Pla(1) age. A more diverse subzone Pla(1) assemblage is present in a 5 cm thick spherule layer near the top of the microbreccia (at 15 m, Fig. 5) and in a thin spherule layer above the microbreccia disconformity. Spherule outlines are preserved in thin sections and some limestone clasts from the Campur Formation show relic glass (Fig. 4a and b). Mineralogi-\ncal analysis reveals a single-phase Cheto smectite typical of weathered glass spherules. Based on these data we assign an early Danian Pla(1) age for the microbreccia, but consider that the clasts and spherules were reworked from the late Maastrichtian Campur Formation.\nAt 15 cm above the disconformity is a 5 cm thick yellow marly clay and 2 cm thick grey bentonite with significantly elevated Ir (0.31–0.49 ng g 1) values (Fig. 5; see also Fourcade et al. 1998). Planktic foraminiferal assemblages in the Irenriched interval are larger (63–100 m) and more diverse than assemblages below this interval, and the first appearance of P. pseudobulloides in the sediments above marks the Pla(1)–Pla(2) boundary (Keller et al. 2003b). Ir anomalies at this stratigraphic interval have also been observed in sections from Haiti, and from Coxquihui and Bochil in central and southern Mexico (Keller et\nDownloaded from https://pubs.geoscienceworld.org/jgs/article-pdf/160/5/783/2788607/783.pdf by University of Arizona user on 26 February 2019\nal. 2001, 2003b; Stinnesbeck et al. 2002; Stüben et al. 2002, 2003). A cosmic influx is suggested by the chondrite-normalized Ir pattern in Haiti (Stinnesbeck et al. 2002; Stüben et al. 2002).\nThe same sequence is expanded and more complete in the riverbank outcrop, where the bentonite and yellow clay mark an easily correlatable horizon and zone Pla spans nearly 12 m of grey siltstone and claystones with thin micritic limestone layers (Fig. 5). This unusually expanded P. eugubina Pla zone, which spans an estimated 250 ka and has an average sedimentation rate of 4.8 cm ka 1, is apparently due to high terrigenous influx and frequent reworking, as indicated by reworked Cretaceous foraminifera. Spherules are common in the lower part of the section at 1 m, 1.8 m and 3 m, but also occur in a microbreccia at 3.6– 3.9 m, a grey limestone layer at 7 m, and within a bentonite layer at 13.5 m (Fig. 5). Benthic foraminifera indicate that deposition occurred in an outer shelf to upper slope environment (Stinnesbeck et al. 1997). It is therefore likely that the breccia and spherule-rich layers represent debris flow deposits possibly caused by erosion during increased current activity at times of lower sea levels.\nCorrelation of eastern Guatemala and southern Belize sections\nThe lithostratigrahy of the spherule-rich deposits, limestone breccias, microbreccias and microconglomerates at the Santa Theresa and Actela sections are similar, although better outcrop exposures\nand microfossil preservation at Actela provide additional information on the age and depositional environment in southern Belize. Correlation of these sections shows that in both localities thickbedded shallow-water limestones of the Campur Formation with common rudists and larger foraminifera mark the late Cretaceous (Fig. 5). At Actela an erosional unconformity marks the contact between the Campur limestone and the overlying 13 m thick breccia unit that is characterized by large clasts (up to 70 cm), but at Santa Theresa this interval is covered by vegetation. At Actela the limestone breccia contains no evidence of spherules or age diagnostic microfossils, and an erosional unconformity is at the top. The first spherules appear in the overlying microbreccia, which also contains larger foraminifera and the first early Danian species indicative of the P. eugubina subzone Pla(1) that probably correlates with the covered interval above the Campur Formation at Santa Theresa (Fig. 5). The subzone Pla(1)–Pla(2) boundary is marked in both sections by spherule-rich microbreccias, but the same interval appears condensed or partly missing in the Actela hillside section, leaving the exact position of the Ir anomaly within the Pla(1) subzone uncertain. The expanded interval of subzone Pla(2) and Plb of the Actela riverbank section correlates to within a 14 m covered interval at Santa Theresa."
  }, {
    "heading": "Depositional environment",
    "text": "The alternating micritic limestone, microbreccia, microconglomerate, sand, silt and shale layers at Actela and Santa Theresa\nDownloaded from https://pubs.geoscienceworld.org/jgs/article-pdf/160/5/783/2788607/783.pdf by University of Arizona user on 26 February 2019\nduring the early Danian reveal a high-energy outer shelf to upper slope environment with repeated debris flows that are probably related to tectonic activity and/or sea-level fluctuations. Frequent sea-level changes, associated with erosion and transport, are known from sections throughout Guatemala and Mexico (Keller & Stinnesbeck 1996; Stinnesbeck et al. 1997). It is also known that during the late Maastrichtian the southern margin of the Yucatan (Maya) block collided with the Greater Antillean Arc, and during the Paleocene with the Chortis block (e.g. Pindell & Barrett 1990; Fourcade et al. 1994; Meschede & Frisch 1998). As a consequence of these collisions, the Sepur (Toledo) siliciclastic flysch basin developed in southern Belize and the South Peten Basin of Guatemala and ended the stable carbonate platform conditions of the Campur Formation. Debris flows dominated by clasts of limestones derived from the Campur Formation testify to this tectonic activity. These limestone clasts occur in numerous stratigraphic levels of the Sepur Formation and are frequently present at the contact between the two units. It is therefore likely that in addition to the limestone, spherules are also eroded and reworked from an older original deposit of the Campur Formation that has not yet been discovered in this area."
  }, {
    "heading": "Central and northern Belize",
    "text": "Albion Island quarry, northern Belize\nWe examined the Albion Island quarry in the Orange Walk District of northern Belize during several visits in an attempt to understand the relationship of these rocks to the spherule deposits in southern Belize (Fig. 1). We did not succeed in finding a direct stratigraphic correlation, but made the following observations. The Barton Creek dolomite (Fig. 6) is in fact a dolomitic limestone, strongly recrystallized, but with some layers still clearly stromatolitic in origin, with birds-eye and chickenwire structures. This indicates that deposition occurred in a restricted and occasionally evaporitic shallow intertidal environment. A restricted lagoonal environment is also suggested by the occurrence of rare carcineretid crabs (Carcineretes planetarius) and nerineid gastropods (Ocampo et al. 1996; Vega et al. 1997). Based on these fossils, Vega et al. (1997) and Smit (1999) proposed a Maastrichtian age, although the crabs appear to be endemic to the locality and the age of the nerineids is unknown. The age of the Barton Creek dolomite is thus poorly constrained, but probably of Late Cretaceous age.\nAn undulating and irregular surface forms the upper contact of\nDownloaded from https://pubs.geoscienceworld.org/jgs/article-pdf/160/5/783/2788607/783.pdf by University of Arizona user on 26 February 2019\nthe Barton Creek dolomite, with karst structures (‘schlotten’) that reach more than 10 m into the underlying sediments. Caliche crusts also provide evidence of subaerial exposure before deposition of the overlying sediments. A major hiatus thus characterizes this disconformity. The spheroid layer of Ocampo et al. (1996) overlies the Barton Creek dolomite and is between 1 and 2 m thick with some bedding features. This layer is characterized by abundant rounded to subangular bodies (or clasts) of dolomite and clay up to 2 cm in diameter, which float in a fine-grained matrix of friable dolomite and calcite-silt (Fig. 6). The diamictite above the spheroid layer contains rounded to angular carbonate clasts in clay matrix with some relic glass preserved (Ocampo et al. 1996). The spheroids and diamictite layers have been interpreted as altered impact glass based on their smectite-rich clay composition (Ocampo et al. 1996; Pope et al. 1999; Fouke et al. 2002). Our clay analysis supports this interpretation.\nThere are significant differences in the clay mineral compositions of the Barton Creek dolomite, spheroid and diamictite units (Fig. 7). In the Barton Creek dolomite palygorskite is the most abundant clay mineral (up to 95%), with minor kaolinite (0–4%) and smectite (5–10%), which is poorly crystallized (half-width of 001 peak:.18, Fig. 8). Palygorskite forms in coastal and perimarine environments, where continental alkaline waters are concentrated by evaporation leading to solutions enriched in Si and Mg, which favour the formation of palygorskite and/or smectite (Millot 1970; Chamley 1989; Robert & Chamley 1991; Pletsch 1996). It is also frequently found on land in calcrete soils\nof arid to semi-arid climatic zones. Thus, warm and arid climatic conditions are required to form palygorskite, whether on land or in marine environments. At Albion Island, such conditions prevailed during deposition of the Barton Creek dolomite, which indicates a warm coastal environment with evaporation and repeated subaerial exposures leading to the formation of dolomite, caliche crusts and palygorskite.\nThe spheroid clay layer is characterized by a single clay mineral phase, which consists of extremely well-crystallized smectite (half-width of 001 peak ,0.48) characterized by very high intensity (Figs 7 and 8), and a webby morphology with the major element a typical Cheto Mg-smectite (Si, Al, Mg, with minor Fe and K, Fig. 9). This Cheto type Mg-smectite indicates a single origin for the spheroid layer and the alteration of glass. In the diamictite above the spheroid layer, the clay composition is similar, with extremely abundant smectite (90%), but contains also minor amounts of palygorskite (,5%), kaolinite (2%) and illite (5%, Fig. 7). Smectite is slightly less well crystallized and has a lower 001 peak intensity (Fig. 8). These features suggest a multiple origin for the diamictite constituents, including erosion of carbonate sediments, soils and glass alteration."
  }, {
    "heading": "Armenia, central Belize",
    "text": "The Armenia section is located on the Hummingbird Highway 8 km east of Belmopan and within the village of Armenia (Fig. 1). The section is exposed along the road that cuts through a\nDownloaded from https://pubs.geoscienceworld.org/jgs/article-pdf/160/5/783/2788607/783.pdf by University of Arizona user on 26 February 2019\nhilltop within the village. The base of the section consists of a 6 m thick limestone–dolomite breccia with an erosional unconformity at the top (Fig. 10). Above the breccia is a 1 m thick microbreccia with spheroids of 1–2 cm in diameter. The main\nspheroid layer is 3.5 m thick and consists of large clay spheroids (1–2 cm in diameter) and subangular dolomite clasts, which float in a fine-grained matrix of friable dolomite and calcite-silt, similar to the spheroid layer at Albion Island (Figs 6 and 7). A conglomerate overlies the spheroid layer. This conglomerate, sometimes informally called ‘Pooks Hill conglomerate’, was described by Dixon (1956) as a fanglomerate extending along the northern front range of the Maya Mountains.\nThe clay mineral succession at Armenia is very similar to that at Albion Island. The limestone–dolomite breccia is characterized by abundant palygorskite, minor sepiolite, rare kaolinite and near absence of smectite (Fig. 10). The spheroid layer is marked by a single phase of very well-crystallized smectite (half-width of 001 peak ,0.48) with high intensity of the 001 reflection. This Cheto smectite reflects the alteration of glass, similar to the spheroid layer at Albion Island. XRD bulk-rock analyses reveal the presence of amphibole (hornblende type). This exotic mineral may be derived from Jurassic sandstones or metamorphic basement rocks, as observed in some exploration drilling from Yucatan and Chiapas. The absence of Cheto smectite in the basal limestone–dolomite breccia suggests that this deposit is not related to the Chicxulub impact.\nClay mineralogy of spherule layers\nTwo types of smectites are present in the spherule deposits of the studied sections: (1) an almost pure high Mg-smectite (Cheto type), very well crystallized and characterized by a high percentage of expandable layers (. 95%); (2) a chemically more variable ‘smectite’ characterized by broader XRD peaks and lower percentage of expandable layers (,80%). Smectite type 2 is chemically more variable, characterized by broader XRD peaks, lower percentage of expandable layers (,80%), and higher Al and K contents. In contrast to type 1 Cheto Mgsmectite, smectite type 2 constitutes only a small part of the\nFig. 7. Lithostratigraphy and mineralogy of the Albion Island quarry Barton Creek dolomite, spheroid layer and diamictite. It should be noted that each lithological unit has a distinct clay composition. The Barton Creek dolomite, dominated by palygorskite, formed in a warm coastal environment with evaporation and subaerial exposure. The spheroid layer consists of almost pure Cheto Mg-smectite and indicates weathered glass of likely Chicxulub origin. The diamictite contains abundant Mg-smectite and a small component of clays eroded from platform carbonates and soils.\nFig. 8. Albion Island quarry, Belize. XRD diffractograms characterizing (1) Barton Creek dolomite with high palygorskite, low amounts of poorly crystallized smectite, and minor kaolinite and illite; (2) the spheroid layer with a single phase of very well-crystallized Cheto Mg-smectite; (3) the diamictite with similar but lower Cheto Mg-smectite and minor amounts of kaolinite and palygorskite.\nDownloaded from https://pubs.geoscienceworld.org/jgs/article-pdf/160/5/783/2788607/783.pdf by University of Arizona user on 26 February 2019\ncorresponding clay assemblage. Type 2 smectite is probably derived from weathering of soils under warm and semi-arid climates (Chamley 1989; Hillier 1995). At Armenia and Albion Island the type 2 smectite, marked by predominance of palygorskite, is present below the spheroid layer and indicates deposition on a carbonate platform in a warm and semi-arid climate.\nSmectite type 1 forms up to 100% of the clay fraction and is characterized by excellent crystallinity, very high intensity of the 001 reflection and a webby morphology, with the major element being a typical Cheto Mg-smectite (Si, Al, Mg with minor Fe and K, Figs 8 and 10). After heating, the 9.6Å reflection is very reduced, compared with the ethylene glycol solvated preparation,\nimplying a particular cationic configuration of the interlayer as observed in bentonites (Caillère et al. 1982; Debrabant et al. 1999). Debrabant et al. (1999) noted such smectites at El Caribe in Guatemala and Ceibo (also called Tlaxcalantongo) in central Mexico based on XRD and differential thermal analysis (DTA) techniques and interpreted them as Na–Mg bentonite (Cheto type) derived from the weathering of a spherule-bearing layer. Our analyses indicate the presence of similar Cheto type smectites in spherule-rich deposits at Albion Island, Armenia, Santa Theresa and San Jose in Belize, and at Actela in Guatemala. Cheto Mg-smectites have also been identified in altered spherule layers at Beloc, Haiti, Coxquihui in central\nDownloaded from https://pubs.geoscienceworld.org/jgs/article-pdf/160/5/783/2788607/783.pdf by University of Arizona user on 26 February 2019\nMexico, and Bochil and Trinitaria in central and southern Mexico (Keller et al. 2003b). In all of these localities, except Haiti, spherule deposition occurred on a confined carbonate platform that favoured weathering in a pure smectite phase. Although type 1 Cheto Mg-smectite clays are commonly interpreted as weathering products of glass linked to the Chicxulub impact, they may also be derived from volcanic glass (Elliot et al. 1989; Elliot 1993).\nThe presence of Cheto smectite in the layers with large spheroids at Albion quarry and Armenia, and with small, altered glass spherules in southern Belize and Guatemala, strongly suggests a common origin. Although type 1 Mg-smectite may be derived from tektites, or volcanic glass (Elliot et al. 1989; Elliot 1993), there is strong evidence that the smectite spherules are of tektite origin. This is suggested by: (1) the widespread geographical distribution of spherule deposits throughout Central America and the Caribbean; (2) the evidence for an impact event on Yucatan that was the likely source; (3) the absence of major volcanism in the region; (4) rarity of large quantities of spherules being produced by volcanism."
  }, {
    "heading": "Discussion",
    "text": ""
  }, {
    "heading": "Correlation of Belize sections",
    "text": "The northern and southern Belize sections can thus be correlated based on Cheto smectite clay, and an age estimate for spherule deposition can be derived from the presence of planktic foraminifera in southern Belize and Guatemala sections. Figure 11\nshows the lithologs of the Belize sections along with descriptions and biozones determined at Santa Theresa. The spheroid bed at Albion Island and Armenia and the spherule layer at the San Jose quarry overlie erosional surfaces of the Barton Creek dolomite and Campur Formation limestone, respectively. This interval is covered at Santa Theresa, but several metres of Sepur Formation shale, sand and siltstone are exposed and contain an early P. eugubina Pla(1) assemblage similar to the overlying layered microbreccia up to the green spherule-rich layer, which can also be identified at San Jose (Fig. 11). This correlation is supported by clay mineralogy, which shows the green spherule layers to consist of almost pure Cheto smectite. No further correlations can be made upsection because of poor outcrop exposure at the San Jose quarry. The Belize spheroid and spherule layers can also be correlated with spherule deposits in Guatemala, Haiti and Mexico, and the presence of Cheto smectite clay indicates the same origin: the Chicxulub impact on Yucatan.\nEarly Danian age of spherules; reworked\nThe widespread thick microspherule deposits in southern Belize and eastern Guatemala are interbedded with breccias, microbreccias, conglomerates, sand and siltstones as channelized debris flows or turbidites. The presence of tiny early Danian planktic foraminifers (36–63 m, e.g. P. eugubina, P. extensa, Guembelitria cretacea, Globoconusa daubjergensis) in the matrix of breccias and spherule-rich layers, as well as within spherule clasts, indicates that deposition occurred during the early Danian P. eugubina subzone Pla(1). Similar spherule deposits of Pla(1) age, interbedded with microbreccias, are also found at Beloc, Haiti (Keller et al. 2001), and at Coxquihui, central Mexico (Stinnesbeck et al. 2002). However, because spherules, as well as late Maastrichtian foraminifera, are reworked and redeposited in these sections they probably derived from older spherule deposits that predate the K–T boundary.\nTo date there are no localities where the spherule layer can be demonstrated to have been deposited precisely at the K–T boundary. This includes the recent ODP Site 1001 in the Caribbean Sea and Site 1049 off Florida, where thin spherule layers are present apparently at the K–T boundary (Sigurdsson et al. 1997; Norris et al. 1998, 1999; Klaus et al. 2000; Huber et al. 2002). However, the sediments immediately above these impact spherule layers are of P. eugubina subzone Pla(1) age, as in Haiti, Guatemala and Belize, and the sediments below miss the latest Maastrichtian zone CF1 because of a hiatus (Keller et al. 2003b). The depositional age of these spherules thus remains unknown; they could be either early Danian or late Maastrichtian in age, but a K–T age is excluded by the hiatus. Based on the assumption that these altered glass spherules are produced by the Chicxulub impact, the early Danian spherules in Haiti, central Mexico and Guatemala, and at ODP Sites 1001 and 1049, have been interpreted as reworked (Stinnesbeck et al. 1997, 2002; Fourcade et al. 1998; Keller et al. 2001, 2002, 2003b; Stüben et al. 2002)."
  }, {
    "heading": "Pre-K–T age of Chicxulub impact",
    "text": "The age of the original spherule deposition can be determined based on northeastern Mexico, where three to four spherule layers are found interbedded with over 10 m of marls of the Mendez Formation that span the last 300 ka of the Maastrichtian (planktic foraminiferal zone CF1) (Stinnesbeck et al. 2001; Keller et al. 2002). The stratigraphically lowermost glass spher-\nDownloaded from https://pubs.geoscienceworld.org/jgs/article-pdf/160/5/783/2788607/783.pdf by University of Arizona user on 26 February 2019\nF ig . 1 1 .\nS tr\nat ig\nra p\nh ic\nco rr\nel at\nio n\no f\nA lb\nio n\nIs la\nn d\nan d\nso u\nth er\nn B\nel iz\ne se\nct io\nn s\nb as\ned o\nn sp\nh er\no id\nan d\nsp h\ner u\nle d\nep o\nsi ts\nan d\nC h\net o\nsm ec\nti te\n, w\nh ic\nh in\nal l\nse ct\nio n s\nre fl\nec t\nth e\nw ea\nth er\nin g\no f\ng la\nss fr\no m\na\nco m\nm o n\no ri\ng in\n, th\ne C\nh ic\nx u lu\nb im\np ac\nt. It\nsh o\nu ld\nb e\nn o\nte d\nth at\nth e\nag e\no f\nth e\nsp h\ner u\nle d\nep o\nsi ts\nin so\nu th\ner n\nB el\niz e\nis ea\nrl y\nD an\nia n\nP. eu\ng u\nb in\na su\nb zo\nn e\nP la\n(1 ),\nal th\no u\ng h\nth es\ne sp\nh er\nu le\ns m\nay h\nav e\nb ee\nn\nre w\no rk\ned fr\no m\nan o\nld er\np re\n-K –\nT d\nep o\nsi t.\nT h\ne p\nre ci\nse ag\ne o\nf d\nep o\nsi ti\no n\no f\nth e\nA lb\nio n\nIs la\nn d\nsp h\ner o\nid s\nan d\nd ia\nm ic\nti te\nca n\nth er\nef o\nre n\no t\nb e\nd et\ner m\nin ed\nb as\ned o\nn th\nes e\nse ct\nio n\ns. H\no w\nev er\n, in\nv es\nti g\nat io\nn s\nin N\nE\nM ex\nic o\nan d\nco re\nY ax\nco p\no il\n1 in\nth e\nC h\nic x\nu lu\nb cr\nat er\nin d\nic at\ne a\np re\n-K –\nT ag\ne o\nf 6\n5 .2\n7\n0 .3\nM a\nfo r\nth e\nC h ic\nx u\nlu b\nim p\nac t.\nDownloaded from https://pubs.geoscienceworld.org/jgs/article-pdf/160/5/783/2788607/783.pdf by University of Arizona user on 26 February 2019\nule layer is near the base of zone CF1 and yields an age of 65.27 0.03 Ma based on sediment accumulation rates. This indicates a pre-K–T age for the Chicxulub impact, followed by repeated reworking of the original spherule deposits in shallowwater environments and their transport into deeper waters by currents as a result of sea-level lowstands, turbidity currents, gravity slumps or tectonic activity. This interpretation is supported by the near absence of clasts or foraminifera in the oldest spherule layer, but abundant clasts, foraminifera and occasional shallow-water benthic species and wood fragments in stratigraphically higher spherule layers (Keller et al. 2002). This could explain the absence of the original spherule deposit on the shallow carbonate platform of southern Mexico, Guatemala and Belize. Alternatively, Soria et al. (2001) explained these late Maastrichtian spherule layers in northeastern Mexico as the result of the K–T Chicxulub impact-induced large-scale slumps, although only small isolated intraformational slumps have been detected in several dozen sections (Keller & Stinnesbeck 2002; Keller et al. 2002; Schulte et al. 2003).\nA pre-K–T age for the Chicxulub impact has now also been determined based on recent investigations of the Yaxcopoil 1 core, which was drilled on the inner flank of the transient crater (Keller et al. 2003a). In this core, a 100 m thick impact breccia underlies 50 cm of bedded dolomitic limestone with diverse planktic foraminiferal assemblages of zone CF1 that spans the last 300 ka of the Maastrichtian. The K–T boundary is marked by a hiatus where most of the early Danian zone Pla and part of the late Maastrichtian zone CF1 is missing. The best age estimate for the Chicxulub impact can thus be derived from northeastern Mexico, where more continuous sedimentation indicates deposition of the oldest glass spherule layer about 270–300 ka before the K–T boundary."
  }, {
    "heading": "Conclusions",
    "text": "We conclude that the presence of almost pure Cheto smectite derived from alteration of glass at Albion Island and Armenia in northern and central Belize, and the spherule deposits of southern Belize, eastern Guatemala, Haiti, Mexico and elsewhere indicate a common origin, the Chicxulub impact. The depositional ages of the spherule layers are variable as a result of erosion and redeposition, with an early Danian P. eugubina zone Pla(1) age in Belize, Guatemala, Haiti, southern Mexico and the Caribbean, and a pre-K–T age of 65.27 0.03 Ma in northeastern Mexico and the Chicxulub impact breccia as determined from the new Yaxcopoil 1 core. The Chixculub impact thus predated the K–T boundary impact event and did not cause the end-Cretaceous mass extinction. Multiple impacts, volcanism and climate change are the likely cause for the end-Cretaceous mass extinction.\nWe thank A. Cho from the Geology and Petroleum Department, Ministry of Natural Resources, Belize, for field assistance with the Armenia section, and L. Heister (UCD) for examination of volcanic components in the spherule layer of Santa Theresa. We gratefully acknowledge support from the US NSF (grant EAR-0207407 to G.K.), the German Science Foundation (grants STI 128/7 and STU 169/10-2), and the Swiss National Fund (grant 8220-028367 to T.A.)."
  }],
  "year": 2003,
  "references": [{
    "title": "Lithostratigraphic and mineralogic correlations of near K/T boundary clastic sediments in northeastern Mexico: implications for origin and nature of deposition",
    "authors": ["T. Adatte", "W. Stinnesbeck", "G. Keller"],
    "year": 1996
  }, {
    "title": "A revised Cenozoic geochronology and chronostratigraphy",
    "authors": ["W.A. Berggren", "D.V. Kent", "Swisher", "C.C. III", "Aubry", "M.-P"],
    "venue": "Time Scales and Global Stratigraphic Correlation. Society for Sedimentary Geology, Special Publications,",
    "year": 1995
  }, {
    "title": "Minéralogie des Argiles, II, Classification et Nomenclature",
    "authors": ["M. Caillère", "S. Hinin", "M. Rautureau"],
    "year": 1982
  }, {
    "title": "Clay Sedimentology",
    "authors": ["H. Chamley"],
    "venue": "Springer, Berlin.",
    "year": 1989
  }, {
    "title": "Geology of Southern British Honduras, with Notes on Adjacent Areas",
    "authors": ["C.G. Dixon"],
    "venue": "Government Printer, Belize.",
    "year": 1956
  }, {
    "title": "Origin of the Mg smectite at the Cretaceous/Tertiary (K/T) boundary at Stevns Klint, Denmark",
    "authors": ["C.W. Elliot"],
    "venue": "Clays and Clay Minerals, 41, 442–452.",
    "year": 1993
  }, {
    "title": "The origin of clay minerals at the Cretaceous/Tertiary boundary in Denmark",
    "authors": ["C.W. Elliot", "J.L. Aronson", "H.T. Millard", "E. Gierlowski-Kordesch"],
    "venue": "Geological Society of America Bulletin,",
    "year": 1989
  }, {
    "title": "Cathodoluminescence petrography and isotope geochemistry of KT impact ejecta deposited 360 km from the Chicxulub crater, at Albion Island, Belize",
    "authors": ["B.W. Fouke", "A.L. Zerkle", "W Alvarez"],
    "venue": "Sedimentology,",
    "year": 2002
  }, {
    "title": "Dating of the settling and drowning of the carbonate platform and of the overthrusting of the ophiolites on the Maya Block during the Mesozoic (Guatemala)",
    "authors": ["E. Fourcade", "J. Méndez", "J Azéma"],
    "venue": "Newsletters on Stratigraphy,",
    "year": 1994
  }, {
    "title": "Age of the Guatemala breccias around the Cretaceous–Tertiary boundary: relationships with the asteroid impact on the Yucatan",
    "authors": ["E. Fourcade", "R. Rocchia", "S Gardin"],
    "venue": "Comptes Rendues de l’Académie des Sciences, Sciences de la Terre et des Planètes,",
    "year": 1998
  }, {
    "title": "Cretaceous stratigraphy and palaeoenvironments of the Southern Petén Basin, Guatemala",
    "authors": ["E. Fourcade", "L. Piccioni", "J. Escribá", "E. Rosselo"],
    "venue": "Cretaceous Research,",
    "year": 1999
  }, {
    "title": "Erosion, sedimentation and sedimentary origin of clays",
    "authors": ["S. Hillier"],
    "venue": "In: Velde, B. (ed.) Origin and Mineralogy of Clays, Clays and the Environment. Springer, Berlin, 162–219.",
    "year": 1995
  }, {
    "title": "Abrupt extinction and subsequent reworking of Cretaceous planktonic foraminifera across the Cretaceous–Tertiary boundary: evidence from the subtropical North Atlantic",
    "authors": ["B.T. Huber", "K.G. MacLeod", "R.D. Norris"],
    "year": 2002
  }, {
    "title": "Sea level changes, clastic deposits, and megatsunamis across the Cretaceous–Tertiary boundary",
    "authors": ["G. Keller", "W. Stinnesbeck"],
    "year": 1996
  }, {
    "title": "Ir and the K/T boundary at El Caribe, Guatemala",
    "authors": ["G. Keller", "W. Stinnesbeck"],
    "venue": "International Journal of Earth Sciences,",
    "year": 2000
  }, {
    "title": "Slumping and a sandbar deposit at the Cretaceous–Tertiary boundary in the El Tecolote section (northeastern Mexico): an impact-induced sediment gravity flow—Comment",
    "authors": ["G. Keller", "W. Stinnesbeck"],
    "year": 2002
  }, {
    "title": "The Cretaceous/Tertiary boundary stratotype section at El Kef, Tunisia: how catastrophic was the mass extinction? Palaeogeography",
    "authors": ["G. Keller", "L. Li", "N. MacLeod"],
    "venue": "Palaeoclimatology, Palaeoecology,",
    "year": 1995
  }, {
    "title": "Age, stratigraphy and deposition of near K/T siliciclastic deposits in Mexico: relation to bolide impact",
    "authors": ["G. Keller", "J.G. Lopez-Oliva", "W. Stinnesbeck", "T. Adatte"],
    "venue": "Geological Society of America Bulletin,",
    "year": 1997
  }, {
    "title": "Age, chemo-and biostratigraphy of Haiti spherule-rich deposits: a multi-event K–T scenario",
    "authors": ["G. Keller", "T. Adatte", "W. Stinnesbeck", "D. Stueben", "Z. Berner"],
    "venue": "Canadian Journal of Earth Sciences,",
    "year": 2001
  }, {
    "title": "Multiple spherule layers in the late Maastrichtian of northeastern Mexico",
    "authors": ["G. Keller", "T. Adatte", "W. Stinnesbeck", "M. Affolter", "L. Schilli", "J.G. LopezOliva"],
    "venue": "Geological Society of America, Special Papers,",
    "year": 2002
  }, {
    "title": "Chicxulub impact predates the K–T boundary by ~300 ky: supports multiple impact hypothesis",
    "authors": ["G. Keller", "W. Stinnesbeck", "T. Adatte"],
    "venue": "EOS Transactions,",
    "year": 2003
  }, {
    "title": "Multiple impacts across the Cretaceous–Tertiary boundary",
    "authors": ["G. Keller", "W. Stinnesbeck", "T. Adatte", "D. Stüben"],
    "venue": "Earth-Science Reviews,",
    "year": 2003
  }, {
    "title": "Impact-induced mass wasting at the K–T boundary: Blake Nose, western North Atlantic",
    "authors": ["A. Klaus", "R.D. Norris", "D. Kroon", "J. Smit"],
    "year": 2000
  }, {
    "title": "Cristallinité de l’illite, méthodes normalisées de préparations, méthodes normalisées de mesure",
    "authors": ["B. Kübler"],
    "venue": "Cahiers Institut de Geologie de Neuchâtel, Série ADX, 1.",
    "year": 1987
  }, {
    "title": "The K/T boundary of Beloc (Haiti): compared stratigraphic distributions of boundary markers",
    "authors": ["H. Leroux", "R. Rocchia", "L. Froget", "X. Orue-Etxebarria", "J. Doukhan", "E. Robin"],
    "venue": "Earth and Planetary Science Letters,",
    "year": 1995
  }, {
    "title": "Geochemistry of the Cretaceous–Tertiary boundary at Blake Nose (ODP Leg 171B)",
    "authors": ["F. Martinez-Ruiz", "M. Ortega-Huertas", "D. Kroon", "J. Smit", "I. PalomoDelgado", "R. Rocchia"],
    "venue": "Western North Atlantic Palaeogene and Cretaceous Palaeoceanography. Geological Society, London, Special Publications,",
    "year": 2001
  }, {
    "title": "K–T boundary spherules from Blake Nose (ODP Leg 171B) as a record of the Chicxulub ejecta deposits",
    "authors": ["F. Martinez-Ruiz", "M. Ortega-Huertas", "I. Palomo-Delgado", "J. Smit"],
    "venue": "Western North Atlantic Palaeogene and Cretaceous Palaeoceanography. Geological Society, London, Special Publications,",
    "year": 2001
  }, {
    "title": "A plate-tectonic model for the Mesozoic and early Cenozoic history of the Caribbean",
    "authors": ["M. Meschede", "W. Frisch"],
    "venue": "Plate. Tectonophysics,",
    "year": 1998
  }, {
    "title": "Geology of Clays",
    "authors": ["G. Millot"],
    "venue": "Springer, Berlin.",
    "year": 1970
  }, {
    "title": "X-ray Diffraction and the Identification and Analysis of Clay Minerals, 2nd",
    "authors": ["D.M. Moore", "R.C. Reynolds"],
    "year": 1989
  }, {
    "title": "Proceedings of the Ocean Drilling Program, Initial Reports, 171B",
    "authors": ["R.D. Norris", "D. Kroon", "A Klaus"],
    "venue": "College Station, TX: Ocean Drilling Program",
    "year": 1998
  }, {
    "title": "Synchroneity of the K–T oceanic mass extinction and meteorite impact: Blake Nose, western",
    "authors": ["R.D. Norris", "B.T. Huber", "J. Self-Trail"],
    "venue": "North Atlantic. Geology,",
    "year": 1999
  }, {
    "title": "Ejecta blanket deposits of the Chicxulub crater from Albion Island, Belize",
    "authors": ["A.C. Ocampo", "K.O. Pope", "A.G. Fischer"],
    "venue": "Geological Society of America, Special Papers,",
    "year": 1996
  }, {
    "title": "Geological evolution of the Caribbean region: a plate tectonic synthesis",
    "authors": ["J.L. Pindell"],
    "venue": "Geological Society of America,",
    "year": 1990
  }, {
    "title": "Paleogeographic controls on palygorskite occurrence in midCretaceous sediments of Morocco and adjacent basins",
    "authors": ["T. Pletsch"],
    "venue": "Clay Mineralogy, 31, 403–416.",
    "year": 1996
  }, {
    "title": "Chicxulub impact ejecta from Albion Island, Belize",
    "authors": ["K.O. Pope", "A.C. Ocampo", "Fischer", "A.G"],
    "venue": "Earth and Planetary Science Letters,",
    "year": 1999
  }, {
    "title": "Development of early Eocene warm climates, as inferred from clay mineral variations in oceanic sediments",
    "authors": ["C. Robert", "H. Chamley"],
    "venue": "Global and Planetary Change,",
    "year": 1991
  }, {
    "title": "Fe-rich and K-rich mafic spherules from slumped and channelized Chicxulub ejecta deposits in northern La Sierrita area, NE Mexico",
    "authors": ["P. Schulte", "W. Stinnesbeck", "D. Stueben", "U. Kramar", "Z. Berner", "G. Keller", "T. Adatte"],
    "venue": "Journal of International Earth Sciences,",
    "year": 2003
  }, {
    "title": "Shipboard Scientific Party: Caribbean volcanism, Cretaceous–Tertiary impact, and ocean climate history: synthesis of Leg 165",
    "authors": ["H. Sigurdsson", "R.M. Leckie", "G.D. Acton"],
    "venue": "Proceedings of the Ocean Drilling Program, Initial Reports,",
    "year": 1997
  }, {
    "title": "The global stratigraphy of the Cretaceous–Tertiary boundary impact ejecta",
    "authors": ["J. Smit"],
    "venue": "Annual Review of Earth and Planetary Sciences, 27, 75–113.",
    "year": 1999
  }, {
    "title": "Coarse-grained, clastic sandstone complex at the K/T boundary around the Gulf of Mexico: deposition by tsunami waves induced by the Chicxulub impact",
    "authors": ["J. Smit", "T.B. Roep", "W. Alvarez", "A. Montanari", "P. Claeys", "J.M. GrajalesNishimura", "J. Bermúdez"],
    "year": 1996
  }, {
    "title": "Slumping and a sandbar deposit at the Cretaceous– Tertiary boundary in the El Tecolote section (northeastern Mexico): an impact-induced sediment gravity",
    "authors": ["A.R. Soria", "C.L. Llesa", "M.P. Mata", "J.A. Arz", "L. Alegret", "I. Arenillas", "A. Melendez"],
    "venue": "flow. Geology,",
    "year": 2001
  }, {
    "title": "Cretaceous–Tertiary boundary clastic deposits in northeastern Mexico: impact tsunami or sea level lowstand",
    "authors": ["W. Stinnesbeck", "G. Keller", "T. Adatte", "J.G. Lopez-Oliva", "N. MacLeod"],
    "year": 1996
  }, {
    "title": "The Cretaceous–Tertiary transition in Guatemala: limestone breccia deposits from the South Peten basin",
    "authors": ["W. Stinnesbeck", "G. Keller", "J. de la Cruz", "C. de Leon", "N. MacLeod", "J.E. Whittaker"],
    "venue": "Geologische Rundschau,",
    "year": 1997
  }, {
    "title": "Late Maastrichtian age of spherule deposits in northeastern Mexico: implication for Chicxulub scenario",
    "authors": ["W. Stinnesbeck", "P. Schulte", "F Lindenmaier"],
    "venue": "Canadian Journal of Earth Sciences,",
    "year": 2001
  }, {
    "title": "The Cretaceous–Tertiary (K/T) boundary transition at Coxquihui, state of Veracruz, Mexico: evidence for an early Danian impact event",
    "authors": ["W. Stinnesbeck", "G. Keller", "P. Schulte", "D. Stueben", "Z. Berner", "U. Kramar", "J.G. Lopez Oliva"],
    "venue": "Journal of South American Earth Sciences,",
    "year": 2002
  }, {
    "title": "Two anomalies of platinum group elements above the Cretaceous–Tertiary boundary at Beloc, Haiti: geochemical context and consequences for the impact scenario",
    "authors": ["D. Stüben", "U. Kramer", "Z Berner"],
    "year": 2002
  }, {
    "title": "A new species of late Cretaceous crab (Brachyura: Carcineretidae) from Albion Island, Belize",
    "authors": ["F.J. Vega", "R.M. Feldman", "A.C. Ocampo", "K.O. Pope"],
    "venue": "Journal of Paleontology,",
    "year": 1997
  }],
  "id": "SP:7f27d831d323848a33a2f1402ad97fc5f68f9976",
  "authors": [{
    "name": "G. KELLER",
    "affiliations": []
  }, {
    "name": "W. STINNESBECK",
    "affiliations": []
  }, {
    "name": "T. ADATTE",
    "affiliations": []
  }, {
    "name": "B. HOLLAND",
    "affiliations": []
  }, {
    "name": "D. STÜBEN",
    "affiliations": []
  }, {
    "name": "M. HARTING",
    "affiliations": []
  }, {
    "name": "C. DE LEON",
    "affiliations": []
  }, {
    "name": "J. DE LA CRUZ",
    "affiliations": []
  }],
  "abstractText": "Large spheroid deposits at Albion Island and Armenia in northern and central Belize and the spherule deposits of southern Belize and eastern Guatemala have the same glass origin based on the presence of almost pure Cheto smectite derived from alteration of impact glass from the Chicxulub impact on Yucatan, Mexico. The same origin has also been determined for altered glass spherules in Mexico, Haiti and the Caribbean. However, the spherule layers have variable ages as a result of erosion and redeposition, with an early Danian (Parvularugoglobigerina eugubina) zone Pla(1) age in southern Belize, Guatemala, Haiti, southern Mexico and the Caribbean, and a pre-K–T (Plummerita hantkeninoides) zone CF1 age of 65.27 0.03 Ma in NE Mexico. A pre-K–T age for the Chicxulub impact has now also been determined from the new Yaxcopoil 1 core drilled in the impact crater. These data show that Chicxulub was not the K–T impact that caused the end-Cretaceous mass extinction, but an earlier impact event. A multiple impact hypothesis, volcanism and climate change appears the likely scenario for the end-Cretaceous mass extinction.",
  "title": "Spherule deposits in Cretaceous–Tertiary boundary sediments in Belize and Guatemala"
}