{
  "sections": [{
    "text": "226\nThe Norwegian–Greenland Basin (NGB) and the Northwestern European Basin (NEB) are the most interesting mobile regions in our planet that were developed in the Paleogene under the influence of the three main drifting lithospheric plates (Eurasian, North American, and African) and three oceans (Atlantic, Tetis, and Arctic). At a certain time in the Paleogene, the Pacific Ocean also had a significant impact. Of great importance in the NGB Paleogene paleogeography was and is now the Iceland Plume that defined the other important places of this region, such as the Tule volcanic trappean province and the Brit ain–Arctic and North Atlantic volcanic provinces formed in the prespreading stage of the region’s devel opment (Fig. 1).\nThe plate tectonics (spreading, horizontal and ver tical movements) influenced the sizes of the NGB that began to transform to part of the North Atlantic in the Paleogene, at the same time remaining part of the NEB. By the end of the Late Paleogene, the intracon tinental seas that had occupied the Denmark–Poland Avlacogen, the southern Baltic region, and northwest ern Belarus had shrunk. In the Late Oligocene, the North Sea, which had a broad connection with the NGB, was the only sea that remained from the NEB. When the Dnieper–Donetsk depression desiccated, the strait connecting the Tetis, Atlantic, and Amera sian Oceans disappeared. The disappearance of this strait and several straits between the North Atlantic\nand the Pacific Ocean greatly changed the movement of water and air masses, which in turn lead to the evi dent climate changes in the Paleogene. In addition, the fauna and the flora, the types of sedimentation, and mineral resources changed in the regions under consideration.\nThe purpose of this work is to reconstruct the paleogeographical conditions of the NGB and the NEB based on lithological and faunistic data."
  }, {
    "heading": "MATERIAL AND METHODS",
    "text": "As the material for this work, the authors used data obtained during their Soviet and Russian trips on the research vessels: Akademik Kurchatov, Mikhail Lomonosov, and Akademik Mstislav Keldysh. The data of deep water drilling under DSDP and ODP projects were widely employed. (G.S. Kharin, one of the authors, participated in the 38th trip of Glomar Chal lenger to the NGB). We should mention that deep water drilling has made the NGB one of the most stud ied areas of the World Ocean. Eleven expeditions were made aboard the vessels Glomar Challenger and Joidess Resolution, and over 70 deep water wells were drilled here and in the nearby regions of the North Atlantic (Fig. 1).\nFor the NEB, we used the material received from LUKOIL Kaliningradmorneft LLC, the Kaliningrad Hydrogeological Expedition, and the Baltic Marine\nDOI: 10.1134/S0001437010020086\nOCEANOLOGY Vol. 50 No. 2 2010\nPALEOGEOGRAPHY OF THE NORWEGIAN–GREENLAND 227\nEngineering and Geological Expedition. The wells that we studied were drilled in Kaliningrad region and in the adjacent water area of the Baltic Sea. We also used the data from the Petrobalt fund.\nFor the regions studied, paleogeographic reconstruc tions were carried out many times; in particular, we should mention the following works [1, 2, 4, 6, 35, 38]. Our paleoreconstructions were made on the tec tonic (geodynamic) foundation developed in the Lab oratory of Ocean Tectonics, Institute of Oceanology, Russian Academy of Sciences, by L.P. Zonenschein for the Paleocene and the Eocene taking into account the new data for deep water and oil prospecting drilling in the Norwegian, Greenland, North, and Baltic seas.\n228\nOCEANOLOGY Vol. 50 No. 2 2010\nKHARIN, LUKASHINA\nThe time intervals of the paleoreconstructions were chosen by the duration of the period by the geochro nological scale [20] adopted in the original reports on deep water drilling in the North Atlantic and the NGB (volumes 12, 37, 38, 49, 81, 94, 104, 151, 152, and 162). The paleogeographic reconstructions were mainly based on the stratigraphic patterns of the Paleogene shown in these volumes and on the regional patterns (Fig. 2). The lithological basis of the paleo gene was obtained when we studied the core of the wells drilled in the NGB, on the Baltic, and in Kalin ingrad region. We carried out additional research on the lithology, mineralogy, and interlayers of volcanic ash and fauna of foraminifers that were further used in the correlation of the areas of the North Atlantic, the NGB, and the NEB. Many published materials on these subjects were studied.\nThe stratigraphy and correlation of the Paleogene deposits of the North Atlantic and the adjacent area are not quite clear. First, there is weak paleontological substantiation of the position of boundaries of Creta ceous–Paleogene, Paleogene–Neogene, Paleocene– Eocene, and Eocene–Oligocene in some areas; sec ond, the Paleogene is not divided into layers in some sections; third, the time interval of some regional stratigraphic units of the NGB and the North Sea is too big and they have insufficient connection with the international stratigraphic scale.\nThe above disadvantages of stratigraphic division of the sedimentary cover make it possible to correlate the lithological complexes in different sections of the NGB and the NEB accurate within a subseries. More detailed correlation was performed using lithological, geochemical, mineralogical, and other features of sed iments. In particular, in the Paleogene of the NGB, ash interlayers are of great correlation importance, they are well diagnosed visually by their appearance under a microscope and by the chemical composition.\nOf certain importance for stratigraphic separation and correlation of sediment strata of the NGB and the NEB are the Paleogene residual soil and products of its redeposition and the occurrence of zeolite bearing, phosphorite bearing, and amber bearing horizons [17, 19, 28]. In the paleoreconstructions of the NGB and the NEB, we used criteria and methods that are described in detail in the monograph Paleooceanology of the Atlantic Ocean [6]."
  }, {
    "heading": "PALEOGEOGRAPHICAL RECONSTRUCTIONS",
    "text": "The paleogeographical reconstructions cover a period of 35 million years. We developed six paleopat terns from the Danian age of the Early Paleocene to the Rupel of the Early Oligocene, inclusive. Figure 2 shows the correlation pattern for the deposits of that time.\nPaleocene. The paleogeographic environment of the Paleocene is demonstrated by two patterns: (1) the Danian Age; (2) the Zelandian and Thanetian ages. In the Danian Age, the Norwegian–Greenland oceanic basin did not exist. Between the closely located blocks of Lavrasia (Greenland and Scandinavia), there was a shelf sea that reached the splitting continent Lavrasia through a system of deep fractures, rifts, and grabens from the World Ocean (Fig. 3). These destructive structures are traced by geophysical methods on the shelves of Norway and Greenland and in the North Sea as chains of grabens and in the form of the Torn quist–Teiser lineament and the Denmark–Poland Avlacogen on the boundary of the West and East Euro pean cratons.\nSpreading did not yet reach the NGB from the North Atlantic. It was developed from the Charlie Gibbs transform trough to the northwest from the Mid Atlantic Ridge, forming the oceanic lithosphere of the Labrador and the Baffin Seas. At this time the northwestern part of Lavrasia was above the Iceland Plume, which substantially caused the encroachment of fractures, rifts, and the spreading zone to the north east, towards the future Norwegian–Greenland oce anic basin. The available data [16, 18, 27, 33] show that the volcanism of the island hotspot in the Early Paleocene manifested itself in Central Eastern, South eastern, and Western Greenland, as well as on the Brit ish Isles and the Faroe Islands. At that time they still represented a whole continental land that had already undergone splitting and separation of the Hatton and Rockall Plateaus, and the British Isles from Green land.\nThe depression of the Earth’s crust along the faults and deep fractures was filled with products of volcan ism of the island hotspot with the center in Central Eastern Greenland. The streams of lava and pyroclas tics moved into the depression, sediments were carried in, and volcanic ash was eroded here forming sedi mentary–volcanogenic strata. This is how the volcan ogenic stratum appeared and gradually developed including the Paleogene trappean formation of the NGB called the SDRS (Seaward Dipping Reflector Sequence). It was formed under surface conditions, on the edges and the bottom of down warping grabens. Geophysical methods were used to monitor it on the western and eastern boundaries of the North Atlantic and on the NGB from Southeastern Greenland and the Rockall Plateau to the central part of the Green land Sea and the Barents Sea continental slope (Fig. 1). The found extension of the stratum reached up to 2700 km; the width, from 100 to 600 km, the thick ness, from 5–6 to 20 km. The greatest width and thick ness is recorded along the trace of the Iceland Plume on the Greenland–Iceland and the Faroe Island ridges. The time of its formation is 60–53 million years ago; i.e., it was mainly formed during the Zelandian. However, the first signs of down warping and graben\nOCEANOLOGY Vol. 50 No. 2 2010\nPALEOGEOGRAPHY OF THE NORWEGIAN–GREENLAND 229\nPaleogene zone\nPaleoceneEoceneOligocene\nReticulophragmium\namplectens\nIn te\nrn at\nio n a S tr at ig ra ph ic\nS ca le System Series S ub se ri es\nL ay\ner\nU p\np er\nC h\nat ti\nan\nL o\nw er\nR up\nel ia\nn\nP ri\nab on\nia n\nB ar\nto n\nia n\nM id\nd le\nL ut\net ia\nn\nY pr\nes si\nan\nT h\nan et\nia n\nZ el\nan di\nan\nD an\nia n\nN or\nth er\nn\nV o\nro n\nez h\nan te\nkl iz\na [3\n]\nB er\nec sk ii h or iz on\nM ez\nig or\nsk ii\nh or\niz on\nO bu\nch ov\nsk ii\nh or\niz on\nK ie v h or iz\non\nB ut\nch ak\nsk ii\na n d K an ev sk ii h or iz on s un it ed\nS um\nsk oi\nsu pe\nrh or\niz on\nU p\np er\nM id\nd le\nU p\np er\nL o\nw er\nL o\nw er\nU kr\nai n\ne [1\n4] ,\nB el\nar us\n[ 13\n]\nS u\nit e\nS ta\nro du\nbs ka\nya\nC h\nar ko\nvs ka\nya\nK ie\nvs ka\nya\nB ut\nch ak\nsk ay\na\nK an\nev sk\nay a\nS um\nsk ay\na\nL it\nh ua\nn\nP ru\nss ka\nya\nA lk\nsk ay\na\nL ub\nav sk\nay a\nS u\nit e\nP al\nve ks\nka ya\nS am\nbi is\nka ya\nZ ao\nst ro\nvs ka\nya\nT ch\nis to\noz er\nsk ay\na\nP ru\nss ka\nya\nS u\nit e\nS u\nit e\nA lk\nsk ay\na\nS am\nbi is\nka ya\nK al\nin in\ngr ad\nR eg\nio n\n[ 5]\nN o\nrt h\ner n\nF o\nrm at\nio n\nU pp\ner\nT ch\nem pi\nn sk\nay a\nL ow\ner M\nos in\no\nP om\nor sk\nay a\nT an\nov sk\nay a\nS zc\nec in\nsk ay\na\nO dr\nza n\nsk ay\na\nP ul\nav sk\nay a\nN o\nrt h\nZ o\nn e\nG lo\nbi ge\nri n\na\nex .g\nr. o\nff ic\nin al\nis\nR o\nta li\nat in\na\nbu li\nm o\nid es\nG lo\nbi ge\nri n\na\nth ek\na in\nd ex\nR et\nic u\nlo p\nh\nam p\nle ct\nen s\nS u\nbb o\nti n\na\np at\nag o\nn ic\na\nC o\nsc in\no d\nis cc\nu s\nsp p\n.\nT . r\nu th\nve n\nm u\nrr ay\ni R\n.\np au\np er\na\nS u\nbb o\nti n\na\np se\nu d\no bu\nll o\nid es\nP o\nla n\nd [\n29 ]\nM os\nin o\nZ o\nn e\nZ o\nn e\nra gm\niu m\nS ea\n[ 22\n]\nN o\nrt h\nA tl\nan ti c R o ck al l\nel ev\nat io\nn [\n31 ]\nG .u\nn ic\nav a\np ri\nm it\niv a\nG .i\nn d\nex\nC . d\nis si\nm il\nis\nT . r\no h\nri\nG . b\nu ll\nbr o\no ki\nP . w\nil co\nxe n\nsi s\nG . l\nin ap\ner ta\ng r.\nG . b\no w\ner i\nG . p\nen ta\nca m\ner at\na\nG . l\nin ap\ner ta\ng ro\nu p\nN o\np la\nn ct\no n\nic\nfo ra\nm in\nif er\na\nN o\nrw eg\nia n – G re en la n d B as in [ 34 ]\nS p\nir o\nsi gm\no il\ni\nn el\nla s\np .\nK ar\nre ri\nel la\nsu bg\nlo bo\nsa\nC er\nat o\nbu\nli m\nin a\nin fl\nat a\nS ti\nlo st\no\nm el\nla\nsp in\nu lo\nsa\nS tr\nat ig\nra ph\nic P\nal eo\nge n\ne P\nat te\nrn s\nof R\neg io\nn s\nF ig\n. 2.\nS tr\nat ig\nra ph\nic s\nch em\nes a\nn d\nco rr\nel at\nio n\no f\nth e\nP al\neo ge\nn ic\nd ep\nos it\ns of\nt h\ne N\nor th\nw es\nte rn\nE ur\nop ea\nn a\nn d\nN or\nw eg\nia n\n– G\nre en\nla n\nd ba\nsi n\ns. H\nat ch\nin g\nde n\not es\nb re\nak s\nin s\ned i\nm en\nta ti\non ;\nth e\nw av\ny li\nn e\nde si\ngn at\nes e\nro si\non s\nan d\nst ra\nti gr\nap h\nic in\nco n\nsi st\nen ci\nes .\nia а\n[2 4]\n230\nOCEANOLOGY Vol. 50 No. 2 2010\nKHARIN, LUKASHINA\nOCEANOLOGY Vol. 50 No. 2 2010\nPALEOGEOGRAPHY OF THE NORWEGIAN–GREENLAND 231\nformation, according to the age of its ancient volca nites (up to 66 million years) and 27 magnet chrone appeared in the Late Danian period and were influ enced by spreading of the Mid Atlantic ridge and the Iceland Plume. The warm humid climate favored the appearance of the chemical residual soil of a laterite type on well drainable slopes and uplands. The most complete profiles of the residual soil remained on basalts and volcanic tuffs of the dipping reflector sequence in the down warping land segments that are covered by sediments resulting from erosion (Fig. 4). The formation of the residual soil started at the end of the Early Paleocene, but the main phase of laterite for mation occurred 60–56 million years ago, i.e., in the Late Paleocene and the Early Eocene by the data determining the absolute age of the weathered sub strate (mainly, the basalts) [17]. In the areas not involved in dipping, such as separate segments (prob ably island segments) of the Fareo Island Ridge, the residual soil formed until the Middle Eocene. In situ occurrences of laterite bauxite bearing and ferrous residual soil are now known on the Fareo Island Ridge (well 336), the Voring plateau (well 342, 642), the shelf and slope of Eastern Greenland (wells 915–917), the Rockall plateau (well 117), and the Irminger basin (well 918). They all are connected with weathering of volcanites of the dipping reflector sequence. The rede posited products of the residual soil are found in the above sea deposits in the Lophoten (well 345) and Irminger (well 918) basins, on the slope of Southeast ern Greenland (wells 915, 917, 990).\nMuch kaolin (up to 60%), the occurrence of alu mina gibbsite mineral, and a high alumina module (Al2O3/SiO2 = 0.8–1) are recorded in the residual soil and the Eocene terrigenous sediments covering it at an Al2O3 content of about 26–28%. It is typical that, in the foundation of the sea sedimentary stratum with gibbsite and kaolin, there is a layer of conglomerates\nwith pebbles of weathered kaolinized, ferruginous, and bauxitized basalts. Nanoplankton, as well as pollen and spores of tropical plants of the Eocene period, were found in the cement of conglomerates and above lying gibbsite bearing sandstones [26]. The above data indicate that Southeastern Greenland, the Hatton Plateau, and the Rockall upland were located in the zone of subtropical and tropical climate that favored the development of the laterite residual soil of the Taityan type on volcanogenic rocks [17, 27]. We should state that Akhmetyev [2] reached a similar con clusion about the climate; he also referred these areas to the zone of humid subtropics by the data of the sur face flora composition.\nAt the beginning of the Paleocene, a shallow sea was over the Rockall hollow that was a continuation of the epicontinental seas of Northwestern Europe. The typical boreal fauna of plankton and benthos foramin ifers was spread there [20]. The fauna type shows that cold waters probably entered from the Amerasian Ocean. The complex of foraminifers, among which elphidiums were encountered, indicates that the Rockall plateau (wells 403, 404) was a shallow sea with conditions changing from seawater to salty water from the Late Paleocene to the Eocene. At that time the depth of the plateau’s southern edge ranged from 1000 (well 405) to 1800 m (well 406) [20, 31].\nAt the end of the Early Paleocene, in the Late Thanete, the oceanic spreading reached the north of the Charlie Gibbs trough from the Central Atlantic, which caused the formation of the Rejkjanes middle ridge. The active zone of the Labrador ridge continued to extend. Due to spreading of these ridges, the water area of the North Atlantic increased gradually and the new crust of the earth was created. The end of the Late Paleocene and the beginning of the Early Eocene marked the onset of the formation of the Aegir, Kol bensei, Mona, and Knipovitch ridges; the foundation\n(1) Residual oil developed on the prespreading basalts of the Iceland Plume of the seaward dipping reflector sequence (SDRS); (2) redeposited products of eroded residual soil that contain minerals of loose alumina (gibbsite), kaolin, hetite, hematite; (3) pre spreading foundation (gneisses, sedimentary rocks); (4) fractures. According to [17, 26] with changes and additions.\n232\nOCEANOLOGY Vol. 50 No. 2 2010\nKHARIN, LUKASHINA\nof the Norwegian–Greenland oceanic basin was laid (Figs. 5, 6). In addition, at this time the Iceland Plume demonstrated high volcanic activity, over which the lithosphere region in question moved in the Paleo gene.\nThe North Atlantic developed broad connections with the Tetis and Pacific oceans as a result of the sep aration of Lavrasia. The inflow of warm water and air masses and the humid subtropical and tropical climate contributed to the formation of the laterite residual soil not only on masses of prespreading plume basalts. The residual soil was formed on other rocks as well. This fact is proved by the products of its reerosion and redeposition in the Paleogene zircon–ilmenite placers formed to the west of the Russian platform and in the Dnieper–Donetsk depression and other basins [9].\nA connecting link between the opening NGB and the NEB was the central graben of the North Sea filled with sea sediments in the Paleogene, which were mainly terrigenous, of great thickness (up to 3–4 km), and with deep sea features (turbidities, glides). Downwarping that was uncompensated by sedimenta tion also occurred in other grabens of the North Sea and the Norwegian and Greenland shelf of the NGB. The sediments of these grabens enclosed large deposits of oil and gas.\nIn the Early Paleocene, the sea conditions in the north of the European continent were limited in the south of the Baltic Region and the Denmark–Poland Avlacogen, which was connected with the North Sea and the Amerasian Ocean. The terrigenous carbonate deposits of the Late Cretaceaous period with plentiful and various fauna of plankton and benthos foramini fers were replaced by Lower Paleocene, mainly glauc onitic terrigenous sediments (sands and aleurites). In the southern part of the Denmark basin, only two out of seventeen species of benthos foraminifers remained and even became more abundant: Cibicidoides suc cendes and Osangularia lens [35]. In the southern part of the Baltic region, only rare primitive agglutinating benthos foraminifers and remnants of siliceous organ isms were found in the Lower Paleocene deposits. Fre quent silicification of sediments related to the trans formation of siliceous remnants, mainly sponge spec ulas is typical for the Lower Paleocene. Their occurrence was probably governed by moving of cold deep waters from the Amerasian basin.\nAt the end of the Late Paleocene, the sea flooded almost all northwestern Europe. The conditions of the open sea were dominant even in the southern Baltic Region, which is evidenced by the presence of plank ton foraminifers (Heterohelix pumilia (Subbotina)) and different benthos foraminifer species (Buliminella par\nOCEANOLOGY Vol. 50 No. 2 2010\nPALEOGEOGRAPHY OF THE NORWEGIAN–GREENLAND 233\nvula Brotzen, Pseudouvigerina cuneata (Brotzen), cibidideses, hyroidines, etc). Their diversity reached 20, and the concentration was 400000 items per 1 g of sediment. The sea transgression was very intensive but short lived.\nAt the very end of the Late Paleocene, in the Thanetian period, the tectonic movements that were probably caused by the subduction of the Earth’s crust of the Tetis Ocean under the West European and East European cratons [7] lead to the partial inversion of the Denmark–Poland Avlacogen and to the shrinkage of the NEB. At the end of the Paleocene, the conti nental conditions were formed on the majority of the territory of Western and Eastern Europe, excluding the Netherlands, Denmark, and Northwestern Ger many. In the southern Baltic region there was a desali nated small basin weakly connected with the North Sea. Black aleuritic clays depleted of microfauna, which indicate stagnant anoxide conditions, were recorded in the deposits of the Thanetian layer.\nAbout 200 interlayers of volcanic ash were discov ered in the Upper Paleocene–Lower Eocene deposits of the North Sea and the adjacent dry land (in the sed iments of the Boulder and Sele formations corre sponding to the zone Coscinodiscus spp.) (Fig. 2) [22, 30]. Zeolite bearing horizons of aleurites with thick ness up to 10 m and more were found in the Middle\nand Upper Paleocene deposits of Kaliningrad region and the Baltic Sea, which correspond to the Zelandian and the Thanetian layers. The zeolites are represented by klinoptiolit and were evidently formed under diagenesis of volcanic ash whose relicts remained. Vol canoes related to the Iceland Plume might have served as the ash source.\nIn the Paleocence terrrigenous sediments there occur plentiful autigenous and allotigenous glauco nites and horizons of nodular phosphorites.\nEocene. The paleogeographic environment of the Eocene is shown by three patterns that refer to the Ypressian, Lutetian, Bartonian, and Priabonian ages.\nIn the Eocene, the NGB actively expanded; here the spreading velocity exceeded 2 cm/year due to the action of spreading centers of the Aegir and then Kol beinsei ridges. The movement of the lithospheric plates over the Iceland Plume and active volcanism continued forming the Greenland–Fareo Ridge. In the Middle Eocene, the eastern part of this ridge began to dip. On some segments that were still raised above the sea level, weathering and formation of the laterite crust occurred (Fig. 5). One such island segment with red ferrous residual soil up to 20 m thick on the plume basalts and volcanic ash was discovered on the Fareo– Iceland ridge by deep water well 336 [27].\n234\nOCEANOLOGY Vol. 50 No. 2 2010\nKHARIN, LUKASHINA\nThe oceanic part of the NGB with the newly formed oceanic lithosphere and the sea strait located on the continental crust of Scandinavia were joined together and became one basin. The Voring Plateau split from Greenland along the Yan Mayen fracture and the Mona ridge rift and began to move away from it under spreading of the active zone of this ridge. The residual soil was formed on the Voring island plateau, whose surface was composed of lavas and pyroclastics of plume basalts in the dipping reflector sequence. Its relicts were found by well 342. The most ancient Early Eocene terrigenous deposits of the NGB contain sili ceous and carbonate microfossils represented by diatomaceous water plants and coccoliths. The fauna and flora indicate that there is a connection between the NGB and the Amerasian ocean.\nThe North Sea Basin like the NGB was situated in the zone of ash falls from the volcanoes of the Iceland Plume. The ash falls markedly influenced the terrige nous sediment accumulation that was dominant in these basins. The biogenic sedimentation in the North Sea in the late Paleocene–Early Eocene manifested itself mainly as interlayers of terrigenous sediments rich in large koscinodiscuses and agglutinating benthos foraminifers. Plankton foraminifers, such as globigerinides, rare acarinins, etc., appeared in the Early Eocene (Subbotina patagonica zone), which indicates that epibathyal conditions of sediment accu mulation were established there. In Kaliningrad region, rare plankton foraminifers, Globigerinella micra, were found in the deposits of the Ypressian layer among the rare siliceous benthos foraminifers. Evi dently, the Early Eocene shallow water basin in the southern Baltic Region had a connection with the North Sea and was similar to the modern southern Baltic [10].\nAt the end of the Early–Middle Eocene, the NGB began to open, where uniform agglutinating benthos foraminifers settled [34]. Similar fauna was spread in even aged deposits of the North Sea sediments (Retic ulophragmium amplectens and Globigerinatheka index zones) [22]. In the Middle Eocene, the Fareo– Iceland ridge began to dip, which caused surface water exchange between the North Atlantic and the NGB [11] that did not influence the NEB fauna. In the sed iments of the western part of the NEB there occur thermophilic nummulites, which confirm its connec tion with the Mediterranean seas of Aquitania and northern Spain through the English Channel [36].\nIn the Early Eocene the NGB and NEB were con nected with each other, but there was no water exchange between the NEB and the Tetis Ocean, since the eastern part of the Denmark–Poland Avlacogen and the northern part of the Dnieper–Donetsk depression were above sea level, most likely due to the continuous subduction of the Tetic crust under Europe. This water exchange was established in the Middle Eocene, and it expanded in the Late Eocene.\nThe sedimentation character during the Middle Eocene was not much different from the Early Eocene (Fig. 7). As the NGB expanded and deepened, the deep water terrigenous sedimentation gradually became dominant. The deposits of the Norwegian and Greenland seas consisted mostly of hemipelagic gray and dark gray silts. The shelves and continental mar gins accumulated sands and aleurites, often volcano genic and with interlayers of volcanic ash and tuffits.\nThe most substantial change in the sedimentogen esis occurred at the end of the Late Eocene. The fall of climate temperature caused an increase in the areas of biogenic siliceous sedimentation in the NGB (espe cially in the Norwegian Sea) and in the eastern part of the North Atlantic (Fig. 8).\nThe sedimentogenesis in the North Sea, the Den mark–Poland Avlacogen, and the southern Baltic Region almost did not change, and terrigenous sedi ment accumulation occurred there.\nIn Belarus, sea basins separated by the Poless rise existed in the west and the southeast [13]. One of them was connected with the NEB, and the other was the northern edge of the Dnieper–Donetsk basin, a part of the East European basin having a connection with the Tetis Ocean. A new rise in the World Ocean level started at the end of the Middle Eocene [37]. At about the same time, the Mazuro Byelorus anteclise and the Poless rise lowered. As a result a wide strait was formed along the southwestern and western margin of the East European Craton, connecting the NEB, North Atlan tic, and the NGB with the Mesotetis seas. It stretched from the North Sea through Denmark, the South Bal tic, Northwestern Poland, Kaliningrad region, Lithuania, Belarus, and Ukraine [32].\nThe great number of shark teeth found that belong to big pelagic carnivores [8] and the thermophilic plankton foraminifers (Globigerina eocaena (Guem bel), G. turkmenica Chalilov), G. corpulenta Subbotina, G. gortanii Borsetti, Acarinina rotundimarginata Sub botina etc.) in the Upper Eocene deposits of Kalinin grad region prove the existence of a deep warm open sea in the southern Baltic region, which was connected with the Tetis Ocean. The sea transgression began from the east, passing to the north of the Ukrainian shield along the Dnieper–Donetsk depression. In the southern part of the East European Craton, the influ ence of the Tetis Ocean was stronger in the regions of the Caspian and Black Sea depressions. The northern most Upper Eocene fauna with nummulites and ther mophilic plankton foraminifers was recorded in the deposits of the Kiev suite in northwestern Ukraine. A much weaker influence was exerted by the Tetis Ocean in the northern part of the Late Eocene strait sea that consists of Northern Poland, the Kaliningrad region, southern Lithuania, and northwestern Belarus.\nThe temperature difference between the north western and southeastern air masses caused monsoon winds to strengthen in the Late Eocene. A wind corri\nOCEANOLOGY Vol. 50 No. 2 2010\nPALEOGEOGRAPHY OF THE NORWEGIAN–GREENLAND 235\n236\nOCEANOLOGY Vol. 50 No. 2 2010\nKHARIN, LUKASHINA\ndor was generated between the NGB and the seas of the Tetis Ocean along the sea straits. The winds caused tree felling in coniferous and oak forests in Fennoscandinavia (the greater part of the Baltic Sea and Scandinavia). The intensive discharge resin from ancient pine trees, its accumulation in the soil, subse quent erosion and transfer of soil and resin through the thick river network, burial in lagoon deltas among glauconitic sediments whose alkaline medium changed the resin and transformed it to amber, all made the end of the Late Eocene and the beginning of the Early Oligocene the amber epoch [19]. At this time approximately 90% of the world’s prospective reserves of amber was accumulated in Kaliningrad region on the comparatively small area of the Sambian peninsula about 700 km2. Like all Eocene terrigenous strata, the Upper Eocene amber bearing deposits (“blue soil” stratum) also have a high content of glauconite (up to 45–50%) and 5 phosphorite bearing horizons, with one of them lying in the foundation of the amber bearing layer of the “blue soil” stratum.\nOligocene. In the Early Oligocene the water areas were reduced in the Central and Eastern part of the NEB (Fig. 9). In the Late Oligocene, they were totally replaced by continental environments. The connec\ntion with the North Atlantic and the seas of Mesotetis was lost perhaps at the end of the Early Oligocene and the beginning of the Late Oligocene.\nIn the NGB the oceanic crust continued to grow due to spreading of the ridges: Aegir, Kolbensei, Mona, and Knipovitch. However, by the end of the Early Oligocene, the spreading of Aegir ridge stopped and the NGB obtained its contemporary outlines. Here the deep water oceanic troughs were formed: Norwegian, Lophoten, Greenland, and Boreal, where the terrigenous fine grained sediments continued to accumulate under the defining influence of removal of fragmental products from the continents. Quite often turbidity and slides are recorded in the sediments of these troughs by the data of deep water drilling; which indicates that the troughs are deep water. On the Ice land Plateau, sediment accumulation was influenced by the basaltic eruptive volcanogenic material of the Iceland Plume, but to a lesser degree than in the Eocene. Ash volcanogenic material, whose composi tion is similar, was observed also in the terrigenous sediments of the North Sea. By the data of the surface flora, at the boundary of the Eocene and Oligocene the “warm” biosphere finally changed to “cold” [2]. The Iceland ridges went under sea level, and the North\nOCEANOLOGY Vol. 50 No. 2 2010\nPALEOGEOGRAPHY OF THE NORWEGIAN–GREENLAND 237\nAtlantic bottom water began to form. In the Early Oli gocene in the NGB and the North Sea, agglutinating benthos foraminifers were dominant as before, but secreting ones appeared as well [22, 34]. The Rockall Plateau isolated itself and went down to the depth of the upper bathyal, which is evidenced by the appear ance of deep water benthosv foraminifers: Oridorsalis ecuadorensis, Epistominella pulchella, Gyroidinoides complanata, Nuttalides truempyi, etc. [31].\nIn the Rupelian age the NEB still occupied large areas of the West European and East European cra tons. However, the connection along the strait through Belarus and Ukraine with the Tetis Ocean began to shorten (Fig. 8). In the Early Oligocene there still was water exchange between the NGB, the NEB and the Tetis Ocean; on the territory of Northeastern Poland, the southern Baltic Region, Belarus, and northern Ukraine sedimentation had open sea type features. Normal sea shelf conditions existed in the southern part of the North Sea Basin at the beginning of the Oli gocene. The complex of benthos foraminifers from the Lower Rupel in northeastern Belgium contains vari ous vitreous, porcelainlike and agglutinating taxons, as well as relatively plentiful plankton foraminifers [21]. Shark teeth, nanoplankton, and rare boreal plankton foraminifers are found in the Rupel terrige nous sediments of Kaliningrad region.\nThe transfer of water masses along the strait is well fixed by the drift of amber fragments that moved in the northwestern and southeastern directions from erod ing sediments of lagoon deltas at the Sambian penin sula in Kaliningrad region. Sambian amber, a succinite with typical inclusions, is found in the Upper Eocene and Lower Oligocene deposits of Britain, Northern Germany, Northern Poland, Belarus, and Ukraine [19]. These deposits contain many glauconites, and there are horizons of nodular phosphorites, which may show the coming of both deep oceanic water masses and river runoffs rich in phosphates of eroding conti nental residual soils [15, 28].\nThe formation of glaciers in Antarctica made the level of the World Ocean decrease in the Middle Oli gocene. This resulted in the gradual shrinkage of plat form and shelf sea areas; in the Late Oligocene and Early Miocene, the sea began to regress from the east ern part of the NEB. The Upper Rupel complex of for aminifers from the northeastern part of Belgium indi cates that the North Sea Basin gradually became shal low, and conditions which were more isolated from the ocean were established [21]. The lagoon deposits are also recorded in the Rhine grabens.\nHowever, in the Khattion period, in the southern part of the North Sea Basin, sea conditions were estab lished again and suddenly tropical and subtropical types of benthos foraminifers appeared, among them Asterigerina guerichi guerichi (Franke) was dominant (over 70% in the complex). At the same time in North\nwestern Germany, “big” foraminifers from Myogipsina species were recorded [21].\nIn the Miocene in the southern Baltic Region, there was a blind lake plain [24]. The damp climate, the developed marsh phases, and abundant vegetation governed the concentration of brown coal here, and were especially widespread in the Early and Middle Miocene."
  }, {
    "heading": "CONCLUSIONS",
    "text": "The data on the lithology, fauna, and flora general ized on a geodynamical basis enable us to make the following main conclusions.\n(1) The development of the paleogeographic envi ronment in the Norwegian–Greenland and the north west European sea basins from the Early Paleocene to the Early Oligocene of the Paleogene period was mainly influenced by three major lithospheric plates (Eurasian, North American, and African).\n(2) A considerable effect on the climate, sedimen togenesis, and the formation of mineral resources was made by the system of straits and seas that connected the Tetis, Amerasian, and Pacific oceans with the developing North Atlantic and Arctic Ocean. This sys tem existed here from the Late Mesozoic to the Early Oligocene.\n(3) In the Early Paleogene the basins under consid eration were epicontinental seas in the northwest of Lavrasia, where, under the influence of the Iceland Plume and spreading of the Mid Atlantic ridges, deep fractures, rifts, avlacogens, and grabens encroached, in which thick volcanogenic and sedimentary strata, including oil and gas bearing ones, were formed.\n(4) The laterite bauxite bearing residual soil was generated here in the Late Paleocene and the Early Eocene under the influence of tropical and subtropical climate. The volcanogenic stratum of the seaward dipping reflector sequence (SDRS) on the slopes of depressions in the Norwegian–Greenland basin served it as an especially favorable substrate.\n(5) Spreading that appeared from the North Atlan tic towards the Norwegian–Greenland epicontinental sea basin separated the volcanogenic stratum and the formations of the laterite residual soil and pull them to different sides of the expanding basin.\n(6) The formation of the oceanic crust and oceanic sedimentogenesis started in the Norwegian–Green land basin in the Early Eocene. Here, as well as in the Northwestern European Sea Basin, the terrigenous sediments were mainly accumulated with a consider able admixture of pyroclastic material of the Iceland Plume volcanoes and the products of erosion and redeposition of the residual soil. Due to the transfor mation of the pyroclastics and the terrigenous mate rial, the thick strata of zeolite bearing and glauconite sediments of the Paleogene age were formed.\n238\nOCEANOLOGY Vol. 50 No. 2 2010\nKHARIN, LUKASHINA\n(7) The water exchange between the Amerasian Ocean, the Tetis Ocean, and the North Atlantic, the inflow of deep water, and the gain of residual soil prod ucts caused the formation of glauconite–chamosite sediments, phosphates, accumulation of nodular phosphorites and titanium–zirconium placers of the Paleogene in the NGB and NEB. At the end of the Late Eocene and in the Early Oligocene, there was a “burst” of amber formation in the southeastern part of the Baltic Sea and Kaliningrad region that was caused by a fall in temperature and intensified circulation of water and air masses over the sea strait and the North western European Basin, which in turn lead to mass tree felling in the “amber” forests of Scandinavia and the northern and central Baltic area.\n(8) In the Late Oligocene, the sea gradually regressed from the Northwestern European Basin, in the Late Khattion period its eastern part changed into a system of lagoons and lakes, and in the Early Miocene brown coal deposits began to accumulate here."
  }, {
    "heading": "ACKNOWLEDGMENTS",
    "text": "This work was partially supported by the Russian Foundation for Basic Research (grant no. 06 05 64159)."
  }],
  "year": 2010,
  "references": [{
    "title": "Eurasian Shelfs in Mesozoic and Cainozoic Periods",
    "authors": ["Paleogeographic Atlas"],
    "venue": "Robertson Grupp. Gvinedd. (GIN RAN, Moscow,",
    "year": 1990
  }, {
    "title": "Akhmet’ev, “Climate of the Terrestrial Globe in Paleocene and Eocene According to Geobotanical Data,",
    "authors": ["A. M"],
    "venue": "Climate in the Epoch of Significant Biospheric Rearrangements (Nauka, Moscow,",
    "year": 2004
  }, {
    "title": "Benyamovskii, “Strati graphic Sheme of the Marine Paleocene of the South of the European Part of Russia,",
    "authors": ["V.N.M.A. Akhmetev"],
    "venue": "Byull. MOIP. Otd. Geol",
    "year": 2003
  }, {
    "title": "Blazhchishin, Paleogeography and Evolution of Late Quaternary Sedimentation in the Baltic Sea (Yan tarnyi Skaz, Kaliningrad",
    "authors": ["I. A"],
    "year": 1998
  }, {
    "title": "oida, Stratigraphy of the",
    "authors": ["V.A. Zagorodnykh", "A.V. Dovbnya", "V.A. Zha"],
    "venue": "Kaliningrag Region (Min. Prir. Res. Rossii po Sev. Zap. Reg., Kaliningrad,",
    "year": 2001
  }, {
    "title": "and G",
    "authors": ["E.M. Emelyanov", "E.S. Trimonis"],
    "venue": "S. Kharin, Paleooceanology of the Atlantic Ocean (Nedra, Lenin grad,",
    "year": 1989
  }, {
    "title": "Batolyants, “Shark Teeth in Fossils on the Zemland Peninsula Coast,” in Multidis ciplinary Study of the Atlantic Ocean Basin (Izd",
    "authors": ["E.I. Kukuev", "K. Ya"],
    "venue": "RGU Im. I. Kanta, Kaliningrad,",
    "year": 2006
  }, {
    "title": "and L",
    "authors": ["V.K. Lukashev", "V.A. Kuznetsov"],
    "venue": "I. Matrunchik, “Cainozoic Lithochemical Fractions in the Western Part of the Russian Platform,” (Nauka Tekhnika, Minsk,",
    "year": 1974
  }, {
    "title": "Lukashina, “Planktonic Foraminifera in the Bal tic Sea,",
    "authors": ["P. N"],
    "venue": "[Oceanol ogy",
    "year": 1997
  }, {
    "title": "Lukashina, “Paleogene Paleoceanology of the North Atlantic from Benthic Foraminifera,",
    "authors": ["P. N"],
    "venue": "Okeanologiya 44 (1),",
    "year": 2004
  }, {
    "title": "Lukashina, Paleoceanology of the North Atlantic in Late Mesozoic and Cainozoic and Origination of Modern Thermohaline Oceanic Circulation Based on Foramin ifera Data (Nauchnyi Mir, Moscow, 2008) [in Russian",
    "authors": ["P. N"],
    "year": 2008
  }, {
    "title": "Sen’kovskii, Phosphorites of the Western Ukraine (Naukova dumka, Kiev, 1989) [in Russian",
    "authors": ["Yu. N. Sen’kovskii", "V.V. Glushko", "A. Yu"],
    "year": 1989
  }, {
    "title": "Magmatic Pulses of the Iceland Plume,",
    "authors": ["G.S. Kharin"],
    "venue": "[Petrology",
    "year": 2000
  }, {
    "title": "The Lateritic Weathering Crust on Pre spreading Basalts of the Northwestern Atlantic and Norwegian Greenland Basin,",
    "authors": ["G.S. Kharin"],
    "venue": "Dokl. Akad. Nauk",
    "year": 2004
  }, {
    "title": "and E",
    "authors": ["G.S. Khari"],
    "venue": "M. Emel’yanov, Geology of the Atlantic Ocean in the Iceland Region (VINITI, Moscow,",
    "year": 1987
  }, {
    "title": "Lukashina, “Accumulation Conditions and Correlation of the Upper Eocene Amber Bearing Prussian Formation, Kaliningrad Region,",
    "authors": ["N.P.G.S. Kharin"],
    "venue": "Stratigr. Geol. Korrelyatsiya",
    "year": 2002
  }, {
    "title": "Cenozoic Biostratigraphy and Paleo biogeography of the North Atlantic,",
    "authors": ["W.A. Berggren"],
    "venue": "Initial Reports of the DSDP 12,",
    "year": 1972
  }, {
    "title": "Late Oligocene Warming Event in the Southern North Sea Basin: Benthic Foraminifera As Paleotemperature Proxies,",
    "authors": ["E. De Man", "S. Van Simaeys"],
    "venue": "Netherlands J. Geosci./Geologie Mijnbouw",
    "year": 2004
  }, {
    "title": "Cenozoic Foraminiferal Biostratigraphy of the Cen tral North Sea,",
    "authors": ["F.M. Gradstein", "M.A. Kaminski", "W.A. Berggren"],
    "venue": "Abh. Geol. B. A. Wien.,",
    "year": 1988
  }, {
    "title": "Geologic Time Scale 2004—Why, How, and Where Next,” Lethaja, 37, 175– 181 (2004)",
    "authors": ["F.M. Gradstein", "J.G. Ogg"],
    "venue": " OCEANOLOGY Vol. 50 No. 2",
    "year": 2010
  }, {
    "title": "Lithostratigraphic Subdivision of the Cre taceous and Paleogene in Lithuania",
    "authors": ["A. Grigelis"],
    "venue": "Geologija Vilnius,",
    "year": 1996
  }, {
    "title": "Paleogene Subdivision and Oligocene Miocene Bordering Units in the South Baltic Area (Northern Parathetis),",
    "authors": ["A. Grigelis"],
    "venue": "The 31st International Geo logical Congress (Rio de Janeiro,",
    "year": 2000
  }, {
    "title": "Alteration of Uppermost Lavas and Volcaniclastics Recorded During Leg 152 to the East Greenland Margin,",
    "authors": ["M.A. Holmes"],
    "venue": "Prec. ODP. Sci. Res. 152,",
    "year": 1998
  }, {
    "title": "The Petrology of Magmatic Rocks, DSDP Leg 38,",
    "authors": ["G.S. Kharin"],
    "venue": "Initial Reports of the DSDP 38,",
    "year": 1976
  }, {
    "title": "Geochemistry of Late Paleocene and Early Eocene Tepras from the North Sea Basin,",
    "authors": ["Vol. III: Paleogene", "Ed"],
    "venue": "Cretaceous Paleogene Phosphorites of Southern Baltic As Indicators of Water Exchange between the Northern Atlantic and Tethys (Sw. Geol. Undersok, Uppsala,",
    "year": 1997
  }],
  "id": "SP:f3ebac98be456a18b8c8baad64fb70cc7495d6d0",
  "authors": [{
    "name": "G. S. Kharin",
    "affiliations": []
  }],
  "abstractText": "Published and original data on the lithology and fauna (mainly foraminifers) of the Paleogene Norwegian–Greenland and Northwestern European Sea Basins are generalized in this article. Their paleo geographic evolution and the character of development of connections with the North Atlantic, Mesotetis, and the Arctic Ocean are established from the moment of generation to their disappearance. It is shown that the paleogeographic conditions of the studied sedimentation basins depend to a great extent on the tectonic movements of lithospheric plates. Iceland Plume volcanism exerted a considerable influence on the paleoen vironment and sedimentogenesis. The paleotectonic and climatic conditions of sedimentation are recon structed. The occurrence of bauxite bearing continental residual soil and other data point to a tropical, humid climate in the Early Paleogene, which changed into a moderate humid climate by the end of the Late Paleogene. Terrigenous sediments, including oil and gas bearing ones, were formed in the sea basins; they contain products of eroded residual soil, placers of accessory minerals, pyroclastics of volcanoes of the Ice land Plume, and zeolite bearing, amber bearing, phosphorite bearing, and glauconitic horizons that have practical interest. DOI: 10.1134/S0001437010020086 MARINE GEOLOGY",
  "title": "Paleogeography of the Norwegian–Greenland and Northwestern European Sea Basins in the Paleogene"
}