{
  "sections": [{
    "text": "529\nINTRODUCTION\nStudies of the atmosphere and climate of Mars were identified as the main scientific objectives of the spacecraft Trace Gas Orbiter (TGO) of the project “ExoMars” (R.W. Zurek et al., 2011). The device TGO, a key element of the previous cooperation ESA NASA in the project “ExoMars”, had to carry a pow erful arsenal of atmospheric instruments: a Fourier spectrometer for solar eclipses MATMOS (P.O. Wen nberg et al., 2011) designed for measurements of small atmospheric constituents in the range 2.3– 11.8 micron with a spectral resolution of 0.02 cm–1; echelle spectrometer NOMAD (Nadir and Occulta tion for MArs Discovery) (A.C. Vandael et al., 2011) duplicating measurements of MATMOS in solar eclipses in the range of 2.2–4 microns with a lower spectral resolution of 0.15–0.2 cm–1, but with the abil ity to map the methane at the nadir and supplemented with a UV channel; EMCS (ExoMars Climate Sounder) (J.T. Schofield et al., 2011), limb radiometer to monitor the state of the atmosphere in the thermal infrared range in bands of CO2, H2O, dust and ice; and finally, a wide angle camera of UV visible range\n(B.A. Cantor et al., 2011) for the nadir observation of clouds and dust.\nIn 2011, NASA left the project and a European instrument NOMAD remained the only experiment on board designed to study the atmosphere of Mars. The opportunities of constant monitoring of thermal conditions and the distribution of the aerosol in the atmosphere by the MATMOS instrument, as well as precise measurements of trace gases by it were lost.\nFor the new configuration of the project with coop eration of the Russian Space Department and ESA, we have proposed a new system for spectrometric studies of the Martian atmosphere, the Atmospheric Chemis try Suite (ACS). After approval by the Solar System Section of the Space Council of the RAS, the experi ment was presented to the Russian Space Department as one of two Russian instruments for the TGO satel lite. The ACS instrument consists of three indepen dent infrared spectrometers of various ranges (NIR, MIR and TIRVIM channels) and a general electronics module.\nThe hardware of the ACS is built in the IKI Space Research Institute of RAS, using experience gained in\nKeywords: Mars, atmosphere, methane, isotopes, solar occultations, remote sensing, high resolution spec trometer, Fourier spectrometer, echelle grating, cross dispersion, acousto optical filter\nDOI: 10.1134/S003809461507014X\n530\nSOLAR SYSTEM RESEARCH Vol. 49 No. 7 2015\nKORABLEV et al.\nthe development of instruments for the previous projects. In particular, reserves were used of high degree of readiness of instruments AOST and TIMM of the project “Phobos Grunt” (O.I. Korablev et al., 2012; O. Korablev et al. Compact…, 2013; L.M. Zeleny, and I.N.Zakharov, 2011, G.M. Polish chuk et al., 2009), and the RUSALKA instrument, which worked on the International Space Station (ISS) in 200–2012 (O.I. Korablev et al., 2011). Inter national cooperation in the experiment includes the French laboratory LATMOS and the Institute of Planetary Research DLR (Germany), which supply a number of components of the instrument, as well as the Institute of Physics of Interplanetary Space (IFSI) in Italy, providing opportunities for calibrations. In this article, the concept and methodology of the experiment of the ACS are regarded, an overview of the scientific objectives is provided, and equipment of the experiment is outlined. A more detailed descrip tion of optical circuits and design of spectrometers, which are part of the complex, can be found in the works (O. Korablev et al. Atmospheric…, 2013; 2014)."
  }, {
    "heading": "1. SCIENTIFIC PROBLEMS",
    "text": "The ACS experiment should make a major contri bution to solving the fundamental problems that researchers of Mars face. The issue of the internal structure of the planet, in particular, the possibility of current volcanism, is studied by measurement and specification of the upper limits of detection of small atmospheric gases, probably of volcanic origin. Research problems of the modern climate of Mars and its evolution are solved by monitoring the state of the atmosphere, as well as measurements of isotopes of atmospheric gases, in particular, D/H ratio. The prob lem of finding traces of life on Mars is affected by atmospheric measurements of small components that have potential biological relevance (e.g., methane). The ACS will make a significant contribution to the constantly updated knowledge base about Mars cre ated by previous experiments (O. Korablev, 2013).\n1.1. Problem of volcanism on Mars\nThe most abundant volcanic gases on Earth are water vapor and CO2. Measurements of these rela tively heavy components may not be an indication of volcanic activity, both on Earth and on Mars. The budget of methane as a volcanic gas on Earth is usually ignored in the background of prevalence of biogenic methane. The same question of the origin of methane, in case of its positive detection, occurs on Mars. The most promising indicator of volcanic activity on Mars could be sulfur compounds, particularly SO2, pro duced in the oxidative atmosphere. By means of ground based astronomy a very low limit of SO2 in the\natmosphere of Mars was determined, 0.3 ppb (T. Encrenaz et al., 2011; V. Krasnopolsky, 2012). Regular measurements from orbit with high spectral resolution may allow us to specify this limit, to find a temporary increase in the concentration of this gas or to indicate other sulfur compounds, for example, OCS."
  }, {
    "heading": "1.2. Monitoring of modern climate",
    "text": "Quantitative knowledge of the thermal structure of the atmosphere and aerosol characteristics is neces sary for a realistic simulation of the planet’s climate by using general circulation models. The bulk of the experimental basis for studying the climate of Mars is currently formed by measurements in the thermal infrared range, for example (M.D. Smith, 2004). The problem of thermal sounding of the atmosphere in a wide range of altitudes is successfully solved in the car bon dioxide atmosphere due to a CO2 absorption band in the region of 15 microns. Solution of the reverse problem allows us to restore the temperature profile of the atmosphere from the surface up to 40–60 km, depending on the spectral resolution. The orbit of the TGO spacecraft is optimized for the best coverage of the planet and the observations of the diurnal varia tions. The temperature profile and the optical thick ness of the aerosol are determined self consistently from the same spectrum: the temperature profile is found by a band of 15 microns of CO2, and the optical thickness—by aerosol absorption bands. Dust and condensation aerosol components are separated spec trally. Simultaneously, the surface temperature is determined using a brightness temperature at wave lengths where the emissivity of the surface is close to unity and there is no gas absorption.\nAtmospheric aerosol on Mars is an important, poorly measurable and changeable factor in the for mation of the heat balance and climate in general. The dust in the atmosphere leads to its heating, reducing the cooling to space. On the other hand, crystal clouds of water ice increase albedo, reducing the amount of absorbed solar energy. In addition to nadir monitoring of the two main components of the aerosol—mineral dust and condensation clouds—a method of solar eclipses provides great possibilities allowing us to mea sure atmospheric aerosol extinction on a limb. The most characteristic features of light absorption of atmospheric aerosol particles occur at wavelengths comparable with the characteristic dimensions of the particles, i.e., in the near infrared range. Measure ments of aerosol extinction in the experiment will be conducted on regions of spectral continuum free from absorption by atmospheric gases. The experiment will allow us to evaluate the ratio of dust extinction in visi ble and thermal infrared ranges. Such measurements allow the quantitative comparison of dust absorption of solar radiation and its radiation in the thermal range\nSOLAR SYSTEM RESEARCH Vol. 49 No. 7 2015\nACS EXPERIMENT FOR ATMOSPHERIC STUDIES 531\n(F. Forget, 1998), which still has not been done simul taneously (O. Korablev et al., 2005)."
  }, {
    "heading": "1.3. Problem of climate evolution",
    "text": "The average value of deuterium to hydrogen, D/H on Mars 5.5 (±2) times the terrestrial value (V. Kras nopolsky et al., 1997; T. Owen et al., 1988). It is con sidered to be evidence of the prolonged dissipation of water in process of the evolution of the planet’s cli mate, which has led to the accumulation of the heavier isotope. For quantitative estimates of modern dissipa tion processes, the exchange of water between subsur face reservoirs and the atmosphere, measurement of the values D/H with high accuracy and the vertical profile of this relationship are necessary (F. Mont messin et al., 2005)."
  }, {
    "heading": "1.4. Problem of finding methane",
    "text": "The long term search for methane on Mars by astronomical means and with spacecraft gave a result in 2004. There is no doubt that the stimulating factor was the going into orbit of the spacecraft “MarsEx press” with the Fourier spectrometer PFS, the resolv ing power of which in the fundamental band of meth ane exceeds 2000. The report of discovery of methane came from three independent groups. The absorption in band of 3.3 microns, corresponding to about ~10 ppb CH4, was found in the spectra of the instru ment PFS (V. Formisano et al., 2004). Simultaneously, results were published of independent ground based observations, showing the same amount of methane (V.A. Krasnopolsky et al., 2004). The data considered to be most reliable are (M.J. Mumma et al., 2009), indicating methane emissions in 2003. Further astro nomical observations (V. Krasnopolsky, 2012; P.R. Mahaffy et al., 2013) and measurements on the Mars rover Curiosity (P.R. Mahaffy et al., 2013) give the upper limits of methane of 1–2 ppb.\nThe photochemical lifetime of methane is 300– 400 years, on the one hand, it is sufficiently small, and requires a permanent gas source. On the other hand, during this time, methane should be evenly mixed up in the atmosphere, and the presence of localized sources cannot account for its variability. A hypothesis about the biological origin of methane is popular: such a small amount as 10–30 ppb can be easily produced by a very sparse biota (S. Atreya et al., 2007; V.A. Kras nopolsky et al., 2004). Finding methane in the Mar tian atmosphere has caused an avalanche of publica tions, a multitude of hypotheses about the mecha nisms of its occurrence and causes of variation is being offered and refuted. All observational data is not far from the limit of detection, and the fact of detection is questioned (K. Zahnle et al., 2011). To clarify the question, first of all, reliable measurements are neces\nsary. The measurement of small components, prima rily methane in the Martian atmosphere and its mapping is the main scientific problem of the ACS experiment."
  }, {
    "heading": "2. METHODS OF MEASUREMENT",
    "text": "The ACS experiment is designed to study the atmo sphere of Mars by the methods of IR spectroscopy. The spectral range overlapped by different channels of the instrument, as well as corresponding measured atmospheric constituents are shown in Fig. 1. There are two basic methods: nadir IR sounding and solar eclipses. It is also planned to observe day and night air glow, in nadir and on the limb of the planet in the near IR range.\nThe period of the working orbit of the TGO satellite (circular polar orbit at an altitude of 400 km and an inclination of 74°) is about 2 hours. Thus, during the day, it is possible to register about 12 hours of day and night nadir spectra, as well as 24 eclipses—passage of the solar disk on the Martian atmosphere (12 sun downs and 12 sunrises). The actual duration of the measurements will be determined taking into account the distribution of the telemetry budget between vari ous TGO experiments and communication channel capacity. The scheme of observations is shown in Fig. 2."
  }, {
    "heading": "2.1. IR nadir sounding",
    "text": "Infrared (IR) and Fourier spectrometers and spec troradiometers were repeatedly used for the study of Mars on board orbital spacecraft (P.R. Christensen et al., 2001; V. Formisano et al., 2005; R. Hanel et al., 1972). Infrared spectra in a broad range contain infor mation about both the surface and the atmosphere of\n532\nSOLAR SYSTEM RESEARCH Vol. 49 No. 7 2015\nKORABLEV et al.\nMars. TES instrument on the spacecraft “Mars Global Surveyor” (P.R. Christensen et al., 2001) has been working from 1997 to 2004. Objectives of the instru ment focused on determining the composition of the surface, but, more importantly, its results are the basis of modern climatology of Mars by parameters such as seasonal cycles of atmospheric temperature, for exam ple, dust and water vapor (M.D. Smith, 2004). The PFS Fourier spectrometer on the spacecraft “MarsEx press” has been successfully working in the orbit of Mars since 2003 (Formisano V. et al., 2005).\nIn the mode of nadir sounding, the atmosphere and the surface of Mars are observed. Knowledge of the thermal structure of the atmosphere, the seasonal and diurnal variations is important for an understanding of the planet’s climate. For nadir work, the channels NIR and TIRVIM of the ACS will be used, overlap ping the range from 0.7 to 17 microns, with a few exceptions.\nModel spectra corresponding to the channel TIRVIM are shown in Fig. 3. Currently, models of general circulation of the atmosphere of Mars are developing fast (J.B. Madeleine et al., 2011), which imposes additional requirements on the accuracy and completeness of the experimental data. Emission spectra in the thermal range temperature profiles of the atmosphere are restored, and the optical thickness of dust and condensation clouds and surface tempera ture are measured. The orbit of the satellite allows us to explore almost the entire range of latitude from the equator to a latitude of ~74° . Also, the TGO orbit allows us to explore in the best way daily and seasonal variations of atmospheric parameters. A feature of\nmeasurements with the TGO is the possibility to study the diurnal cycles in the atmosphere of Mars. In the PFS experiment several million spectra were received for different seasons and local times, but it is very dif ficult to highlight the diurnal variations in this data array. The measurements relating to one area of the planet and one local time, either strongly separated in time, or fall at different seasons, i.e., diurnal variations cannot be separated from seasonal and other variabil ity. Observations made by the US spacecraft “Mars Global Surveyor” and “Mars Reconnaissance Orbiter” are strictly linked to 2 hours in the day and in the night.\nFrom results of the work of the ACS in nadir mode, data on the vertical temperature profile to a height of about 60 km (TIRVIM), the content of water vapor and other small components (TIRVIM, NIR), and the content of aerosols, with the division into dust and condensation clouds (TIRVIM), airglow (NIR) will be obtained.\nNadir mapping of methane is a separate problem. The TIRVIM instrument will allow nadir measure ments of methane at a spectral resolution of 0.2 cm–1 and an exposure time of about 10 seconds. Provided that the methane content of the atmosphere exceeds the level of 3–5 ppb, mapping will allow the determi nation of possible sources of gas on the surface. These measurements provide a duplication of similar mea surements by the nadir channel of the NOMAD instrument, increasing the probability of performance of an essential scientific task.\nThe NIR channel will allow us to carry out the detection and mapping of atmospheric glows in the near infrared range. Regular observations of the emis sion of singlet oxygen, for the first time globally inves tigated in the SPICAM and OMEGA experiments at the spacecraft “MarsExpress” (A. Fedorova et al., 2006), allow us to clarify our understanding of chemi cal processes in the atmosphere, and provide estimates of its ozone content, as an indicator of the stability of the carbonic atmosphere of Mars. These observations\n60\n40\n20\n0 1400600\n1200 1000 800\nR ad\nia ti\non in\nte n\nsi ty\n,\nWave number, cm–1\ner g/\ns/ cm\n2 / sr\n/c m\n– 1\n8\n4 2 0\n5000 4000 3000 2000 Wave number, cm–1\n6\nFig. 3. Intensity of the radiation from the day side of Mars, calculated for substantially pure atmosphere: (a) self radi ation of the planet in the thermal range, (b) mainly reflected sunlight.\n(a) (b)\nSOLAR SYSTEM RESEARCH Vol. 49 No. 7 2015\nACS EXPERIMENT FOR ATMOSPHERIC STUDIES 533\nstrongly complement the simultaneous observations of ozone in the Hartley band (260 nm) in the UV channel of the NOMAD. Observations of the night glow of molecular oxygen, recently discovered at the poles of the planet (J.L. Bertaux et al., 2012; A.A. Fedorova et al., 2012), will provide an opportunity not only to build a picture of the distribution of atomic oxygen, but can also be an indicator of temperature and wind speed in the middle atmosphere (Garcia Munoz et al., 2005). With limb observations (not yet included in the program of the mission), we also expect to carry out a sensitive search for new glows in the near infrared range using the NIR channel.\nOn the surface of Mars, observations in the broad infrared range will allow us to investigate the diurnal and seasonal variation of surface rime frosts, to com plement studies of seasonal variations of chemically bound and adsorbed water in the soil."
  }, {
    "heading": "2.2. Solar eclipses",
    "text": "Study of the planets by solar eclipses (SE) or solar translucence is a powerful tool for obtaining informa tion about the composition and vertical structure of the atmosphere and has repeatedly been used in space missions. Advantages of the method are high bright ness of the source, calibration of the instrument at each measurement and possibility of obtaining vertical profiles. Such measurements were carried out, starting with a study of the Martian atmosphere on the space craft “Phobos 2” (J. Blamont et al., 1989; V.A. Kras nopolsky et al., 1991), in projects “MarsExpress” (J. Bertaux et al., 2006; O. Korablev et al., 2006), “VenusExpress” (J. Bertaux et al., 2007). The scien tific instrument MATMOS of the previous TGO struc ture of cooperation ESA NASA was planned on this very principle (P.O. Wennberg et al., 2011).\nIn the mode of solar eclipse, the radiation of the sun illuminating the planet’s atmosphere is observed. In the TIRVIM channel the whole disk is observed, in the channels MIR and NIR only part of the disk is cut\nby narrow field of view, which provides the best spatial resolution. One of the major scientific problems to be solved by the experiment in this mode is detection and measurement of methane content in the Martian atmosphere (expected limit of methane detection is ~1 ppb, parts per billion, Fig. 4), as well as measure ment of the vertical distribution of density of other minor components on their absorption spectra. As an example, Fig. 5 shows a model of the absorption spec tra of different gases in the Martian atmosphere when observing a solar eclipse by the device MIR at a sight ing altitude of 22 km. Also, this method has repeatedly demonstrated the ability to restore the vertical profile of water vapor in the Martian atmosphere, with the simultaneous measurement of the number of CO2 molecules in the line of sight (L. Maltagliati et al., 2013). At high spectral resolution, water vapor can be measured up to heights of ~100 km and CO2 up to alti tudes of ~150 km.\nAnother important task, which solar eclipses will help to solve, is measurement of the content of deuter ated water and determination of the D/H ratio in water vapor. This will improve the understanding of the processes of water dissipation on Mars. Despite a set of astronomical observations, measuring the error of the D/H ratio is significant, as lines of normal and deuterated water still could not be measured simulta neously and with the necessary accuracy. In the exper iment, the water vapor can be measured in several dif ferent absorption bands. HDO content will be mea sured in the 3.7 micron band (2700–2720 cm–1), see Fig. 5. Performing simultaneous measurements of H2O and HDO in the mode of solar eclipses, the ACS will allow us to obtain the exact value of the D/H ratio for the modern climate of Mars, as well as its spatial\n534\nSOLAR SYSTEM RESEARCH Vol. 49 No. 7 2015\nKORABLEV et al.\nand altitude variations associated with condensation processes in the atmosphere and on the surface.\nThe experiment provides ample opportunities to study isotopic bands of CO2, and also to find new mol ecules of atmospheric gases, e.g., HO2, C2H4, NO2, N2O, NH3, HCN, HCl, OCS and others.\nThe method of solar eclipses also allows us to mea sure atmospheric aerosol extinction on a limb. Such measurements should be carried out over a wide spec tral range, but the most characteristic features of light absorption of atmospheric aerosol particles occur at wavelengths comparable to the characteristic dimen sions of the particles, i.e., in the near infrared range. Measurements of aerosol extinction in the experiment will be carried out in the NIR, MIR and TIRVIM channels in the regions of spectral continuum between the bands of atmospheric gases. A wide range of the registered wavelengths will allow us not only to carry out measurements of the dust extinction ratio in the near and thermal infrared ranges, but also to deter mine the nature of the aerosol: condensation cloud (water or carbon dioxide ice) or mineral particles."
  }, {
    "heading": "3. APPARATUS OF THE ACS INSTRUMENT",
    "text": "The ACS instrument consists of three independent spectrometers and an electronics module with com mon mechanical, thermal and electrical interfaces. The development and manufacturing of a spectromet ric complex is being carried out by IKI, involving lead ing Russian and foreign manufacturers of optical com ponents. On the TGO spacecraft, the spectrometric complex is located on top of the dashboard, previously reserved for the American instrument MATMOS. The configuration of the ACS’s units is shown in Fig. 6. The ACS has several optical inputs for nadir observa\ntions ( Y direction in the coordinate system of the spacecraft) as well as for observation of solar eclipses, at an angle of 67° to the axis Y in the plane XY. In observations of solar eclipses the spacecraft rotates, as shown in Fig. 2. Also, with the rotation of the space craft, observations of the limb are possible, but the possibility of such turns is still not confirmed by the team management of the instrument. Planned preci sion of the spacecraft’s orientation is ~1 mrad at the angular size of the Sun from the orbit of Mars of 6.1 mrad. The NIR spectrometer has two optical inputs: in the direction of the nadir ( Y), and in the direction of the Sun in the eclipse mode (67°). The MIR channel has only one field of view to the Sun. The main optical input of the TIRVIM is equipped with single coordinate scanner positioner, rotating the field of view of the instrument in the XY plane from +X to –X. The scanner allows us not only to direct the field of view at the nadir and the Sun, but also to carry out calibrations of the instrument, observing a calibra tion black body (located inside the instrument) and open space.\nA block diagram of the ACS complex is shown in Fig. 7. The main measurement and interface parame ters of the ACS are shown in table. The weight of the complex is 33.5 kg. Approximately two thirds of the total mass are occupied by the MIR and TIRVIM channels. The remaining weight is distributed between the NIR channel, electronics module, common fas tening elements, intermodule cables and screen vac uum thermal insulation.\nThe electronics module (EB) connects all channels of the ACS with the spacecraft, combining interfaces of power, commands and scientific data. Features of the EB include reception and execution of digital commands from the spacecraft service systems, com mutation of power supply on the spectrometric chan nels, generation of pulse (relay) commands, collection of scientific telemetry and generation of digital control commands of the spectrometers, storage and transfer of information in the service systems of the spacecraft. The power supply system of the EB includes power keys, filters, regulators and commutators for the spec trometers. For communication with the spacecraft dubbed MIL 1553b interfaces for commands and SpaceWire for the data were used. Fully duplicated (cold reserve) EB is constructed based on programma ble logic device and contains 32 GB of nonvolatile memory in each half set. Electronics of scientific channels of the ACS is also duplicated (except for the detectors). For communication with the scientific channels, duplicate interfaces LVDS were used with EB. Weight of the EB is 3.2 kg, its dimensions are 400 × 180 × 140 mm. The EB was designed in depart ment 71 of IKI, the subdivisions and the Special Design Bureau for Space Instrumentation of the Insti tute are engaged in its manufacture. As prototypes of the EB that passed flight tests, they can be named sci\nSOLAR SYSTEM RESEARCH Vol. 49 No. 7 2015\nACS EXPERIMENT FOR ATMOSPHERIC STUDIES 535\nentific equipment control systems of projects CORO NAS PHOTON and Spektr R.\nAccording to the requirements of the manufactur ing plant of the spacecraft, all the scientific instru ments must provide their own thermal conditions for the equipment, and also minimize the heat flow between the instrument and the spacecraft. Thermal conditions of the ACS are provided by several radiators located on the upper surfaces of the TIRVIM and MIR channels, as well as independent temperature control and heating systems. During the flight and the air braking of the spacecraft, the instrument is switched off and thermal conditions are provided by an individual heating system.\nThe principle of operation and characteristics of the ACS scientific channels are given in the articles (O. Korablev et al. Atmospheric…, 2013; 2014).\nThe near infrared channel (NIR) is a compact spectrometer operating in the range of 0.7– 1.7 microns with a resolving power of λ/Δλ ~ 20000. It is designed to operate in nadir and in solar eclipse mode. The device was constructed on the principle of a combination of acoustic optical tunable filter (AOTF) and the echelle spectrometer, wherein AOTF is used to select diffraction orders (O. Korablev et al., 2002). In one series of measurements (one eclipse or one nadir) it is possible register up to ten cycles of dif ferent diffraction orders, each of which corresponds to the width of the interval of wavelengths from 10 to 20 nm, depending on the range. The prototype of the NIR channel is the “RUSALKA” instrument, which\nwas working on the ISS in 2009–2012 (O. Korablev et al., 2011).\nThe mid infrared channel (MIR) is an echelle spectrometer with crossed dispersion, designed for measurements in the mode of solar eclipses in the range of 2.2–4.4 microns with high spectral resolu tion, reaching 50000. In order to achieve high resolv ing power a unique optical element is used: echelle grating of large size (107 × 240 mm), allowing us to reduce the diffraction limit of the spectrometer optics. Separation of the diffraction orders is carried out by the principle of crossed dispersion with an additional movable diffraction grating. For each elementary exposure of 0.5 seconds, a spectral range of width up to 300 nm is measured. The instrument is a new develop ment, based partly on the experience of creating the TIMM instrument for the project “Phobos Grunt” (O. Korablev et al. Compact echelle spectrometer…, 2013).\nThe thermal infrared channel (TIRVIM) is a Fou rier spectrometer with an aperture of 5 cm, con structed on the principle of the double pendulum. The instrument measures the spectrum of the entire range of 1.7–17 microns with apodized spectral resolution of 0.2 to 1.6 cm–1. For nadir mapping of methane, an additional special detector optimized for the range of 3.3 microns was added in the TIRVIM channel. The TIRVIM is an essentially modified version of the AOST instrument for the project “Phobos Grunt” (O. Korablev et al., 2012).\n536\nSOLAR SYSTEM RESEARCH Vol. 49 No. 7 2015\nKORABLEV et al.\nCONCLUSIONS\nSpectrometric complex ACS, a Russian instrument for the Trace Gas Orbiter of the Russian European project “ExoMars” is designed to address the main scientific problems of the project “ExoMars 2016” – studies of the Martian atmosphere and climate. In the experiment measurements will be conducted of low levels of atmospheric gases at observations of solar eclipses and of the atmosphere at the nadir observa tions. Scientific objectives of the experiment are directly linked to global problems such as the possibil ity of volcanic activity on Mars in the modern era, the state and evolution of the climate. The TGO satellite in the project “ExoMars” was conceived as a decisive “final” atmospheric mission to solve the basic problem of remote atmospheric studies of Mars in the years ahead. IR spectrometers of wide range for the solar eclipse mode and monitoring of the atmospheric state can cope with the task in the best way. The selected configuration of the ACS complex, which allows us to obtain a wide spectral range, high resolving power and the ability to monitor the state of the atmosphere using existing prototypes, is optimal. We hope that this Rus sian instrument will perform the assigned tasks and allow us to reach a new level of understanding of the atmosphere and climate of Mars following the results of the project “ExoMars 2016”."
  }],
  "year": 2015,
  "references": [{
    "title": "Methane and related trace species on mars: origin, loss, implications for life, and habitability, Planet",
    "authors": ["S Atreya"],
    "venue": "Space Sci.,",
    "year": 2007
  }, {
    "title": "First detection of O2 1.27 μm nightglow emission at Mars with OMEGA/MEX and comparison with general circulation model predictions",
    "authors": ["Bertaux", "J.L"],
    "venue": "Planet. Space Sci.,",
    "year": 2007
  }, {
    "title": "Eyes in the sky with the ExoMars Trace Gas Orbiter Mars Atmospheric Global Imaging Exper iment (TGO MAGIE), in Mars Atmosphere",
    "authors": ["Cantor", "B.A"],
    "venue": "Modelling and Observation,",
    "year": 2011
  }, {
    "title": "The O2 nightglow in the Martian atmosphere by SPICAM onboard of Mars Express",
    "authors": ["Fedorova", "A.A"],
    "venue": "Icarus,",
    "year": 2012
  }, {
    "title": "The Planetary Fourier Spectrometer (PFS) onboard the European Mars Express mission, Planet",
    "authors": ["V Formisano"],
    "venue": "Space Sci.,",
    "year": 2005
  }, {
    "title": "Optical properties of dust and the opacity of the Mar tian atmosphere",
    "authors": ["O. Korablev", "V.I. Moroz", "E.V. Petrova", "A.V. Rodin"],
    "venue": "Proc. SPIE—Int. Soc. Opt. Eng.,",
    "year": 2002
  }, {
    "title": "Atmospheric chemistry suite (ACS): a set of infrared spectrometers for atmospheric measure ments on board ExoMars trace gas orbiter",
    "authors": ["O Korablev"],
    "venue": "Solar Syst. Res.,",
    "year": 2012
  }, {
    "title": "Three infrared spectrometers, an Atmo spheric Chemistry Suite (ACS) for ExoMars 2016 Trace Gas Orbiter",
    "authors": ["O Korablev"],
    "venue": "Usp. Fiz. Nauk, 2013c,",
    "year": 2016
  }, {
    "title": "Infrared solar occultation sound ing of the Martian atmosphere by the Phobos space craft",
    "authors": ["Krasnopolsky", "V.A"],
    "venue": "J. Appl. Remote Sensing,",
    "year": 2014
  }, {
    "title": "High resolution spectroscopy",
    "authors": ["V Krasnopolsky"],
    "venue": "Icarus,",
    "year": 1991
  }, {
    "title": "Search for methane and upper limits to ethane and SO2 on Mars",
    "authors": ["V. Krasnopolsky"],
    "venue": "Icarus,",
    "year": 2012
  }, {
    "title": "Revisiting the radiative impact of dust on Mars using the LMD global climate",
    "authors": ["Madeleine", "J.B"],
    "venue": "model, J. Geophys. Res.,",
    "year": 2011
  }, {
    "title": "Annual survey of water vapor vertical distribution and water aerosol coupling in the Martian atmosphere observed by SPICAM/MEx solar occulta",
    "authors": ["L Maltagliati"],
    "venue": "Icarus,",
    "year": 2013
  }, {
    "title": "Strong release of methane on Mars in northern summer",
    "authors": ["Mumma", "M.J"],
    "year": 2003
  }, {
    "title": "Phobos Grunt space units for promising interplanetary stations",
    "authors": ["Polishchuk", "G.M"],
    "venue": "Science,",
    "year": 1988
  }, {
    "title": "Interannual variability in TES atmospheric observations of Mars during 1999–2003",
    "authors": ["M.D. Smith"],
    "venue": "Mars Atmosphere: Modelling and Observation,",
    "year": 2011
  }, {
    "title": "Assessment of a 2016 mission concept: the search for trace gases in the atmosphere of Mars, Planet",
    "authors": ["Zurek", "R.W"],
    "venue": "Space Sci.,",
    "year": 2011
  }],
  "id": "SP:2289ab0899dfa79514e0b2f8ae5b2a5a070b10ca",
  "authors": [{
    "name": "O. I. Korableva",
    "affiliations": []
  }, {
    "name": "A. V. Shakuna",
    "affiliations": []
  }, {
    "name": "A. V. Trokhimovskiya",
    "affiliations": []
  }],
  "abstractText": "ACS is a set of spectrometers for atmospheric studies (Atmospheric Chemistry Suite). It is one of the Russian instruments for the Trace Gas Orbiter (TGO) of the Russian European “ExoMars” program. The purpose of the experiment is to study the Martian atmosphere by means of two observations regimes: sen sitive trace gases measurements in solar occultations and by monitoring the atmospheric state during nadir observations. The experiment will allow us to approach global problems of Mars research such as current vol canism, and the modern climate status and its evolution. Also, the experiment is intended to solve the mystery of methane presence in the Martian atmosphere. Spectrometers of the ACS set cover the spectral range from the near IR range (0.7 μm) to the thermal IR range (17 μm) with spectral resolution λ/Δλ reaching 50000. The ACS instrument consists of three independent IR spectrometers and an electronics module, all inte grated in a single unit with common mechanical, electrical and thermal interfaces. The article gives an over view of scientific tasks and presents the concept of the experiment.",
  "title": "ACS Experiment for Atmospheric Studies on “ExoMars 2016” Orbiter"
}