{
  "sections": [{
    "text": "SCIENCE CHINA Earth Sciences\n© Science China Press and Springer-Verlag Berlin Heidelberg 2012 earth.scichina.com www.springerlink.com\n*Corresponding author (email: cdxiao@cams.cma.gov.cn)\n• RESEARCH PAPER • August 2012 Vol.55 No.8: 1280–1288 doi: 10.1007/s11430-012-4393-4\nDating a 109.9 m ice core from Dome A (East Antarctica) with volcanic records and a firn densification model\nLI ChuanJin1, XIAO CunDe1*, HOU ShuGui1,2, REN JiaWen1, DING MingHu1,3 & GUO Rui4\n1 The State Key Laboratory of the Cryospheric Sciences, Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences, Lanzhou 730000, China;\n2 School of Geographic and Oceanographic Sciences, Nanjing University, Nanjing 210093, China; 3 Chinese Academy of Meteorological Sciences, Beijing 100081, China;\n4 Alashan Desert Eco-Hydrology Experimental Research Station, Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences, Lanzhou 730000, China\nReceived April 14, 2011; accepted December 21, 2011; published online March 30, 2012\nA 109.9 m ice core was extracted at a location about 300 m away from the Dome A summit (80°00′S, 77°21″E) by the Chinese team of the International Trans-Antarctic Science Expedition (ITASE) during the 21st Chinese National Antarctica Research Expedition (CHINARE) in January 2005. Two independent methods were used for dating the ice core, volcanic event markers shown by prominent non-sea-salt sulfate (nss-SO4\n2) and the Herron and Langway (H-L) firn densification model. Six prominent volcanic events (Agung 1963 AD, Tambora 1815 AD, Kuwae 1453 AD, Unknown 1259 AD, Taupo 186 AD and Pinatubo 1050 BC) were identified by comparison with other Antarctic ice cores. Based on the mean accumulation rates between adjacent events, we estimate the age at the firn pore close-off depth (102 m) was 3516±100 a BP. This is the oldest close-off age ever reported from the Antarctic and the Greenland ice sheets. Calculations using the H-L model show that the age at the same depth is 3581±100 a BP. The two dating techniques differ by 65 years, or ~1.8% of the record. We calculated the bottom age of the ice core as 4009±150 a BP using the volcanic dating method and 4115±150 a BP using the H-L model method.\nEastern Antarctic ice sheet, Dome A, volcanic events, ice core dating\nCitation: Li C J, Xiao C D, Hou S G, et al. Dating a 109.9 m ice core from Dome A (East Antarctica) with volcanic records and a firn densification model. Sci China Earth Sci, 2012, 55: 1280–1288, doi: 10.1007/s11430-012-4393-4\nThe longest published ice core record covers more than 800 ka [1], but this record still lacks the additional ~100 ka needed to investigate the major climate transition between a climate dominated by 40 ka compared to one dominated by 100 ka orbital forcing [2, 3]. Therefore recovering an ice core that covers more than 900 ka or 1 million years is of great importance to climate studies. Based on the initial investigation over Dome A in Eastern Antarctica, it is suggested that Dome A will be one of the candidate sites to get such an ice core, because it satisfies the following two nec-\nessary conditions. First, Dome A has the lowest accumulation rate on the Antarctica ice sheet. Automatic weather stations show that the mean accumulation rate covering 2005–2006 was less than 0.016 m water equivalent per year (m(H2O)/yr), approximately one third or half of sites such as the Vostok, Dome B and Dome F [4]. Second, annual mean air temperature is the lowest in Antarctica. The annual mean temperature at Dome A recorded by AWS was 58.3°C in 2005 and 58.2°C in 2006. The 10 m firn temperature, an approximation of the annual mean air temperature, is the lowest value recorded in Antarctica (Table 1). However, the two conditions mentioned above are still not\nenough. Whether there exists the oldest ice underneath Dome A depends on other parameters such as ice thickness, geothermal flux between the ice-rock interface, and distortion of the ice layers at the bottom [4].\nShallow ice cores can provide necessary parameters for surveying whether the site is suitable for drilling such a deep ice core. During the 21st CHINARE in 2005, a 109.9 m ice core was extracted at a site about 300 m away from Dome A summit [6–8]. Rough dating is provided by Hou et al. [7] based on the LGGE firn densification model showing that the firn-pore gets closed at 102 m with the age of 4.2 ka BP. However, this result cannot provide enough information for detailed analysis of the ice core; so in this paper, we try to provide more detailed dating results based on geochemical measurements."
  }, {
    "heading": "1 Data and dating methods",
    "text": "Dome A (80°00′S, 77°21′E) is at an altitude of 4092 m above sea level and is located at the highest point on the Antarctic ice sheet, usually named “the pole of inaccessibility” (Figure 1). According to the NCEP reanalysis, the Dome A region is dominated by a cold high pressure system all-year around, resulting in convergence in the upper atmosphere and divergence in the lower atmosphere [6]. This region is assumed to be the coldest place in Antarctica and a major source region for cold air masses. These air masses form one of the most important driving forces in the earth climate dynamic system. It is believed that atmospheric information deposited at Dome A has hemispherical to global scale significance. Therefore, the Dome A region provides an ideal place to carry out atmospheric observations and ice core research [6]. As mentioned above, accumulation rate is very low in this region and the precipitation pattern is dominated by snow and clear-sky precipitation,\nand the latter is also called “diamond dust”. Together they yield the 0.0016 m water equivalent precipitation per year at Dome F [6, 9].\nThe 21st CHINARE expedition was the first in situ study at Dome A, thus the ice core was the first core extracted at the summit of the east Antarctic Ice Sheet. The 9 cm diameter ice core was extracted with an electromechanical drill in a dry hole. A total of 142 sections were recovered with a mean length of 0.80 m per section. The ice core was kept frozen under 15°C during transport and in storage. Before being analyzed, the core was cut into small samples with an average length of 3.4 cm per piece totaling 3191 samples. The samples were melted at room temperature (20°C) in a 100-class clean room in the State Key Laboratory of the Cryospheric Sciences (SKLCS) in Lanzhou, China.\nAll of the preparation and analysis of the samples were conducted in class 100 clean rooms. Super-clean water (Milli-Q) was used for cleaning procedures and the chemical contents of Milli-Q water is below detection limits. Immediately following melting in closed polyethylene containers the samples were analyzed using a Dionex 3000 ion chromatograph. Five major cations (Na+, K+, Ca2+, Mg2+, NH4 +) and five anions (NO2 , Cl, Br, NO3 , SO4 2) were analyzed. The analyzing columns for the cations and anions are CS-12A and AS-11HC and protecting columns CG-12A and AG-11HC, were used respectively. The injected volume was 1000 μL, and isocratic analysis was used for cations and gradient analysis for anions. Blanks were measured alongside the analysis of the samples. Analytical errors determined from replicate measurements of chemical standards are within 10% of the average concentrations measured in the samples.\nMany methods have been used for dating ice cores from polar ice sheets, including: (1) the stake method (annual accumulation rate); (2) the empirical model for firn densification [7, 10, 11]; (3) the stratigraphic method based on\nseasonal variations of δ18O, particle concentration, chemical composition, pH and ECM profiles [12–14]; (4) detection of key volcanic signals such as tephra and high SO4\n2 concentration from volcanic eruptions of known dates [15–17]; and (5) the 210Pb method [18, 19]. Not every method of these five will be used in dating the Dome A ice core, especially for a site with such a low accumulation rate in the Eastern Antarctica. Cole-Dai et al. [17] and Ren et al. [20] found that the low accumulation rates and the drifting snow resulted in some missing layers in the Plateau Remote (PR-B) and the DT-401 ice cores, so the stratigraphic method cannot be used here. As for method (5), unfortunately, no analysis of the isotopes of lead has yet been performed. So, methods (1), (2) and (4) are used in this paper and methods (1) and (4) are synthetically applied to date the Dome A ice core. Dating results were further tested by the method (2) to show the veracity of the results."
  }, {
    "heading": "2 Results and discussion",
    "text": ""
  }, {
    "heading": "2.1 Dating the ice core with the H-L empirical model",
    "text": "Herron and Langway [10] built the H-L empirical firn den-\nsification model based on 17 ice cores from polar ice sheets and the following relative researches proved the availability of the model in calculating the depth-age-density relationships on polar ice sheets [14, 20, 21]. The required parameters mainly include the initial snow density, the annual temperature (this can be replaced by the 10 m depth firn temperature), and the annual accumulation rate in water equivalent [10]. The depth-age-density relationship was calculated by the equations below:\n0.550.5 1\n.551 ln ,i\ni\no t t k A         \n(1)\nwhere tρ is the age of the firn at the depth with the density ρ; k1 and t0.55 are calculated by the following eqs. (2) and (3) respectively, ρi is density of the pure ice (0.917 g/cm3), ρ is the density of the firn at the depth or age we need, and A represents the accumulation rate in water equivalent per year (m(H2O)/yr).\n1 21400\n575exp ,k RT      (2)\n00.55 0\n1 ln .\n0.55 i\ni\nt k A          (3)\nIn eq. (2), R is the gas constant (8.314 J K1 mol1) and T is the temperature in Kelvin (214.5 K at Dome A); in equation (3), k0 is the constant for the research location defined by equation (4), and ρ0 is the initial density of the snow (0.34 g/cm3 for Dome A):\n0 10160\n11exp .k RT      (4)\nThe density of the firn in the pore ice closure depth (the firn-ice transformation depth) was 0.82–0.84 g/cm3, and we selected the median value of 0.83 g/cm3 in the equations above and the amount was the same as Hou’s [7]. The accumulation rate lies in 0.016–0.023 m/yr for Dome A during past decades [4]. Here we selected the median accumulation rate 0.019 m/yr for use in the equations. With the parameters listed above we get the age of the depth where the firn pore closure happened as 3581±100 a BP (Present is 2005 AD when the ice core was extracted). We further calculated the age of the bottom with a density 0.85 g/cm3 as 4115±150 a BP."
  }, {
    "heading": "2.2 Dating the ice core using prominent volcanic records",
    "text": "Because of the low density (0.2 g/cm3) and high porosity, the top 30 cm (~5 years,) of the ice core was missing. In Figure 2, the missing part is replaced by the shaded area. Therefore the depth data shown in the paper are the depth of the ice core plus the 0.3m (0.06 m in water equivalent) surface snow.\nThe sulfate background on the Antarctic ice sheet is mainly due to dry and wet deposition of H2SO4 coming from the oxidation in the atmosphere of dimethyl-sulphide (DMS) emitted by oceanic phytoplanktonic activity [22, 23] and, to a minor extent, to deposition of sulfate from sea spray and crustal sources [17, 24, 25]. The extremely low concentrations of dust at the lowest part of the ice core indicate that there is little crustal input to the snow [5]. Part of the sulfate background could be related to continuous emis-\nsions from non-explosive volcanic activities but in the East Antarctic Plateau areas this contribution seems to be minor [7, 26].\nIn order to distinguish between volcanic spikes and background contributions, we used the non-sea-salt sulfate (nss-SO4 2) index, which was calculated by eq. (5) [14]:\n(nss-SO4 2) = (SO4 2)  (SO42/Na+) seawater × (Na+). (5)\nIn eq. (5), the (SO4 2/Na+)seawater represents the mean weight ratio of the ions sulfate and sodium in sea water (0.25). The nss-SO4\n2 concentration profile is shown in Figure 2. The mean background concentration (all the high peak concentrations assigned to prominent volcanic eruptions were excluded from calculation) of the nss-SO4\n2 for the whole core depth was 116.24 ng/g. According to Cole-Dai et al. [17] the threshold for a volcanic signal assigned by the nss-SO4\n2 peaks in an ice core should satisfy the following two criterions: firstly, the sulfate concentration exceeds the background plus 2 times of the standard deviation (σ), and secondly, the sulfate concentration must be elevated above the threshold for at least two consecutive samples. However, because the time resolution of the ice core was not high enough (~1.2 yr/sample for the top part and ~2 yr/sample for the bottom) and some volcanic signals only last for 1–2 years [17], the second criterion was used as a reference criterion in ascertaining volcanic signals. The calculated threshold concentration for volcanic signals used here is 272.47 ng/g yielding 42 distinct volcanic signals.\nSeveral historical volcanic eruptions, defined using ECM (electrical conductivity method) records, sulfate peaks (nss-SO4\n2), and tephra glass in Antarctica and Greenland ice cores, provide distinct age references for ice cores [15, 17, 25, 27–32].\nHolocene volcanic records have been studied in several ice cores from both polar ice sheets. Delmas et al. [15] provided a detailed volcanic eruption record covering the past 1000 years using sulfate data in the South Pole ice core. Langway et al. [29] presented detailed records of the volcanic eruptions in an ice core comparison covering the past\n1000 years, Cole-Dai et al. [17] prolonged this record to 4100 years BP (Present is 1987 A.D.) by using the PR-B ice core and Castellano et al. [31] reconstructed another even longer volcanic record based on the EPICA Dome C ice core (EDC). A shallow ice core extracted from DT-401, located ~120 km from the Dome A site (Figure 1), also yielded a detailed volcanic record for the past 2680 years [20]. In the following discussion the volcanic signals recorded in the Dome A ice core will be compared with these ice cores to ascertain the dates of prominent nss-SO4\n2 peaks (Figure 3).\nThree methods are used for determining volcanic source nss-SO4\n2 peaks in the Dome A ice core: 1) comparing the relative location of the prominent nss-SO4\n2 signals with the published records; 2) comparing the concentrations and fluxes of the sulfate peaks with those certified events recorded in other ice cores; and 3) calculating the time for the peaks with the mean accumulation rates. In a total of six prominent events (Agung, erupted in 1963 AD; Tambora,\nerupted in 1815 AD; Kuwae, erupted in 1453 AD; the Unknown event erupted in 1259 AD; Taupo, erupted in 186 AD and the Pinatubo event erupted in 1050 BC) were identified in the Dome A shallow ice core. Given that the volcanic matters from eruptions can spend 1–2 years to arrive at the deposition locations in polar ice sheets [17, 33], the labeled age for the events is lagged by one year, or labeled in consistence with other Antarctic ice cores (Figure 3).\n(1) Agung. The Agung volcano was erupted in 1963 AD in the Lesser Sunda islands of Indonesia, and the volcanic eruption index (hereafter VEI) is 5 [34]. Cole-Dai et al. [17] dated them as 1968 AD in the PR-B ice core, while Delmas’ study [15] from the South Pole ice core is 1964 AD. Agung eruption from Siple and Dyer in West Antarctica is dated as 1965 AD [30, 35]. In the EDC and DT401 ice cores the eruption signals are consistent with that in the Dome A ice core. By using a water equivalent depth (0.79 m) of the signal at 2.19 m and the mean accumulation rate 0.023 m(H2O)/yr from Hou et al. [6] and Xiao et al. [4] for\nthe past decades the peak is 1967 AD. Hou et al. [6] found that the nuclear test signal located at 2.20–2.40 m depth in the Dome A snow pit is 1964–1965 AD consistent with our dating of the Agung event above.\n(2) Tambora. The Tambora volcano erupted in 1815, in the Lesser Sunda Islands of Indonesia with a VEI = 7 [36]. This violent eruption caused prominent sulfate peaks in most Antarctic ice cores. It is the latest volcanic eruption with a VEI = 7 of the past 110000 years [37]. The eruption was so intensive that it caused “the year without a summer” over the Europe and North America and a worldwide dispersal of volcanic source material [29, 33].\nWe suggest this eruption corresponds to the signal at 10.33 m for the following reasons: 1) The corresponding depth of the signal is similar to that in the PR-B (15.10 m) and EDC (12.34 m) ice cores. The PR-B is located near Dome A (Figure 1), but the elevation (3330 m) is lower than the latter, the accumulation rate in PR-B is ~0.04 m(H2O)/yr, and it is higher at Dome A. For the EDC, the accumulation rate was also slightly higher than at Dome A, so the depth of the Tambora signal in the PR-B and EDC ice cores is little deeper than the latter; 2) The flux of sulfate for the signal is similar to that of the PR-B and EDC ice cores, and all of them are about half of the value in the DT 263 ice core [32], where the accumulation rate is double; 3) For the concentration of the peak, the Dome A ice core is consistent with that in the EDC ice core (Figure 3). Otherwise, we calculated the mean accumulation rate between the Agung event and the volcanic peak value as 0.022 m(H2O)/yr, and this value is consistent with Xiao’s results [4]. In consistence with the dating results in other Antarctic ice cores, we date the Tambora signal as 1816 AD.\n(3) Kuwae. The Kuwae volcano is in Vanuatu, in the southeast of the Pacific Ocean, and it erupted in 1453 AD, with a VEI = 6 [36]. In the Siple Dome ice core, the eruption signal appears in a wide depth section between 286 and 288 m and contains extremely high sulfate concentrations lasting four full years suggesting this was a long-sustained eruption event [30, 38].\nWe suggest that this eruption event corresponds to the nss-SO4\n2 peak at a depth of 26.42 m, and the corresponding water equivalent depth is 13.13 m in the Dome A ice core. With a mean accumulation rate of 0.023 m(H2O)/yr during the past decades, we calculated the age at this depth ~1432 AD, with an age discrepancy to the actual eruption time of 21 years, amounting to 1.5% of the core age. However, the dating result for the Kuwae signal in the PR-B ice core even has a larger discrepancy (+60 a), and this may be caused by the missing annual layers [17]. These highlight the potential impact on the local landform and meteorological conditions between sites.\nThe flux of sulfate for the Kuwae volcanic signal in Dome A ice core is 27.57 kg/km2 similar to that in the EDC (31.7 kg/km2) and DT401 (19.36 kg/km2) ice cores. As for peak values, they also show good consistency, the peak\nconcentration in Dome A ice core is slightly higher than the two other ice cores, and this may be caused by the lower accumulation rate in the Dome A site. In consistence with the dating results in other Antarctic ice cores, we date the Kuwae signal as 1454 AD.\n(4) Unknown (1259 AD). Many Antarctic ice core studies have mentioned this event that occurred in 1259 AD [17, 30, 39, 40]; however, no unambiguous volcanoes have been identified as the origin of the event. Langway et al. [12] concluded that the eruption was from a location close to the equator, probably in the northern hemisphere. This eruption was so intense that it even caused the highest concentration value in the PR-B ice core [17] and the highest flux value in the South Pole ice core [15].\nThe corresponding volcanic signal relative to Cole-Dai’s [17] and Delmas’ results [15] of this event lies between the 34.51–34.66 m in depth in the Dome A profile, equal to a water equivalent depth of 18.36–18.46 m. The nss-SO4\n2 peak value is 1069.55 ng/g, similar to that recorded in the South Pole ice core (1220 ng/g); both of them are higher than that recorded in the EDC and PR-B ice cores (Figure 3). Based on the accumulation rate (0.023 m(H2O)/yr) calculated by Hou [6], we obtained an age for the eruption of 1202 AD, which is 57 years earlier than the actual eruption age, a 7.1% in error. The discrepancy for the event in the PR-B ice core (+64 years) is similar to our results [17]. In consistence with the dating results in other Antarctic ice cores, we date the Unknown volcanic signal as 1260 AD.\n(5) Taupo. The Taupo volcanic eruption occurred in 186 AD in New Zealand with a VEI = 6+ [36]. Because of the location of the volcano (38°48′25″S, 175°54′28″E), together with its explosive type (Ultraplinian) and the exceptional height (≥50 km) of the eruption column [41], this event has prominent signals in the Antarctic and Greenland [29] ice cores. The sulfate flux of the Taupo recorded in the PR-B ice core is 69.38 kg/km2, and about 50% higher than the Unknown in 1259, but it is only half of the Kuwae event (133.4 kg/km2). According to Cole-Dai’s estimation [17], the Taupo eruption was not particularly sulfur-rich and probably had a very limited climate impact.\nThe depth of the corresponding signal in the Dome A ice core is 54.48 m (32.81 m water equivalent depth); and based on the water equivalent depth and the annual accumulation rate of Xiao et al. [4] (0.016–0.023 m(H2O)/yr) we calculated the age of the signal as 2051–1427 a BP; i.e. 46 BC–578 AD. It seems that our dating results are acceptable for this event. However, the calculated mean accumulation rate between the Taupo and the former event (Unknown, 1259 AD) was 0.013 m(H2O)/yr, slightly lower than that provided by Hou et al. [6] and Xiao et al. [4] perhaps due to differences in accumulation rate.\nWe also determined the peak value at 54.48 m as the Taupo event according to the following. First, it has the highest flux (27.61 kg/km2) among the six adjacent nss-SO4 2 peaks (Figure 2), and the flux ratio to the Un-\nknown 1259 AD was similar to that in the PR-B ice core [17], and second, the depth of the signal in the Dome A ice core is consistent with that in the DT-401 ice core (Figure 3).\nLittle data have been presented for the Taupo eruption of 186 AD, mainly because the duration of other ice cores was not long enough to reach the signal. The depth of the signal at the PR-B ice core is 103.83 and 67.84 m in water equivalent, and both are twice as deep as that in the Dome A ice core. Both the peak concentration and flux values recorded in the Dome A ice core are lower than that of PR-B and it may be caused by snow mixing effects and redistribution of the snow after deposition at the Dome A rather than at PR-B. In consistence with the dating results in the PR-B and DT401 ice cores, we date the Taupo signal as 186 AD.\n(6) Pinatubo. A prominent sulfate value (1112.54 ppb) is located at 89.48 m depth (61.93 m in water equivalent depth) in the ice core and it is the highest of all the volcanic signals in the Dome A ice core, and even higher than the volcanic event in 1259 AD, which shows the highest value in the South Pole and DT-263 ice cores [15, 32]. However, no previous studies have mentioned this signal, and it may be partly because of their shorter durations, and another reason maybe that this event did not cause such a high sulfate value in other ice cores.\nWith the water equivalent depth and the mean accumulation rate (0.018 m(H2O)/yr) between the surface and the Taupo event we got the age of the signal to be 1072 BC. According to results of Simkin et al. [36], there were 17 volcanic eruptions in the world detected during 1150 BC–990 BC, and 9 events from the Northern Hemisphere with the VEI≤5 were expelled as candidates. Among the residual possible eruptions, the Pinatubo eruption which occurred in Luzon of the Philippines in ~1050 BC with a VEI=6 is the most intensive one and also the most probable one. The discrepancy of the calculated time and the eruption time is 22 years, with a dating error 0.7% and this may also support our assumption. We date the volcanic signal as 1049 AD in the Dome A ice core.\nHowever, we cannot rule out the possibility of other\neruptions producing this peak value, especially for the Taupo event that occurred in 1010±200 BC with a VEI=4 [36]. In addition, it is also possible that the high value was formed jointly as a consequence of multiple eruptions.\nThe whole procedure for dating the ice core was divided into two steps here: Firstly for the age at the depth 102.00 m, where the firn pore closure occurred and the dating results can be compared with Hou’s results to test accuracy [7]. Secondly, the age at the bottom of the ice core was calculated.\nBased on the time scale for the prominent signals in the Dome A ice core, the mean accumulation rates between adjacent volcanic signals were calculated and are shown in Table 2. With the date of the Pinatubo event (1050 BC) and the mean accumulation rate (0.024 m(H2O)/yr) between this signal and the former one (Taupo, 186AD), we got an age at the depth of 102.00 m (the water equivalent depth was 73.00 m with the firn density 0.83 g/cm3) of 3516±100 a BP. The discrepancy of the dating results from H-L model was 65 a, which occupies ~1.8% of the whole duration. Based on the results above, we further calculated the time at the bottom of the ice core (109.90 m depth with the water equivalent depth 81.23 m) was 4009±150 a BP."
  }, {
    "heading": "2.3 Discussion",
    "text": "The dating results of the H-L model show good consistency with the results of the volcanic signals during the past 4000 years (Figure 4). The discrepancy between the two different methods was 106 years, occupying ~2.6% of the whole ice core duration. The accumulation rate used in the H-L model was the mean value of the rates for the latest decades given by Xiao et al. [4], and this value is similar to the mean value of the whole ice core calculated using prominent volcanic signals. So the dating results of the two methods are comparable.\nHowever, the discrepancy between our dating results for the firn pore closure depth and Hou’s result [6] based on the LGGE firn densification model (684 years) seems slightly larger. However, based on a firn densification model, Monnin et al. [42] found a discrepancy of the age of the gas and\nTable 2 Descriptions of the 6 prominent volcanic signals recorded in the Dome A ice core\nVolcanic signals Depth (m) Depth in H2O (m) Accumulation rate (m(H2O)/yr) a)\nAccumulation rate\n(m(H2O)/yr) b)\nsulfate peak (ng/g)\nVolcanic flux c) (kg/km2)\nSurface (2005 AD) 0 0 0 0   Agung (1967 AD) 2.19 0.79 0.019 0.019 363.98 7.43 Tambora (1816AD) 10.33 4.05 0.021 0.022 711.51 16.14\nKuwae (1454 AD) 26.42 13.13 0.024 0.025 681.57 27.57 Unknown (1260AD) 34.59 18.41 0.025 0.027 1069.55 78.51\nTaupo (186 AD) 54.48 32.81 0.018 0.013 400.34 27.61 Pinatubo (1049 BC) 89.48 61.93 0.020 0.024 1112.54 198.07\na) The average accumulation rate between the water equivalent depth of the signal and the surface; b) the average accumulation rate between the depth of the signal and the former one; c) the flux of the sulfate signal is calculated by multiplying nss-sulfate by the sample lasting depth in water equivalent.\nthe age of the surrounding ice matrix (∆age) of 800±600 yr. Loulergue et al. [21] also calculated the discrepancy of the ∆age using the firn densification model and other methods (volcanic horizons, 10Be, etc.) for dating the ice cores, and found a 680 year difference in the dating accuracy range, especially for sites with low accumulation rates. Many factors may have resulted in this difference, such as variations in temperature and accumulation rate during different periods [17, 21], and the dating inaccuracy for the Pinatubo event (1050 BC500 a) from Simkin et al. [36] may be another influencing factor.\nComparison with other Antarctic ice cores show that the Dome A has the longest firn pore closure age, even longer than Vostok (Table 1). The firn pore close-off time is determined by the accumulation rate and the annual mean temperature [10]. Low accumulation rate and annual temperature may be the main factors for the longest firn pore closure time. From above we speculate that Dome A is a feasible location for getting the ice core with duration longer than 1 million years [4]."
  }, {
    "heading": "3 Conclusions",
    "text": "By dating the 109.9 m ice core from the Dome A location, in the eastern Antarctica plateau with two different methods, we come to the following conclusions:\n(1) Using the H-L firn densification empirical model, we determined that the time for the depth where the firn pore closure occurs is 3516±100 a BP.\n(2) With prominent volcanic signals as time-markers for dating the ice core, the duration of the firn pore closure is 3581±100 a BP. The two dating results show good consistency with each other, implying that our dating results are credible.\n(3) Mean accumulation rates between prominent volcanic\nsignals were calculated with the eruption times and depth in water equivalent. Based on this we calculated the time for the bottom of the ice core as 4009±150 a BP and this dating result is also consistent with that from the H-L firn densification model method.\nWe thank all the members of the 21st CHINARE for their help in extracting the ice core. Mrs. Xiaoxiang Wang and Ms. Xiaoqing Cui helped in analyzing the ice core samples and Mr. Jianzhong Xu helped in dividing the ice core and the analysis work, and they also help us a lot in finishing the paper. Thanks are also duo to Professor P. A. Mayewski and three anonymous reviewers for their efforts in improving the quality of the paper. The study was supported by National Natural Scientific Foundation of China (Grant Nos. 40776002, 40825017, 41171052), the Hundred Talent Project of Chinese Academy of Sciences, the Polar Scientific Explore Organizing Committee Foundation (Grant Nos. 20080202, 0852H71001) and State Oceanic Administration of People’s Republic of China Project on Climate in Polar Regions (Grant Nos. CHINARE2012-04-04 and CHINARE201202-02).\n1 EPICA Community Members. Eight glacial cycles from an Antarctic ice core. Nature, 2004, 429: 623–629 2 Clark P U, Archer D, Pollard D, et al. The Middle Pleistocene Transition: Characteristics, mechanisms, and implications for long-term changes in atmospheric pCO2. Quat Sci Rev, 2006, 25: 3150–3184 3 Ren J W, Xiao C D, Hou S G, et al. New focuses of polar ice-core study: NEEM and Dome A. Chin Sci Bull, 2009, 54: 1009–1011 4 Xiao C D, Li Y S, Hou S G, et al. Preliminary evidence indicating Dome A (Antarctica) satisfying preconditions for drilling the oldest ice core. Chin Sci Bull, 2008, 53: 102–106 5 Kaspers K A, van Wal R S W, van den Broeke M R, et al. Model calculations of the age of firn air across the Antarctic continent. Atmos Chem Phys, 2004, 4: 1365–1380 6 Hou S G, Li Y S, Xiao C D, et al. Recent accumulation rates at Dome A, Antarctica. Chin Sci Bull, 2007, 52: 428–431 7 Hou S G, Li Y S, Xiao C D, et al. Preliminary results of the close-off depth and the stable isotopic records along a 109.91 m ice core from Dome A, Antarctica. Sci China Ser D-Earth Sci, 2009, 52: 1502–1509 8 Xu J Z, Hou S G, Qin D H, et al. Insoluble dust in a new core from Dome Argus, central East Antarctica. J Glaciol, 2007, 53: 154–156 9 Kameda T, Azuma N, Furukawa T, et al. Surface mass balance, sublimation and snow temperatures at Dome Fuji Station, Antarctica. In: Proceedings of the NIPR Symposium on Polar Meteorology and Glaciology, National Institute of Polar Research Tokyo, Japan, 1997. 24–34 10 Herron M M, Langway C C. Firn densification: An empirical model. J Glaciol, 1980, 25: 373–385 11 Arnaud L, Barnola J M, Duval P. Physical modeling of the densification of snow/firn and ice in the upper part of polar ice sheets. In: Hondoh T, ed. Physics of Ice Core Records. Sapporo: Hokkaido University Press, 2000. 285–305 12 Langway C C, Clausen H B, Hammer C U. An inter-hemispheric volcanic time-marker in ice cores from Greenland and Antarctica. Ann Glaciol, 1988, 10: 102–108 13 Hammer C U, Clausen H B, Tauber H. Ice-core dating of the Pleistocene/Holocene boundary applied to a calibration of the 14C time scale. Radiocarbon, 1986, 28: 284–291 14 Kohno M, Fukuoka T, Fuji Y, et al. Volcanic records and dating of an upper half of the H15 ice core from Mizuho Plateau, East Antarctica. Techni Report ISEI Ser A, 1996, 66: 1–20 15 Delmas R J, Kirchner S, Palais J M, et al. 1000 years of explosive volcanism recorded at South Pole. Tellus, 1992, 44B: 335–350 16 Cole-Dai J, Mosley-Thompson E. The pinatubo eruption in South Pole snow and its potential value to ice-core paleovolcanic records.\nAnn Glaciol, 1999, 29: 99–105 17 Cole-Dai J, Mosely-Thompson E, Wight S P, et al. A 4100-year rec-\nord of explosive volcanism from an East Antarctica ice core. J Geophys Res, 2000, 105: 24431–24441 18 Crozaz G, Langway C C. Dating Greenland firn-ice with Pb-210. Earth Planet Sci Let, 1966, 1: 194–196 19 Masuda N, Harada K. Accumulation rate at Mizuho station, East Antarctica: An application of Pb-210 method. Mem Natl Inst Polar Res Spec Issue, 1986, 43: 159–165 20 Ren J W, Li C J, Hou S G, et al. A 2680 year volcanic record from the DT 401 East Antarctic ice core. J Geophys Res, 2010, 115, D11301, doi: 10.1029/2009JD012892 21 Loulergue L, Parrenin F, Blunier T, et al. New constraints on the gas age-ice age difference along the EPICA ice cores, 0–50 kyr. Clim Past Discus, 2007, 3: 435–467 22 Saltzman E S. Ocean/atmosphere cycling of dimethylsulfide. In: Delmas R J, ed, Ice-core Studies of Global Biogeochemical Cycles. NATO ASI Series, Global Environmental Change, Vol 30. Berlin: Springer-Verlag, 1995. 65–89 23 Prospero J M, Savoie D L, Saltzman E S, et al. Impact of oceanic sources of biogenic sulphur on sulfate aerosol concentrations at Mawson, Antarctica. Nature, 1991, 350: 221–223 24 Maupetit F, Delmas R J. Chemical composition of falling snow at Dumont d’ Urville, Antarctica. J Atmos Chem, 1992, 14: 31–42 25 Castellano E, Becagli S, Jouzel J, et al. Volcanic eruption frequency over last 45 ky as recorded in Epica-Dome C ice core (East Antarctica) and its relationship with climatic changes. Glob Planet Change, 2004, 42: 195–205 26 Patris N, Delmas R J, Jouzel J. Isotopic signatures of sulfur in shallow Antarctic ice cores. J Geophys Res, 2000, 105: 7071–7078 27 Mayewski P A, Lyons W B, Spencer M J, et al. Sulfate and nitrate concentrations from a South Greenland ice core. Science, 1986, 232: 975–977 28 Zielinski G A, Mayewski P A, Meeker L D, et al. Record of volcanism since 7000 BC from the GISP2 Greenland ice core and implications for the volcanism-climate system. Science, 1994, 264: 948–952 29 Langway C C, Osada K, Clausen H B, et al. A 10-century comparison of prominent bipolar volcanic events in ice cores. J Geophy Res, 1995, 100: 16241–16247 30 Cole-Dai J, Mosley-Thompson E, Thompson L G. Annually resolved\nsouthern hemisphere volcanic history from two Antarctic ice cores. J Geopgys Res, 1997, 102: 16761–16771\n31 Castellano E, Becagli S, Hutterli M, et al. Holocene volcanic history as recorded in the sulfate stratigraphy of the European project for ice coring in Antarctica Dome C (EDC96) ice core. J Geophys Res, 2005, 110: D06114, doi: 10.1029/2004JD005259 32 Zhou L Y, Li Y S, Cole-Dai J, et al. A 780 year volcanic record from the DT263 ice core, East Antarctica. Chin Sci Bull, 2006, 51: 2189–2197 33 Robock A. Volcanic eruptions and climate. Rev Geophys, 2000, 38: 191–219 34 Legrand M, Kirchner S. Polar atmospheric circulation and chemistry of recent (1957–1983) South Polar precipitation. Geophys Res Lett, 1988, 15: 879–882 35 Kurbatov A V, Zielinski G A, Dunbar N W, et al. A 12000 year record of explosive volcanism in the Siple Dome Ice Core, West Antarctica. J Geophys Res, 2006, 111: D12307, doi: 10.1029/2005JD006072 36 Simkin T, Siebert L, McClelland L, et al. Volcanoes of the World: A Regional Directory, Gazetteer, and Chronology of Volcanism During the Last 10000 Years. 2nd ed. Tucson: Geoscience Press, 1994. 33–108 37 Zielinski G A, Mayewski P A, Meeker L D, et al. A 110000 year record of explosive volcanism from the GISP2 (Greenland) ice core. Quat Res, 1996, 45: 109–118 38 Gao C C, Robock A, Self S, et al. The 1452 or 1453 AD Kuwae eruption signal derived from multiple ice core records: Greatest volcanic sulfate event of the past 700 years. J Geophys Res, 2006, 111: D12107, doi: 10.1029/2005JD006710 39 Gao C C, Oman L, Robock A, et al. Atmospheric volcanic loading derived from bipolar ice cores accounting for the spatial distribution of volcanic deposition. J Geophys Res, 2007, 112: D09109 40 Gao C C, Robock A, Ammann C. Volcanic forcing of climate over the past 1500 years: An improved ice core based index for climate models. J Geophys Res, 2008, 113: D23111, doi: 10.1029/ 2008JD010239 41 Wilson C J, Walker G P. The Taupo eruption, New Zealand, general aspects. Philos Trans R Soc London Ser A, 1985, 314: 199-228 42 Monnin E, Indermuhle A, Dallenbach A, et al. Atmospheric CO2 concentrations over the last glacial termination. Science, 2001, 291: 112–114"
  }],
  "year": 2012,
  "references": [],
  "id": "SP:78a1daa0fe3761879d4c71cc56f1edc6e76a684a",
  "authors": [{
    "name": "LI ChuanJin",
    "affiliations": []
  }, {
    "name": "XIAO CunDe",
    "affiliations": []
  }, {
    "name": "HOU ShuGui",
    "affiliations": []
  }, {
    "name": "REN JiaWen",
    "affiliations": []
  }, {
    "name": "DING MingHu",
    "affiliations": []
  }, {
    "name": "GUO Rui",
    "affiliations": []
  }],
  "abstractText": "1 The State Key Laboratory of the Cryospheric Sciences, Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences, Lanzhou 730000, China; 2 School of Geographic and Oceanographic Sciences, Nanjing University, Nanjing 210093, China; 3 Chinese Academy of Meteorological Sciences, Beijing 100081, China; 4 Alashan Desert Eco-Hydrology Experimental Research Station, Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences, Lanzhou 730000, China",
  "title": "Dating a 109.9 m ice core from Dome A (East Antarctica) with volcanic records and a firn densification model"
}