{
  "sections": [{
    "text": "1. Introduction\nBesides Earth, Mars is the only planet with a record of resurfacing processes and environmental circumstances that indicate the past operation of a hydrologic cycle. In 1972 for the first time the Mariner 9 photographs showed large erosion features of giant channels and branching networks of small valleys on Mars. The Viking orbiter images obtained in 1975 provided more details of these channels and valleys indicating many flow-like features which seemed to be formed by running water (Masursky et al., 1977; Baker and Kochel, 1979; Pieri, 1980; Carr, 1981). However the present-day conditions on Mars with average temperatures well below freezing and atmospheric pressures at or below the 6.1 mbar triple point vapor pressure of water are far apart of supporting liquid water on the surface.\nAlthough the large-scale morphology of the Martian channels and valleys show remarkable similarities with fluid-eroded features on Earth, there are major differences in their size, small-scale morphology, inner channel structure and source regions indicating that the erosion on Mars has its own characteristic genesis and evolution. The details of the channel forming processes are still unknown. Formerly, in analogy to similar features on Earth and with respect to their morphologic development the Martian valleys have been categorized as outflow channels, fretted channels, run off channels and quasi-dentritic networks (Sharp and Malin,\nSpace Science Reviews 96: 333-364, 2001. © 2001 Kluwer Academic Publishers. Printed in the Netherlands.\n1975; Carr, 1981). However these names anticipate a formation process by running water that may not be justified in all cases.\nThe valley networks are almost entirely restricted to the old uplands and the simplest explanation is that the valleys are old themselves and the climatic requirements for valley formation were met early in the planet’s history and rapidly declined during the subsequent evolution. A warmer, wet Mars with a dense atmosphere at the time after the heavy bombardment is supposed to provide the conditions for valley formation by running water. However, recent images obtained by the the Mars Observer Camera (MOC) experiment onboard Mars Global Surveyor (MGS) show relatively young small-scale alcove-like gullies combined with small channels and aprons in the walls of impact craters, thus indicating even recent groundwater seepage and probably short-term surface runoff under almost current climatic conditions (Malin and Edgett, 2000a).\n2. Landform Related to Fluvial, Glacial, and Periglacial Activity"
  }, {
    "heading": "2.1. CHANNELS AND VALLEY NETWORKS",
    "text": "Many attempts have been made to explain the Martian erosion without including water such as formation by lava flows, winds, debris flows and liquid hydrocarbons (Carr, 1977; Schonfeld, 1976; Cutts and Blasius, 1981; Nummedal, 1978; Nummedal and Prior, 1981; Yung and Pinto, 1978), but none of these theories is able to comprehensively describe the formation of the associated flow-like features. Therefore most scientists investigating erosion landforms on Mars argue that water either in liquid form or as ice has been involved in the development of the Martian erosion (Baker et al., 1992; Carr, 1996a; Lucchitta and Anderson, 1980). This led to the assumption that liquid water might have been stable on the surface in the past history of Mars (Sharp and Malin, 1975; Carr, 1981; Mars Channel Working Group, 1983; Baker et al., 1992). Among several authors, glacial landforms on Mars have been reported by Lucchitta et al. (1981) and Lucchitta (1982), who questioned the hypothesis that outflow channels were generated by catastrophic floods of liquid water. Recent discussions about Martian erosion clearly distinguish between a fluvial channel, which is the conduit through which a river flows, and a valley, which refers to a linear depression and a fluvial valley which generally contains many channels (Mars Channel Working Group, 1983; Carr, 1996a).\nOutflow Channels. These are several to tens of kilometers across, reaching length of a few hundreds to thousands of kilometers with gradients of channel floors ranging from 0 to 2.5 m/km (Baker et al., 1992). Tributaries are rare, but branching downstream is common resulting in an anastomosing pattern of channels (Carr, 1996a). The channels tend to be deeper at their source than downstream and in general have a high width to depth ratio and low sinuosities (Baker et al., 1992; Carr, 1996a). Isolated upland remnants separating channels, mesa-like remnants at channel borders, hanging valleys, transected divides, and expansion and\nconstrictions of the channel beds are common. A variety of bedforms are located on the floors of outflow channels (Baker, 1979, 1982; Baker et al., 1992; Carr, 1979, 1986; Lucchitta, 1982; Komar, 1983, 1984; Mars Channel Working Group, 1983) including residual or recessional headcuts, scour marks around presumed obstacles, longitudinal grooves which parallel the presumed flow direction, teardrop-shaped islands, inner channels, terraces, cataracts and plucked zones, similar to scabland topography which forms by stripping away surface materials due to high-velocity turbulent fluid flow (Baker, 1982). Small streamlined features are also present in many channels and may be deposition bars.\nThe distribution of outflow channels is restricted to four main areas: the vicinity of the Chryse-Acidalia basin, west of the Elysium volcano complex in Elysium Planitia, the eastern part of Hellas basin and along the western and southern border of Amazonis Planitia. By far the largest channels occur around the Chryse basin. Outflow channels in this area start in the cratered Xanthe Terra uplands or on high volcanic plains at elevations up to 4km above the datum and converge in the Chryse basin mainly from the south but also from the southeast and west. On the Chryse plains they broaden and finally disappear at about 40◦N latitude. Most of the outflow channels around Chryse emanate fully developed from circular to elliptical depressions termed chaotic terrain (Sharp, 1973a). These areas are 1 − 2 km below the surrounding undisturbed terrain and mostly covered with large jumbled blocks which are obviously material from the former surface, indication that the chaotic terrain has formed by collapse rather than by removal of material from the above, indicating the involvement of groundwater in the channel formation process. Many of the chaotic terrain east of the Valles Marineris merge westward with the canyon system and northwards with outflow channels. In the Elysium region large outflow channels originate at fractures oriented radial to the west and northwest flanks of the Elysium volcano complex. The channels mostly start at elongated depressions that resemble oversized gullies. At the beginning the channels are rectilinear and become more sinuous and fluvial-like as the circum-Chryse channels downstream to the northwest. The rectilinear channel pattern best observed in Hephaestus Fossae at 22◦N, 239◦W, indicates that upstream the erosion works along lines of structural weakness voting for subsurface erosion (Carr, 1996a) and fast release of water. Outflow channels also occur at the eastern flank of the Hellas basin. Again these channels originate full sized in elongated depressions and extend downstream resembling those around Chryse into the floor of the impact basin.\nValley Networks. Open branching valleys in which tributaries merge downstream, i.e. Valley Networks, are common in the southern highlands. Although these valleys resemble terrestrial river valleys they are far less complex than their analogues on Earth (Carr, 1995). The number of branches is low with large undissected areas between individual branches. The networks themselves are spaced apart leaving large areas of undissected highland between them (Pieri, 1980) indicating that there has been no or only little competition between adjacent drainage basins (Carr and Clow, 1981). Individual branches are characterized by their U-\nshaped form with flat floors and steep walls. They vary from channels by the absence of bedforms, which are indicators for fluid flow (Mars Channel Working Group, 1983). Some valley systems are several 100 km long and a few 10 km wide with short accordant tributaries such as Nirgal Vallis. However, the majority of the valley systems is typically no longer than 200 km and only a few km wide. The valley networks are mainly located in the cratered uplands, the oldest Martian terrain at elevations ranging from 2 to over 5 km. Some valley networks drain into craters, but most of them start at local heights and drain as winding streams with relatively large junction angles of branches into low areas between large impact craters, where they terminate against smooth plains (Carr, 1995). Another set of channel networks occurs on volcanoes. Although these channels usually are caused by lava or volcanic density flows (“nuées ardentes”; Reimers and Komar, 1979), there is evidence that valleys on Alba Patera, Ceraunius Tholus and Hecates Tholus as well as on Hadriaca, Thyrrena and Apollinaris Paterae are compatible with a fluvial origin (Wilson and Mouginis-Mark, 1987; Mouginis-Mark et al., 1988; Gulick and Baker, 1990). These valleys are narrower and shallower than their counterparts in the uplands and show a more dense drainage pattern with small junction angles. At some places the walls of canyons are deeply incised by V-shaped valleys that, however, lack deposits at their mouth within the canyon (Carr, 1996a).\nAt the upland lowland boundary between about 290◦ − 360◦W and 30◦ − 50◦N fretted channels are exposed. In this area the northern plains interfere in a complex way with the highlands. Numerous islands with 1 − 2 km high escarpments are isolated from the uplands (Sharp, 1973b). The isolated mesa-like islands are surrounded by aprons with well-developed flow fronts (Squyres, 1978). Flat floored broad (up to 20 km wide) steep-walled channels reach deep into the uplands. These fretted channels branch upstream as do valley networks. Some of these channels have longitudinal ridge-like features on their floors, indicating compressional features caused by merging aprons from the walls (Squyres, 1978) and removal of materials through the channel by mass wasting downstream (Carr, 1995). Undermining and collapse also appear to have been a process in forming the fretted channels (Lucchitta, 1984). However, the distinct differences between fretted channels and outflow channels on the one hand and valley networks on the other as well as the lack of direct evidence for fluvial erosion (Carr, 1995) indicate that fretted channels may play a major role in the processes of Martian erosion.\nValley networks in the uplands are much smaller than outflow channels indicating smaller corresponding discharges. Therefore, it must be assumed that smaller branches of the network froze very rapidly and cut off downstream motion resulting in arresting the further development of the valleys (Baker et al., 1992). However, the pattern of dissection produced by valley networks, the drainage development and the general valley morphologies have been judged to be similar to those of terrestrial rivers and a similar origin has been implied. This led to the assumption that the valley networks mainly have formed by running water, and most of the discussion of the origin focused on the relative roles of surface runoff and sapping\n(Sharp and Malin, 1975; Pieri, 1976, 1980; Carr, 1981; Laity and Malin, 1985; Baker, 1982, 1990). Consequently these assumption had implications on the evolution of the Martian climate (Carr, 1983, 1996b; Squyres, 1989a; Baker et al., 1991, 1992; Squyres and Kasting, 1994).\nOutflow channels, their source regions and termination areas in the northern lowlands provide the best evidence for surface water on Mars and a widespread groundwater system. The outflow channels can form by running water under current climatic conditions because the large amount of released water will prevent freezing and sublimation at least during the relatively short periods of flooding (Carr, 1979, 1995). The source regions of all outflow channels are directly related to tectonic and in the Elysium and Hellas region to volcanic features. This evidence together with the fluid-like erosion features of the channels indicate that there is a close correlation with fast groundwater release triggered by melting of ground ice (Costard et al., 1999; Aguirre-Puente et al., 1994), tectonically thinning of the cryosphere and thereby providing easy access of groundwater to the surface.\nCompared to alternate hypotheses, such as erosion by lava, wind, or other fluids like liquid hydrocarbons, the hypothesis of the catastrophic release of groundwater or drainage of surface lakes accounts for most of the observed channel features (Baker et al., 1992). The dimensions of the outflow channels indicate discharges in the order of 107−109 m3 s−1 (Carr, 1979; Komar, 1979; Baker, 1982; Robinson and Tanaka, 1990). This is about two orders of magnitude larger than the largest known flood events on Earth such as the peak discharges of the Channeled Scabland flood of eastern Washington or the Chuja Basin flood in Siberia (Baker, 1973; Baker et al., 1992). Several processes are discussed that may cause large floods on Mars. Groundwater under high artesian pressure confined below a permafrost zone may break out triggered by events such as impacts or marsquakes, which disrupt the permafrost seal either by breaking the surface or sending a large pressure pulse through the aquifer (Carr, 1979, 1995, 1996a). This hypothesis requires a thick permafrost layer in order to build up the artesian pressure and thus is mainly consistent with climatic conditions similar to those of the present Mars. Another argument for this mechanism is the low elevation (<1 km) of the outflow channel source regions compared to the water level of the regional aquifer system (Carr, 1996b), which provides hydrostatic pressure. After groundwater release, the flood would have declined as the artesian pressure dropped and finally came to an end when the aquifer resealed by freezing and water could no longer reach the surface. The duration of massive flood events is short and has been estimated to last a few days to several weeks dependent on the discharge rates (Carr, 1996a). If the aquifer were recharged by groundwater flow from distant sources the flood could be repeated resulting in episodic events of catastrophic groundwater release.\nAnother water release process may be the melting of ground ice by volcanic heat that provides local and regional accumulation and migration of groundwater (Baker et al., 1991; Hartmann, 2001). The outflow channels close to the Elysium volcanoes and Hadriaca Patera near the Hellas basin are possible examples for\nthis mechanism. A higher thermal gradient will also be thinning the cryosphere providing easy access of the surface. Groundwater will also move preferentially along faults as indicated by the emergence of channels from fractures in Elysium and in Terra Sirrenum, where Mangala Vallis originates at about 16◦S, 149◦W from a graben and continues northwards for several 100 km into the Amazonis basin."
  }, {
    "heading": "2.2. CRATER MORPHOLOGY",
    "text": "The particular pattern of some impact crater ejecta on Mars provides strong evidence for subsurface ice or liquid water. A combination of ballistic deposition and surface flow, caused by the presence of ground ice or ground water, was originally suggested by Carr et al. (1977a) to account for their unique morphology. While crater ejecta on the Moon are emplaced ballistically and their texture slowly and continuously grades radially out into secondary craters, crater ejecta on Mars exhibit flow-like morphologies, some of which include multiple flow-lobe terraces (Carr et al., 1977a). These impact structures are termed ejecta flow craters or rampart craters. Most investigators attribute this morphology to the presence of liquid water or melted ice at the time of impact which mixed with the solid ejecta to create a slurry-like mass.\nHowever, other investigators suggest that a similar morphology could result from the interaction of ejecta with the atmosphere (Schultz and Gault, 1979, 1984). Ejecta deposits from ejecta flow craters typically wrap around pre-impact terrain features, such as ridges, rather than being superposed as a mantle (Figure 1) (Carr, 1977; Carr et al., 1977a; Carr, 1996b). This suggests that the ejecta was emplaced primarily as a surface or near-surface flow, in contrast to ballistically-emplaced ejecta. Moreover, estimates based on Viking Orbiter images show a greater volume of ejecta than the crater interior can accommodate, suggesting flow into the transient crater from the subsurface at the time of the impact (Greeley et al., 1980). To assess the morphology of craters and ejecta deposits formed in water-rich targets, a series of experiments was conducted at the NASA-Ames Vertical Gun facility in which impacts were produced in various viscous materials (Gault and Greeley, 1978; Greeley et al., 1980; Fink et al., 1981). The resulting morphologies are qualitatively similar to the features observed on Mars, including multiple flowlobes which resulted from oscillating central peaks in the experiment. Although the entrainment of atmospheric gases seems to be a possible alternative mechanism to produce fluid ejecta, most researchers view the dependence of rampart crater morphology on size and geographic latitude as a strong argument against this hypothesis and favour ejecta fluidization due to subsurface volatiles (MouginisMark, 1979, 1981, 1987; Johansen, 1979; Battistini, 1984; Wohletz and Sheridan, 1983; Kargel, 1986; Costard, 1989).\nAccording to studies on Martian impact craters by Barlow and Bradley (1990), most interior morphologies (except central peaks and peak rings) and all major ejecta patterns are controlled by the distribution of subsurface volatiles. Barlow\net al. (2000) conclude that crater morphology is a useful tool to map the regional variations in water and ice content on Mars. Moreover, the diameters of the craters might indicate the depth to water or ice below the surface at the time of the impact. A short summary of Martian crater ejecta morphology by Boyce and Roddy (1997) confirms the earlier studies that changes in crater morphology are most simply (but not uniquely) explained by the distribution of subsurface water or ice.\nVery small craters with diameters less than a few kilometers never have lobate ejecta. Assuming that ramparts also form due to groundwater or ground ice, Kuzmin et al. (1988) derived the global distribution of the water or ice depth from the minimum diameter of craters with rampart ejecta. The onset diameters are smaller at higher latitudes, indicating shallower levels of water-rich materials. Absolute values for the depth to this level are ∼300 − 400 m on the equator and 100 − 200 m at 65◦ latitude. For example, small craters would not penetrate to sufficient depth to reach deep subsurface water or ice. Using established values for excavation depths as a function of final crater diameter (Melosh, 1989), Kuzmin et al. (1988) mapped the depth to the cryolithosphere, based on the “threshold” diameter of ejecta flow craters. The results are consistent with models which predict the depth to the cryolithosphere, for an assumed thermal regime.\nIn another approach, the ratio of ejecta diameter to crater diameter has been used to gain information about the subsurface distribution of water. Again, a correlation to latitude has been found, the ratio being higher in higher latitudes (Blasius and Cutts, 1980; Mouginis-Mark, 1979; Kuzmin et al., 1988; Costard, 1988; Squyres et al., 1992). As already found for the onset diameters of rampart craters, the re-\nsults seem to indicate more near-surface ice in the northern plains (Carr, 1996b). A recent global study of rampart craters confirms the earlier results and shows a correlation between high concentrations of high mobility ejecta and topography as derived from MOLA data (Costard and Kargel, 1999). The highest ratios of ejecta to crater diameter are found in large topographic depressions or basins more than 4000 m below the Martian datum near the mouth of outflow channels in Utopia and Acidalia Planitiae (a spatial relation which was already noted by Costard (1994). This is in agreement with high concentrations of fractured ground and thermokarst in the same regions and suggests the presence of a water or ice-rich subsurface, probably caused by sedimentation from the outflow channels."
  }, {
    "heading": "2.3. PERIGLACIAL AND GLACIAL LANDFORMS",
    "text": "A number of Martian surface features (e.g., debris flows, polygons, thermokarst, frost mounds) seen in Mariner 9 and Viking Orbiter imagery have been attributed to periglacial or permafrost processes (Carr and Schaber, 1977; Rossbacher and Judson, 1981; Lucchitta, 1981, 1985; Squyres, 1978; Squyres and Carr, 1986; Squyres et al., 1992; Carr, 1996b). The main importance of these features on Mars lies in the implications on the climatic conditions required for their formation. An additional point of interest is their potential as life-bearing environment (ESA Exobiology Study Team, 1999; Tsapin et al., 1999; Brinton et al., 1999).\nPeriglacial landforms on Earth are defined as climatically controlled surface features adjacent to the Pleistocene ice sheets (Lozinski, 1909; Washburn, 1973; Sharp, 1988). The diagnostic characteristics of periglacial domains are freezing and thawing of the ground (Tricart, 1968, 1969). Permafrost was defined by Muller (1947) as a layer of soil or bedrock in which temperatures are below the freezing point of water for a continuous period of more than two years, regardless of other parameters like texture, lithology, or water content. A unique assemblage of processes and landforms is related to this zone of permafrost that spans over 25% of Earth’s solid surface (Washburn, 1973; French, 1976; Williams and Smith, 1989).\nDebris Flow and Terrain Softening. The transition between the southern cratered uplands and the northern lowlands is often marked by a pronounced topographic scarp. At the base of this scarp, lobate debris aprons with well defined flow fronts and convex-upward surfaces (Figures 2 and 3) extend from the highlands and from isolated mesas into the low-lying plains (Sharp, 1973b). They have been interpreted as results from gelifluction and/or frost creep (Carr and Schaber, 1977). Squyres (1978) suggested flow of a mixture of erosional debris and ice incorporated from the atmosphere. Subsequently, Lucchitta (1984) supported most of Squyres’ ideas, but preferred the idea that water might have been derived from ground ice by sapping or scarp collapse. Where the flow of material away from the scarp was confined by opposing scarp walls, as it is the case in valleys, the flow fronts collide to form linear ridges and grooves resembling terrestrial median moraines on glaciers (Figure 2). These deposits are commonly called lineated valley fill.\nIn some places, the morphology of craters seems to be modified by flow of the terrain. Crater rims appear to be subdued and small craters are only sparsely visible (Jankowski and Squyres, 1992, 1993). Sometimes, material has obviously moved down the inner crater wall and forms what is called concentric crater fill (Figure 4). Calculations by Squyres (1989b) indicate that near surface flow (as opposed to flow of a >5 km deep viscous layer) was responsible for these features. All types of terrain softening are mostly seen in a latitudinal belt between 30◦ and 60◦ (Squyres, 1979; Carr, 1996a). This might be due to the fact that ice is not in equilibrium with the present atmosphere at low latitudes (Squyres and Carr,\n1986). On the other hand, at very high latitudes >60◦ the temperature are very low and, correspondingly, the strain rate of ice when subjected to shear stress drops significantly (Shoji and Higashi, 1978) and impedes flow.\nThe viscous flow features on Mars have been compared to rock glaciers (Squyres, 1989b; Colaprete and Jakosky, 1998; Rossi et al., 2000), which are lobate accumulations of angular rock debris and move down due to deformation of internal ice or frozen sediments (Wahrhaftig and Cox, 1959; Barsch, 1988; Benn and Evans, 1998). Mangold et al. (2000a) used MOLA data to investigate the topography of lobate debris aprons. They confirmed the convex-upward shape of the lobes, and they agree with earlier assumptions that they form by creep of ground ice.\nPolygons. Most polygonally fractured plains have been found in Acidalia, Elysium, and Utopia Planitiae (e.g. Pechmann, 1980), although they were identified also in the Valles Marineris (Blasius et al., 1977) and in very high latitudes north of 70◦N (Squyres et al., 1992). Lucchitta et al. (1986a, 1986b) noted the close spatial relationship of the Acidalia and Utopia polygons to the mouths of the Chryse and Elysium outflow channels. While the diameters of these giant polygons were in the range of 30 km and more in Viking images (McGill, 1985, 1986; Pechmann, 1980; Lucchitta, 1983), recent observations by the MOLA and MOC experiments onboard MGS show that the average width and depth of troughs bordering the interior of polygons in Utopia Planitia is 2 km and 30 m, respectively (Hiesinger and Head, 2000). The location of polygons near the end of outflow channels lead Lucchitta and Ferguson (1983), McGill (1986), and Lucchitta et al. (1986a, 1986b) to the suggestion that ice-rich sediments were cooled and fractured after their deposi-\ntion and/or self-compacted and accomodated to the underlying terrain. Dessication of wet sediments (deposited by water from the giant outflow channels) has been proposed by McGill and Hills (1992).\nPechmann (1980) applied the theory of Lachenbruch (1962) for terrestrial polygons to Martian giant polygons and found that thermal contraction is confined to the uppermost 10 m of the surface and will not produce deep cracks. The large size of giant polygons on Mars is, therefore, incompatible with a generation by thermal contraction. Instead, he preferred a tectonic origin. Hiesinger and Head (2000) also support a tectonic origin and suggest that it was caused by extension due to the uplift of the Utopia basin floor subsequent to the removal of a large body of standing water (Head et al., 1998, 1999).\nAnother type of polygons has much smaller diameters of 10 − 100 m and was interpreted to be the result of thermal contraction in ice-rich soils based on the similar scales as compared to terrestrial ice-wedge polygons (Mutch et al., 1977; Evans and Rossbacher, 1980; Brook, 1982; Lucchitta, 1983). Mellon (1997) investigated the physical processes producing thermal contraction stresses in Martian ice-cemented soils and expects the formation of contraction polygons with diameters in the 10 m range on Mars, mostly at mid and high latitudes. Many recent MOC images show polygons with relatively small diameters (Figure 5). They were investigated in detail by Yoshikawa (2000), who concludes that the formation of giant polygons is unlikely due to frost contraction cracking, while mid size (100 − 200 m diameter) and smaller polygons could be explained by ice-rich permafrost layers in the subsurface.\nThermokarst. Thermokarst is defined as “karst-like features produced by the melting of ground ice and the subsequent settling or caving of the ground” (Muller, 1947; Popov, 1956). It is, therefore, the result of local or general, climatically induced permafrost degradation. Thermokarst features include linear troughs, collapsed pingos, beaded drainage patterns, thaw lakes, and alases (Kachurin, 1962; Washburn, 1973), and the term has also been applied to a variety of processes like cryoplanation, thermal abrasion, or thermal erosion (French, 1976).\nThermokarst on Mars was originally suggested by Sharp (1973a), Anderson et al. (1973), and Gatto and Anderson (1975), who noted the similarity of some Martian depressions to thermokarst features (thaw lakes and alases) in Alaska and Yakutia. However, in these and later works (Carr and Schaber, 1977; Theilig and Greeley, 1979; Lucchitta, 1981; Kargel and Strom, 1992) the scales of the features were mostly different, the Martian landforms being much larger than their terrestrial counterparts. In more recent studies based on high-resolution Viking Orbiter and MOC images, Costard and Kargel (1995, 1999) confirm the earlier interpretation of Martian pits and depressions as thermokarst features and find especially\nhigh concentrations in Utopia Planitia. This is the same region near the end of outflow channels where polygonally fractured ground and small rampart craters are frequently found. They attribute their generation to the melting or sublimation of ice-rich sediments with possible massive icy beds in the subsurface (Costard and Kargel, 1999). Surfaces of lobate debris aprons and lineated valley fills are also affected by thermokarst processes (Mangold et al., 2000b, 2000c).\nFrost Mounds. Palsas are small frost mounds containing ice lenses or a core of ice-rich frozen soil (Lundqvist, 1969; Washburn, 1973; Seppälä, 1988; Williams and Smith, 1989; Nelson et al., 1992). They typically have widths of 10 − 30 m, lengths of several meters to 150 m, and heights of a few meters (Forsgren, 1968; Washburn, 1973). They are generally smaller than pingos, which can reach diameters of several hundred meters and heights of 50 − 70 m (Leffingwell, 1915; Mackay, 1973, 1977; Williams and Smith, 1989). Pingos have massive cores of clear ice. Pingos develop by freezing of taliks, i.e. unfrozen layers within or under the permafrost, or from hydraulic or artesian water pressure (Pissart, 1988; Williams and Smith, 1989). Pingo-like features on Mars have been reported by Rossbacher and Judson (1981), Lucchitta (1981), and Costard (1987), but they warn that their interpretation is not unambiguous. First, the size of Martian “pingos” is much larger than their terrestrial analogs (Coradini and Flamini, 1979). Second, the resolution of Viking images is not high enough to allow for a discrimination of pingos, pseudocraters (Frey et al., 1979), craters, or secondary craters.\nEskers and Moraines. Glaciation was discussed in a limited way by several authors to account for specific landforms on Mars (Allen, 1979; Clifford, 1980; Tanaka and Scott, 1987; Scott and Underwood, 1991; Baker et al., 1991). The probably most convincing morphological evidence for ancient glaciation on Mars comes from long sinuous ridges mainly found in mid and high latitudes (Figure 5). They are best developed in the Argyre region. Among the various interpretations (Kargel and Strom, 1992), a formation analogous to that of terrestrial eskers seems most plausible (Howard, 1981; Kargel and Strom, 1990, 1991, 1992; Kargel et al., 1995; Metzger, 1992), while other interpretations have shortcomings (Head, 2000a). Eskers are elongated sinuous ridges of glaciofluvial sand and gravel (Banerjee and McDonald, 1975; Warren and Ashley, 1994) and form as infillings of ice-walled river channels. Their deposition may occur in subglacial, englacial, or supraglacial drainage networks (Benn and Evans, 1998), and there exist several morphological classifications of eskers (Brennand, 2000). Sizes are in the range of regular stream beds, with lengths from 5 m to 500 km, widths from 25 cm to 5 km, and heights from several centimeters to 200 m (Grout et al., 1959; Lee, 1965; Wright, 1973; Shreve, 1985; Metzger, 1991). Esker-like features on Mars have dimensions near the upper limits of most terrestrial eskers (Kargel and Strom, 1992), and, therefore, their interpretation was widely regarded as problematic. On the other hand, recent MOLA measurements of the heights and widths of the largest Martian features seem to confirm the esker hypothesis (Head, 2000a, 2000b; Mangold, 2000)."
  }, {
    "heading": "2.4. VOLCANO-ICE INTERACTIONS",
    "text": "The potential for phreatic (steam) explosions occurs when magma or lava come into contact with surface or subsurface water (liquid or frozen). The resulting landforms include shield volcanoes composed of ash and small constructs called pseudocraters. Since there is evidence for both widespread volcanism (Greeley and Spudis, 1978; Mouginis-Mark et al., 1982) and ground ice on Mars, the interaction between both processes seems inevitable.\nPatera is a category of low-profile volcano with channels radiating from central calderas. Their flanks appear to be composed of easily eroded materials (Carr et al., 1977b). Subsequent detailed studies (Greeley and Spudis, 1978; Crown and Greeley, 1993; Crown et al., 1992) led to the proposal that these features are ash shields which formed by phreatic explosions in their early stages of eruptions. The presence of channelized lava flows superposed on the putative ash deposits in some of the features (such as Tyrrhena Patera) suggests that the water supply diminished with time, leading to effusive eruptions. If this interpretation is correct, then the locations of this class of volcano could indicate the presence of abundant surface or near-surface water at the time of the eruptions. Numerous small, often sub-kilometer sized mounds topped with craters occur in Acidalia and Utopia Planitiae. An origin as pseudo-craters formed by the explosion of steam due to the vaporization of water or ice covered by lava flows (Thorarinsson, 1953) has been suggested by Frey et al. (1979) and Frey and Jarosewich (1982). Images of MGS show numerous candidate features in Amazonis Planitia. Greeley and Fagents (2000) used results from field studies in Iceland and an eruptive model to investigate the formation of pseudocraters on Earth and Mars. They found that substantially less water is required to form pseudocraters on Mars than on Earth, and the Martian features are reasonably formed by phreatic processes.\nAllen (1979), Frey et al. (1979), Hodges and Moore (1979), and MouginisMark et al. (1982) have reported a variety of landforms related to volcano-ice or -groundwater interactions. Icelandic table mountains and Canadian tuyas resemble flat-topped mountains with steep sides mostly in northern Martian latitudes (Allen, 1979; Hodges and Moore, 1979). The table mountains (Allen, 1980) and the tuyas (Mathews, 1947; Jones, 1966, 1969) developed by subglacial volcanism as subglacial equivalents to shield volcanoes (Werner et al., 1996; Bourgeois et al., 1998; see Hickson, 2000, for a review of ice-contact volcanism). Ridges and mountains in the northern plains of Mars are comparable to terrestrial móberg ridges (Allen, 1979; Hodges and Moore, 1979) which consist of tephra and palagonitic tuff and represent material from subglacial fissure eruptions (Kjartansson, 1959, 1960).\nThe close spatial proximity of braided channels with streamlined islands to the Elysium volcanoes has lead to the idea that channel formation was due to volcanoice interactions (Mouginis-Mark et al., 1984; Mouginis-Mark, 1985; Squyres et al., 1987). A detailed investigation of the Elysium region by Mouginis-Mark (1985) showed that pseudo-craters, melt water deposits or jökulhaups (formed by the\ncatastrophic release of water from ice-covered subglacial lakes: Björnsson, 1974, 1975, 2000; Gudmundsson, 1996; Kristmannsdóttir et al., 1999; Tómasson, 2000), collapse features, and outflow channels can be attributed to water or ice-contact volcanism. Chapman (1994) found evidence for móberg ridges, table mountains, and jökulhlaup deposits, and proposed the existence of a paleoice sheet northwest of the Elysium volcanoes in Utopia Planitia. Another region heavily affected by volcano-ice interactions lies northeast of Hellas, where large outflow channels have source regions close to the ancient highland volcano Hadriaca Patera (Figure 6) (Squyres et al., 1987). The same authors see further evidence for similar processes in parts of the Medusae Fossae formation (Squyres et al., 1987), which had earlier been interpreted as ignimbrites by Scott and Tanaka (1982).\n3. Ancient Bodies of Standing Water\nMelting by volcanic heat and fracture controlled groundwater movement might also have contributed to the groundwater accumulation around Tharsis particularly in the Valles Marineris region. The canyon floors are 4 to 8 km below the surroundings. Even at a present thickness of the cryosphere of about 2.7 km at the equator (Clifford, 1993) water could have leaked into the canyons. New data from the MOC give evidence that this mechanism works also in smaller valleys (Malin and Edgett, 2000a). Given a global aquifer system it is expected that water will pool in the canyons. Layered sediments in several canyons, such as Echus Chasma and Ganges Chasma, give evidence for bodies of standing water within large depressions (McCauley, 1978; Nedell et al., 1987). Catastrophic release of such lakes\nwill also form outflow channels (McCauley, 1978). Kasei Vallis is suggested to be formed by catastrophic drainage of a former lake in Echus Chasma (Robinson and Tanaka, 1990); a large channel in Amazonis Planitia may be the drainage of a lake in southern Elysium Planitia (Scott et al., 1992), and Anderson (1992) and Chapman (1994) suggest that Granicus Vallis, west of Elysium Mons, developed under thick ice deposits as a result of volcanic activity. From Ganges Chasma a broad depression trends south to the chaotic source region of Shalbatana Vallis indicating subsurface drainage of a possible former lake (Carr, 1995).\nOutflow channels, their source regions and termination areas in the northern lowlands provide the best evidence for surface water on Mars. The large outflow channels emptied into the northern lowlands and their floods must have left extended deposits and probably large lakes. The water released by these channels to the northern plains is estimated to amount at least 6 × 106 km3 but probably more (Carr et al., 1987). According to Baker et al. (1991), it needs 6 × 107 km3 of water to fill up the northern plains to about the 0-km contour. The northern plains cover an older rougher underground that survived as hills and knobs commonly outlining old pre-plain impact craters. The plains are complex deposits probably formed by many processes such as sedimentation from outflow channels, volcanism and mass wasting from the adjacent highlands modified by impact craters. Ridge-like features surrounding the northern plains are interpreted as ancient shorelines (Parker et al., 1989, 1993), indicating the boundary of former lakes or a northern ocean. This hypothesis is supported by the fact that the shoreline-contacts altitude is close to an equipotential line and the plains inside these contacts are extremely smooth (Head et al., 1999). Under current climate conditions such lakes or an ocean would rapidly freeze and form an ice cover. However they could stabilize if fed by meltor groundwater (McKay and Davis, 1991).\nMajor uncertainties with the water story concern whether there were ever large bodies of water on the surface, and if so when. If Mars has a large inventory of water, as appears probable, and if climatic conditions were such the surface temperatures were above freezing then large bodies of water are inevitable. High erosion rates during the Noachian (Carr, 1992; Craddock and Maxwell, 1993) together with thick sequences of layered sediments throughout the Noachian highlands (Malin and Edgett, 2000b) strongly suggest warm conditions and an active hydrologic cycle in the Noachian. Large bodies of water may, therefore, have been present at this time, a conclusion supported by the seeming overflow of the Argyre basin (Parker, unpublished thesis). The evidence for large bodies of water (oceans) after the Noachian is, however, equivocal. Parker et al. (1989, 1993) identified two discontinuous contacts within the northern plains that they claim could be shorelines of former oceans. The contacts are based on a variety of observations such as breaks in slope, albedo boundaries, and textural contacts. The inner contact 2 encloses a volume of 1.4 × 107 km3; the outer contact contains a volume of 9.6 × 107 km3 (Head et al., 1999). The MOLA data show that the outer contact 1 has a wide range of elevations (∼6 km) and so is unlikely to be a shoreline. The inner contact 2 is,\nhowever at a roughly constant elevation over much of its length, and is a more plausible candidate. MOC images have, however, failed to provide any support for shorelines (Malin and Edgett, 1999). Post-Noachian oceans are questionable on other grounds. Baker et al. (1991) acknowledged that individual floods were likely to have been too small to produce ocean sized bodies of water so had to invoke the unlikely simultaneous occurrence of many floods. Moreover, how the oceans disappeared leaving behind almost no trace is left unexplained. It appears more likely that individual floods formed small bodies of water in low lying areas, especially in the northern plains, and that these bodies of water either sublimed or froze in place and were covered by the next flood. According to this hypothesis, therefore, much of the water that participated in the large floods, remains as ice deposits below the surface of the northern plains.\n4. Water Sources and Water Budget\nWhile the geomorphic evidence that water has played a major role in the evolution of the Martian surface is compelling, large uncertainties exist concerning how much water was involved, when liquid water was available on the surface to create the landforms, and where all the water went. The present atmosphere, although close to saturation, contains only minor amounts of water. If it all precipitated out, it would form a layer only 0.7 − 1.4 m deep (Jakosky and Farmer, 1982). The only place on the surface where water (ice) has been unambiguously identified is at the north pole, where the layered terrains have a volume of 1.2 to 1.7×106 km3 (Smith et al., 1999). If they consisted entirely of water-ice, which is unlikely, the volume of their water could cover the entire planet to a depth of 10 m. For comparison, the Earth’s oceans contain enough water to cover the entire Earth to a depth of ∼3 km. If the large outflow channels were cut by large floods, and the valley networks were cut by slow erosion of running water, as appears likely, then the planet has either lost large amounts of water since the channels and valleys formed, or large amounts of water are hidden beneath the surface as ground ice or groundwater.\nEstimates of the amounts of water needed to produce the fluvial and lacustrine landforms observed on Mars are little more than educated guesses. By directly measuring canyon and channel volumes, and ignoring those volumes seemingly produced by faulting, Carr et al. (1987) estimated that 4 × 106 km3 of material had been eroded away by water to form the canyons and outflow channels that drain into Chryse Planitia. If we assume, following Komar (1980), that the water carried a maximum sediment load 40 percent by volume, then 6 × 106 km3 of water, roughly equivalent to 40 m spread over the whole planet have flowed into and across southern Chryse Planitia. If we further assume that the water in the outflow channels that entered Chryse Planitia was not recycled in some way, such as by polar basal melting (Clifford, 1987) or by precipitation (Baker et al., 1991), but instead represents a one way transfer of water from the deep megaregolith to\nnear-surface sinks (Carr, 1996b), then the 40 m represents a lower limit for the global inventory of water. The actual inventory is likely to be much larger, possibly a few hundred meters, since numerous outflow channels occur outside the Chryse region, and not all the water carried its maximum sediment load.\nThe floods in the Chryse region are probably the result both of the draining of lakes within the canyons (McCauley, 1978) and eruptions of groundwater under high pressure (Carr, 1979). Numerous estimates have been made of peak flood discharges from the dimensions of the channels and by extrapolating from empirical data relating discharges of terrestrial rivers to channel characteristics (Komar, 1979; Baker, 1982; Komatsu and Baker, 1997; Robinson and Tanaka, 1990). The estimates generally range from 107 to 109 m3 s−1. To calculate the volume of water involved in a flood, we need to know how the discharge changed with time. Individual floods are likely to have been short lived, a consequence of either draining of a lake or drawdown in artesian pressure. If we assume a decay time of a month, then the total volumes of individual floods for the above discharges would be 2.4 × 104 to 2.4 × 106 km3. The upper figure appears to be unrealistically high in that it is comparable to the volume of all the rock removed around Chryse by all the floods. Alternatively, if we assume that lakes in the Ophir and Candor Chasmata, with a combined maximum volume of 7 × 105 km3 (Carr et al., 1987), drained catastrophically to the east (McCauley, 1978) with a peak discharge of 109 km3 then the decay constant of the flood would have been 8 days. The total amount of water involved in all the floods is not known but must be well in excess of the total volume of material moved. The floods appear to have formed episodically over a long period of time, mainly, but not exclusively, in the Upper Hesperian and Lower Amazonian (Tanaka et al., 1992). The above reasoning suggests that the floods around the Chryse basin likely had discharges in the 107 to 109 m3 s−1 range, individual volumes in the 104 to 106 km3 range, decay constants of the order of a week, and that they removed roughly 4 × 106 km3 of material and deposited it in the northern plains. This discussion has just focused on the circum-Chryse channels, but similar reasoning applies to floods elsewhere, as in Hellas, Elysium and southern Amazonis Planitia.\nThe supposition that most valley networks did not form by floods but by slow erosion of running water (Masursky, 1973) appears supported by high resolution imaging of valleys such as Nanedi Vallis (Carr and Malin, 2000). The low drainage densities (Carr and Chuang, 1997), scarcity of fine scale dissection (Carr and Malin, 2000), and valley morphology (Baker, 1990) indicate that groundwater seepage played a prominent role in their formation. Surface runoff may have played only a minor role, because precipitation was limited or infiltration dominated over surface runoff. The climatic conditions required for valley formation remain uncertain. Theoretical models suggest that they could form under present climatic conditions if groundwater could be brought to the surface at sufficient rates (Wallace and Sagan, 1979; Carr, 1981; Goldspiel and Squyres, 2000), but the groundwater still needs to be recharged by some mechanism, and that mechanism may require much\nwarmer climates than presently prevail. Although valley networks have a wide spread in ages (Scott and Dohm, 1992; Carr, 1995), the main period for formation was the upper Noachian, well before the main period of flood channel formation. During this time erosion rates in general much higher than in the subsequent Hesperian and Amazonian periods (Craddock and Maxwell, 1993) were suggesting very different climatic conditions.\nClifford (1987, 1993) and Clifford and Hillel (1983) have proposed a model for the history of water in which most of the planet’s near-surface inventory has existed as ice within an ever-thickening, permanently frozen, cryosphere, or as groundwater below the cryosphere. He postulates that the near-surface materials are porous to considerable depths as a result of brecciation by impact, mainly during the period of heavy bombardment prior to 3.8 Gyr. He suggested, by analogy with the Moon, that the porosity decreases exponentially with depth, and estimated that the water-holding capacity of the megaregolith could range from 0.5 to 1.4 km of water spread evenly over the whole planet. We, of course, do not know what fraction is filled. Using heat flows estimated by Schubert and Spohn (1990), he suggested that the cryosphere today is roughly 2 km thick at the equator and 6 km thick at the poles. For the same surface conditions, higher heat flows at the end of heavy bombardment would have resulted in cryosphere thicknesses of 0.4 km at the equator and 1.2 km at the poles. Stability relations of water and present climatic conditions indicate that ice should be present in the near-surface cryosphere at high latitudes but not at low latitudes (Farmer and Doms, 1979). According to this model, the valley networks formed mainly by groundwater seepage, early when the cryosphere was absent or thin, and groundwater could readily access the surface; the outflow channels formed later when the cryosphere had thickened and could contain the high hydraulic pressures needed to generate large discharges.\nAs indicated above, if the channels and valleys are to be explained mainly by groundwater, some mechanism must exist for recharging the groundwater system. Numerous authors (Baker, 1982; Carr, 1996b) have suggested that, for the valley networks to have formed precipitation was required, if not directly to cut the valleys, then to recharge the groundwater system. For precipitation to occur, climatic conditions had to be very different from present day conditions. However, Clifford (1987) pointed to another way to recharge the groundwater system. He pointed out that any water brought to the surface, as in a seepage or flood, would, under present conditions, freeze, sublime into the atmosphere, and condense on the poles. Ice at the poles would accumulate until the deposits were thick enough for the base of the ice deposit to melt. Meltwater could then enter the groundwater system. Melting would be more readily achieved early in the planet history when heat flows were higher. The process could occur at both poles, but that at the south pole is crucial, for its high elevation would enable recharge of the groundwater system in the southern highlands where most of the valley networks are. The process is slow but hundreds of millions of years are available. Clifford and Parker (1999) suggest additionally that the outflow channels are younger than most of the valley networks\nbecause they could form only when large hydrostatic pressures could build within the aquifer system, and that this was possible only when the polar cryosphere was thick enough that north polar layered terrains were firmly anchored to bedrock and thick enough to contain the large pressures in the hydrosphere."
  }, {
    "heading": "5. Chronology and Implications for Paleoclimatology",
    "text": "The stratigraphic position of geologic units on Mars is estimated by the means of superposition and intersection relations and by the concentration of impact craters superposed on geologic units (Tanaka et al., 1992). Three major time systems are defined throughout which the surface has been formed: Noachian, Hesperian and Amazonian. Each system is subdivided into series that correspond to time units (epochs). Due to the lack of samples from Mars the assignment of absolute ages to the epochs based on crater densities is dependent on cratering rates (Tanaka et al., 1992; Neukum and Hiller, 1981; Hartmann, 1978; Neukum and Wise, 1976) and thus is model dependent. Different early models defined the Amazonian-Hesperian boundary between 1.8 − 3.5 Gyr and the Hesperian-Noachian boundary between 3.5−3.8 Gyr (Hartmann et al., 1981; Neukum and Wise, 1976; Neukum and Hiller, 1981). Hartmann and Neukum (2001) give new, tighter constraints as 2.9−3.3 Gyr and 3.5 − 3.7 Gyr, respectively, for those boundaries.\nThe relatively small size of Martian valleys, the modification by aeolian processes and the not sufficient coverage of high-resolution imagery makes it difficult to use crater counting for age determination. However in some places, particularly on the floors of large outflow channels it was possible to estimate crater retention ages (Masursky et al., 1977; Neukum and Hiller, 1981; Marchenko et al., 1998). Neukum and Hiller (1981) performed crater counts on units (surrounding and floors) of Chryse channels such as Kasei, Ares, Tiu, Maya Vallis, Elysium channels such as Hrad Vallis and Elysium Fossae, one channel NE of Hellas and Ladon Vallis north of the Agyre basin taking into account data from other authors (Malin, 1976; Masursky et al., 1977; Squyres, 1978). As expected they estimated the channel surroundings to be significantly older as the measured channel ages. The number of craters with 1 km diameter N(1) per square kilometer are for the surroundings either >4×10−2 km−2 representing the early crust or 2×10−3 km−2 to 2×10−2 km−2 representing a younger resurfacing period. This translates to crater model ages as proposed by Hartmann and Neukum (2001) of 3.3 to 3.9 Gyr and to more than 4.26 Gyr, respectively. In the following crater model ages will refer to the Neukum and Hiller (1981) Model I, however it is mentioned that these ages are model dependent and may be accurate only within a factor of two for younger units. The estimated ages of channel floors roughly fall into two groups separated by N(1) = 8×10−4 km−2 or about 1.1 to 1.7 Gyr the mean age of Tiu Vallis units. The older group contains most of Kasei Vallis, the mouth of Maya Vallis, Braham Vallis, and Ares Vallis in the circum-Chryse area, Ladon Vallis south of the chaotic\nterrain, Hrad Vallis and the Elysium Fossae. These valleys have crater retention ages ranging from N(1) = 1×10−2 km−2 to N(1) = 8×10−4 km−2 corresponding to 3.8 Gyr and 1.1 to 1.7 Gyr. The younger group contains the upper units of Tiu Vallis, Mangala Vallis, a channel NE of Hellas, the mouth of Kasei Vallis and Vedra Vallis which drains downstream into Maya Vallis being the youngest. Relative ages for this group range from N(1) = 8 × 10−4 km−2 to N(1) = 1 × 10−4 km−2 corresponding to crater model ages of 1.1 to 1.7 Gyr and ∼0.2 − 0.3 Gyr. The data from Neukum and Hiller (1981) also show a sequence of the circum-Chryse valleys with most of the Kasei Vallis floors being oldest followed by the mouth of Maya Vallis, Ares Vallis, Tiu Vallis and the mouth of Kasei as the youngest unit in this area. Marchenko et al. (1998) estimated crater model ages at the mouth of Tiu and Ares Vallis ranging from 3.6 to 1.4 Gyr according to the Neukum and Hiller (1981) Model I. They suggest four major stages of fluvial activities and resurfacing in this region indicating episodic events of flooding. Some areas of Ares Vallis were formed prior to 3.5 Gyr, and have been later reworked between 2.2 and 1.6 Gyr. However, channel floors are modified by post-fluvial mass wasting and aeolian processes making it difficult to clearly address younger floor units to flood events. Neukum and Hiller (1981) concluded that the major channel formation took place between from N(1) = 6 × 10−2 km−2 to N(1) = 7 × 10−4 km−2 or 4.1 Gyr to 0.9 − 1.5 Gyr ago. Channels on volcanoes are to small for crater counting on their floors but they dissect volcanic units for example at the flanks of Alba Patera measured by Neukum and Hiller (1981) to be as young as 1.2 × 10−4 km−2 or 0.2 − 0.3 Gyr. Synthesizing the various models, the general picture is that the great majority of channel-forming activity occurred within the first third or half of Martian history, but some may have extended into the second half.\nBased on the geologic maps of Scott and Tanaka (1986), Greeley and Guest (1987), Tanaka and Scott (1987) and Viking imaging data, the geologic relationships between channels and valley networks and the surrounding units they dissect were examined. For a total of 65 outflow channels and individual channel branches and 276 valley networks in the uplands the maximum relative ages have been estimated. Most of the investigated outflow channels (70%) dissect Hesperian units with about the half of the outflow channels having Upper Hesperian maximum ages. Amazonian units are eroded by about 25% of the outflow channels. The majority of valley networks in the uplands (about 63%) has an Upper Noachian maximum age. The formation of valley networks declined in the Hesperian (25%) and only about 12% of the valley networks mostly valleys on volcanoes dissect Amazonian units. Scott and Dohm (1992) measured intersection relations for several hundred networks and found about 70% to be older than Hesperian. Carr (1995) suggests that more than 90% of the valley networks have a maximum age older than Hesperian. Thus outflow channels and valley networks are not only separated spatially but are also delayed in time, indicating a major change in the erosion processes on Mars at the Noachian/Hesperian boundary.\nThe valley networks are almost entirely restricted to the old uplands and the simplest explanation is that the valleys are old themselves and the climatic requirements for valley formation were met early in the planet’s history and rapidly declined during the subsequent evolution. A warmer, wet Mars with a dense atmosphere at the time after the heavy bombardment is supposed to provide the conditions for valley formation by running water. Carr (1995) argued that due to the drainage densities of valley networks are orders of magnitudes lower than on Earth and the short length of the valleys combined with the probably long time they needed to form, the processes which cause the valleys are extremely insufficient compared with terrestrial fluvial processes. In addition the total absence of meterscale flow-features and dissections in the valleys support a subsurface rather than an atmospheric source for the valley formation (Malin and Carr, 1999). Based on the evaluation of high resolution MOC images Malin and Carr (1999) concluded that the valleys have been formed by fluid erosion, however, in most cases the source have been ground water. The evidences of recent groundwater seepage and probably short-term surface runoff under almost current climatic conditions (Malin and Edgett, 2000a) not necessarily contradict the hypothesis of an early warm Mars, but constrains a hydrologic cycle on Mars mostly to subsurface processes. On the other hand erosion rates declined at the end of the Noachian (Carr, 1992, 1995; Craddock and Maxwell, 1993; Hartmann, 2001) and climate change at this time is one plausible explanation. Gulick and Baker (1990) suggested that a combination of several genetic processes like water erosion, volcanic density flows and lava might have been important in the formation of those channels. Carr (1995) pointed out that mass wasting in poorly consolidated ash with only little involvement of water could have formed the channels on volcanoes. Nevertheless, the channels on volcanoes are fairly young and demonstrate that the involvement of water in Martian erosion appears to continue into the planet’s recent history.\n6. Future Investigations\nThe high resolution Mars Observer Camera (MOC) images so far demonstrate the need of recognizing small-scale features in order to fully understand the processes which caused fluid-like Martian erosion. However before high resolution stereo data with considerable areal coverage are available (as expected from future missions such as Mars Express) the problem of valley and channel formation and the implications on the climate remains debatable."
  }, {
    "heading": "Acknowledgements",
    "text": "We thank William K. Hartmann for his very helpful review, and Reinald Kallenbach and the staff of the International Space Science Institute (ISSI) in Bern, Switzerland, for hospitality and assistance in preparing the manuscript.\nReferences\nAguirre-Puente, J., Costard, F., and Posado-Cano., R.: 1994, ‘Contribution to the Study of Thermal Erosion on Mars’, J. Geophys. Res. 99, 5657–5667. Allen, C.C.: 1979, ‘Volcano-Ice Interactions on Mars’, J. Geophys. Res. 84, 8048–8059. Allen, C.C.: 1980, ‘Icelandic Subglacial Volcanism: Thermal and Physical Studies’, J. Geol. 88,\n108–117. Anderson, D.L., Gatto, L.W., and Ugolini, F.: 1973, ‘An Examination of Mariner 6 and 7 Imagery for\nEvidence of Permafrost Terrain on Mars’, in F.G. Sanger (ed.), Permafrost: 2nd Int. Conf., Nat. Acad. Sci., Washington, D.C., 449–508. Anderson, W.M.: 1992, ‘Glaciation in Elysium’, LPI Tech. Rep. 92-08,1. Baker, V.R.: 1973, ‘Paleohydrology and Sedimentology of Lake Missoula Flooding of Eastern\nWashington’, Geol. Soc. Am. SP-144, Geol. Soc. Am., Boulder. Baker, V.R.: 1979, ‘Erosional Processes in Channelized Water Flows in Mars’, J. Geophys. Res. 84,\n7985–7993. Baker, V.R., and Kochel, R.C.: 1979, ‘Morphometry of Streamlined Forms in Terrestrial and Martian\nChannels’, Proc. 9th Lunar Planet. Sci. Conf., 3181–3193. Baker, V.R.: 1982, The Channels of Mars, Univ. Texas Press, Austin. Baker, V.R.: 1990, ‘Spring Sapping and Valley Network Development’, Geol. Soc. Am. SP-252,\n235–265. Baker, V.R., Strom, R.G., Gulick, V.C., Kargel, J.S., Komatsu, G.„ and Kale, V.S.: 1991, ‘Ancient\nOceans, Ice Sheets and the Hydrologic Cycle on Mars’, Nature 352, 589–594. Baker, V.R., Carr, M.H., Gulick, V.C., Williams, C.R., and Marley, M.S.: 1992, ‘Channels and Valley\nNetworks’, in H.H. Kieffer, B.M. Jakosky, C.W. Snyder, and M.S. Matthews (eds.), Mars, Univ. Arizona Press, Tucson, 493–522. Banerjee, I., and McDonald, B.C.: 1975, ‘Nature of Esker Sedimentation’, in A.V. Jopling and B.C. McDonald (eds.), Glaciofluvial and Glaciolacustrine Sedimentation, Spec. Publ. 23, Soc. Econ. Paleontol. Mineral., 132–154. Barlow, N.G., and Bradley, T.L.: 1990, ‘Martian Impact Craters: Correlations of Ejecta and Interior Morphologies with Diameter, Latitude and Terrain’, Icarus 87, 156–179. Barlow, N.G., Boyce, J.M., Costard, F.M., Craddok, R.A., Garvin, J.B., Sakimoto, S.E.H., Kuzmin, R.O., Roddy, D.J., and Soderblom, L.A.: 2000, ‘Standardizing the Nomenclature of Martian Impact Crater Ejecta Morphologies’, J. Geophys. Res., in press. Barsch, D.: 1988, ‘Rockglaciers’, in M.J. Clark (ed.), Advances in Periglacial Geomorphology, Wiley, Chichester, 69–90. Battistini, R.: 1984, ‘L‘Utilisation des Cratères Météoritiques à Ejectas Fluidisés Comme Moyen d’Etude Spatiale et Chronologique de l’Eau Profonde (Hydrolithosphère) de Mars’, Rev. Géom. Dyn. 33, 25–41. Benn, D.I., and Evans, D.J.A.: 1998, ‘Glaciers and Glaciation’, Arnold, London, 734 pp. Björnsson, H.: 1974, ‘Explanation of Jökulhlaups from Grímsvötn, Vatnajökull Iceland’, Jökull 24,\n1–26. Björnsson, H.: 1975, ‘Subglacial Water Reservoirs, Jökulhlaups and Volcanic Eruptions’, Jökull 25,\n1–14. Björnsson, H.: 2000, ‘Jökulhlaups in Iceland: Characteristics and Impact’, 2nd Mars Polar Sci. Conf.,\nabstract #4064. Blasius, K.R., Cutts, J.A., Guest, J.E., and Masursky, H.: 1977, ‘Geology of the Valles Marineris:\nFirst Analysis of Imaging From the Viking 1 Orbiter Primary Mission’, J. Geophys. Res. 82, 4067–4091. Blasius, K.R., and Cutts, J.A.: 1980, ‘Global Patterns of Primary Crater Ejecta Morphology on Mars’, in Reports of Planetary Geology and Geophysics Program-1980, NASA-TM 82385, Washington, D.C., 147–149.\nBourgeois, O., Dauteuil, O., and Van Vliet-Lanoë, B.: 1998, ‘Pleistocene Subglacial Volcanism in Iceland: Tectonic Implications’, Earth Planet. Sci. Lett. 164, 165–178. Boyce, J.M., and Roddy, D.J.: 1997, ‘Martian Crater Ejecta, Emplacement and Implications for Water in the Subsurface’, Proc. 28th Lunar Planet. Sci. Conf., LPI, Houston, 145–146. Brennand, T.A.: 2000, ‘Deglacial Meltwater Drainage and Glaciodynamics: Inferences from Laurentide Eskers, Canada’, Geomorphology 32, 263–293. Brinton, K.L.F., Tsapin, A.I., McDonald, G.D., and Gilichinsky, D.: 1999, ‘Aminostratigraphy of Organisms in Antartic and Siberian Permafrost Cores’, Fifth Int. Conf. on Mars, LPI Contribution No. 972, LPI, Houston, abstract #6137 (CD-ROM). Brook, G.A.: 1982, ‘Ice-Wedge Polygons, Baydjarakhs, and Alases in Lunae Planum and Chryse Planitia, Mars’, in Reports of Planetary Geology Program - 1982, NASA-TM 85127, Washington, D.C., 265–267. Carr, M.H.: 1977, ‘Distribution and Emplacement of Ejecta Around Martian Impact Craters’, in D.J. Roddy, R.O. Pepin, and R.B. Merrill (eds.), Impact and Explosion Cratering, Pergamon Press, New York, 593–602. Carr, M.H.: 1979, ‘Formation of Martian Flood Features by Release of Water from Confined Aquifers’, J. Geophys. Res. 84, 2995–3007. Carr, M.H.: 1981, The Surface of Mars, Yale Univ. Press, New Haven. Carr, M.H.: 1983, ‘The Stability of Streams and Lakes on Mars’, Icarus 56, 476–495. Carr, M.H.: 1986, ‘Mars: A water-rich Planet?’, Icarus 56, 187–216. Carr, M.H.: 1992, ‘Post-Noachian Erosion Rates: Implication for Mars Climate Change’, Proc. 23rd\nLunar Planet. Sci. Conf., 205–205. Carr, M.H.: 1995, ‘The Martian Drainage System and the Origin of Valley Networks and Fretted\nChannels’, J. Geophys. Res. 100, 7479–7507. Carr, M.H.: 1996a, ‘Channels and Valleys on Mars: Cold Climate Features Formed as a Result of a\nThickening Cryosphere’, Planet. Space Sci. 44, 1411–1423. Carr, M.H.: 1996b, Water on Mars, Oxford Univ. Press, New York, 229 pp. Carr, M.H., and Schaber, G.G.: 1977, ‘Martian Permafrost Features’, J. Geophys. Res. 82,4039–4054. Carr, M.H., and Clow, G.D.: 1981, ‘Martian Channels and Valleys: Their Characteristics, Distribution\nand Age’, Icarus 48, 91–117. Carr, M.H., and Chuang, F.C.: 1997, ‘Martian Drainage Densities’, J. Geophys. Res. 102, 9145–9152. Carr, M.H., and Malin, M.C.: 2000, ‘Meter-scale Characteristics of Martian Channels and Valleys’,\nIcarus 146, 366–386. Carr, M.H., Crumpler, L.S., Cutts, J.A., Greeley, R., Guest, J.E., and Masursky, H.: 1977a, ‘Martian\nImpact Craters and Emplacement of Ejecta by Surface Flow’, J. Geophys. Res. 82, 4055–4065. Carr, M.H., Greeley, R., Blasius, K.R., Guest, J.E., and Murray, J.B.: 1977b, ‘Some Martian Volcanic\nFeatures as Viewed from the Viking Orbiters’, J. Geophys. Res. 82, 3985–4015. Carr, M.H., Wu, S.C., Jordan, R., and Schafer, F.J.: 1987, ‘Volumes of Channels, Canyons and Chaos\nin the Circum-Chryse Region of Mars’, Proc. 18th Lunar Planet. Sci. Conf., 155–156. Chapman, M.G.: 1994, ‘Evidence, Age, and Thickness of Frozen Paleolake in Utopia Planitia, Mars’,\nIcarus 109, 393–406. Clifford, S.M.: 1980, ‘A Model for the Removal and Subsurface Storage of a Primitive Martian\nIce Sheet’, in Reports of Planetary Geology and Geophysics Program-1990, NASA-TM 82385, Washington, D.C., 405–407. Clifford, S.M.: 1987, ‘Polar Basal Melting on Mars’, J. Geophys. Res. 92, 9135–9152. Clifford, S.M.: 1993, ‘A Model for the Hydrologic and Climatic Behaviour of Water on Mars’, J.\nGeophys. Res. 98, 10,973–11,016. Clifford, S.M., and Hillel, D.: 1983, ‘The Stability of Ground Ice in the Equatorial Regions of Mars’,\nJ. Geophys. Res. 88, 2456–2474.\nClifford, S.M., and Parker, T.J.: 1999, ‘The Evolution of the Martian Hydrosphere: Implications for the Fate of a Primordial Ocean and the Current State of the Northern Plains’, Fifth Int. Conf. on Mars, July 19-24, 1999, Pasadena, CA, abstract #6236. Colaprete, A., and Jakosky, B.M.: 1998, ‘Ice Flow and Rock Glaciers on Mars’, J. Geophys. Res. 103, 5897–5909. Coradini, M., and Flamini, E.: 1979, ‘A Thermodynamical Study of the Martian Permafrost’, J. Geophys. Res. 84, 8115–8130. Costard, F.: 1987, ‘Quelques Modelés Liés à des Lentilles de Glace Fossiles sur Mars’, Z. Geomorph. N. F. 31, 243–251. Costard, F.M.: 1988, ‘Thickness of Sedimentary Deposits of the Mouth of Outflow Channels’, Proc. 19th Lunar Planet. Sci. Conf., LPI, Houston, 211–212. Costard, F.M.: 1989, ‘The Spatial Distribution of Volatiles in the Martian Hydrolithosphere’, Earth, Moon, and Planets 45, 265–290. Costard, F.M.: 1994, ‘Unusual Concentrations of Rampart Craters at the Mouths of Outflow Channels, Mars’, Proc. 25th Lunar Planet. Sci. Conf., LPI, Houston, 287–288. Costard, F.M., and Kargel, J.S.: 1995, ‘Outwash Plains and Thermokarst on Mars’, Icarus 114, 93– 112. Costard, F.M., and Kargel, J.S.: 1999, ‘New Evidences for Ice Rich Sediments in the Northern Plains from MGS Data’, Fifth Int. Conf. on Mars, LPI Contribution No. 972, LPI, Houston, abstract #6088 (CD-ROM). Costard, F., Aguirre-Puente, J., Greeley, R., and Makhloufi, N.: 1999, ‘Martian Fluvial-thermal Erosion: Laboratory Simulation’, J. Geophys. Res. 104, 14,091–14098. Craddock, R.A., and Maxwell, T.A.: 1993, ‘Geomorphic Evolution of the Martian Highlands Through Ancient Fluvial Processes’, J. Geophys. Res. 98, 3453–3468. Crown, D.A., Price, K.H., and Greeley, R.: 1992, ‘Geologic Evolution of the East Rim of the Hellas Basin, Mars’, Icarus 100, 1–25. Crown, D.A. and R. Greeley, 1993. Volcanic geology of Hadriaca Patera and the eastern Hellas region of Mars, J. Geophys. Res. 98, 3431-3451. Cutts, J.A., and Blasius, K.R.: 1981, ‘Origin of Martian Outflow Channels: The Eolian Hypothesis’, J. Geophys. Res. 86, 5075–5102. ESA Exobiology Study Team: 1999, ‘Exobiology in the Solar System and the Search for Life on Mars’, in A. Wilson (ed.), ESA SP 1231, ESA Publications Division, Noordwijk, 188 pp. Evans, N., and Rossbacher, L.A.: 1980, ‘The Last Picture Show: Small-Scale Patterned Ground in Lunae Planum’, in Reports of Planetary Geology Program -1980, NASA-TM 82385, NASA, Washington, D.C., 376–378. Farmer, C.B., and Doms, P.E.: 1979, ‘Global and Seasonal Water Vapor on Mars and Implications for Permafrost’, J. Geophys. Res. 84, 2881–2888. Fink, J.H., Greeley, R., and Gault, D.E.: 1981, ‘Impact Cratering Experiments in Bingham Materials and the Morphology of Craters on Mars and Ganymede’, Proc. 12th Lunar and Planetary Sci. Conf., 1649–1666. Forsgren, B.: 1968, ‘Studies of Palsas in Finland, Norway and Sweden, 1964-1966’, Biuletyn Peryglacjalny 17, 117–123. French, H.M.: 1976, The Periglacial Environment, Longman, London, 309 pp. Frey, H., Lowry, B.L., and Chase, S.A.: 1979, ‘Pseudocraters on Mars’, J. Geophys. Res. 84, 8075–\n8086. Frey, H., and Jarosewich, M.: 1982, ‘Subkilometer Martian Volcanoes: Properties and Possible\nTerrestrial Analogs’, J. Geophys. Res. 87, 9867–9879. Gatto, L.W., and Anderson, D.M.: 1975, ‘Alaskan Thermokarst Terrain and Possible Martian\nAnalogs’, Science 188, 255–257. Gault, D.E., and Greeley, R.: 1978, ‘Exploratory Experiments of Impact Craters Formed in Viscous-\nLiquid Targets: Analogs for Martian Rampart Craters?’, Icarus 34, 486–495.\nGoldspiel, J.M., and Squyres, S.W.: 2000, ‘Groundwater Sapping and Valley Formation on Mars’, Icarus 148, 176–192. Greeley, R., Fink, J., Gault, D.E., Snyder, D.B., Guest, J.E., and Schultz, P.H.: 1980, ‘Impact Cratering in Viscous Targets: Laboratory Experiments’, Proc. 11th Lunar Planet Sci. Conf., 2075–2097. Greeley, R., and Spudis, P.D.: 1978, ‘Volcanism on Mars’, Rev. Geophys. Space Phys. 19, 13–41. Greeley, R., and Guest, J.E.: 1987, Geologic Map of the Eastern Equatorial Region of Mars, scale\n1:15,000,000, U.S.G.S. Misc. Inv. Series Map I-1802-B. Greeley, R. and S.A. Fagents, 2000. Icelandic pseudocraters as analogs to some volcanic cones on\nMars, J. Geophys. Res. (in process). Grout, F.F., Sharp, R.P., and Schwartz, G.M.: 1959, ‘The Geology of Cook County, Minnesota’,\nMinnesota Geol. Soc. Bull. 39, 67–69. Gudmundsson, M.T.: 1996, ‘Ice-Volcano Interaction at the Subglacial Grímsvötn Volcano, Iceland,\nGlaciers, Ice Sheets and Volcanoes: A Tribute to Mark F. Meier’, in CRREL Special Report 96-27, 34–40. Gulick, V.C., and Baker, V.R.: 1990, ‘Origin and Evolution of Valleys on Martian Volcanoes’, J. Geophys. Res. 95, 14,325–14,344. Hamlin, S.E., Kargel, J.S., Tanaka, K.L., Lewis, K.J., and MacAyeal, D.R.: 2000, ‘Preliminary Studies of Icy Debris Flows in the Martian Fretted Terrain’, Proc. 31st Lunar Planet. Sci. Conf., abstract #1785 (CD-ROM). Hartmann, W.K.: 1978, ‘Martian Cratering V: Toward an Empirical Martian Chronology, and its Implications’, Geophys. Res. Lett. 5, 450–452. Hartmann, W.K.: 2001, ‘Martian Seeps and Their Relation to Youthful Geothermal Activity’, Space Sci. Rev., this volume. Hartmann, W.K., and Neukum, G.: 2001, ‘Cratering Chronology and the Evolution of Mars’, Space Sci. Rev., this volume. Hartmann, W.K., et al.: 1981, ‘Chronology of Planetary Volcanism by Comparative Studies of Planetary Cratering’, in: Basaltic Volcanism on the Terrestrial Planets, Pergamon, New York, 1049–1127. Head, J.W., Kreslavsky, M., Hiesinger, H., Ivanov, M., Pratt, S., Seibert, N., Smith, D.E., and Zuber, M.T.: 1998, ‘Oceans in the Past History of Mars: Tests for Their Presence Using Mars Orbiter Laser Altimeter (MOLA) Data’, Geophys. Res. Lett. 25, 4401–4404. Head, J.W., Hiesinger, H., Ivanov, B.A., Kreslavsky, M.A., Pratt, S., and Thomson, B.J.: 1999, ‘Possible Ancient Oceans on Mars: Evidence from Mars Orbiter Laser Altimeter Data’, Science 286, 2134–2137. Head, J.W.: 2000a, ‘Tests for Ancient Polar Deposits on Mars: Morphology and Topographic Relationships of Esker-Like Sinuous Ridges (Dorsa Argentea) Using MOLA Data’, Proc. 31st Lunar Planet. Sci. Conf., LPI, Houston, abstract #1117 (CD-ROM). Head, J.W.: 2000b, ‘Tests for Ancient Polar Deposits on Mars: Assessment of Morphology and Topographic Relationships of Large Pits (Angusti and Sisyphi Cavi) Using MOLA Data’, Proc. 31st Lunar Planet. Sci. Conf., LPI, Houston, abstract #1118 (CD-ROM). Hickson, C.J.: 2000, ‘Physical Controls and Resulting Morphological Forms of Quaternary IceContact Volcanoes in Western Canada’, Geomorphology 32, 239–261. Hiesinger, H., and Head, J.W.: 2000, ‘Characteristics and Origin of Polygonal Terrain in Southern Utopia Planitia, Mars: Results from Mars Orbiter Laser Altimeter and Mars Orbiter Camera Data’, J. Geophys. Res. 105, 11,999–12022. Hodges, C.A., and Moore, H.J.: 1979, ‘The Subglacial Birth of Olympus Mons and Its Aureoles’, J. Geophys. Res. 84, 8061–8074. Howard, A.D.: 1981, ‘Etched Plains and Braided Ridges of the South Polar Region of Mars: Features Produced by Basal Melting of Ground Ice?’, in Reports of Planetary Geology Program, 1979- 1980, NASA-TM 84211, 286–288.\nJakosky, B.M., and Farmer, C.B.: 1982, ‘The Seasonal and Global Behavior of Water Vapor in the Mars Atmosphere: Complete Global Results of the Viking Atmospheric Water Vapor Detector Experiment’, J. Geophys. Res. 87, 2999–3019. Jankowski, D.G., and Squyres, S.W.: 1992, ‘The Topography of Impact Craters in ‘Softened’ Terrain on Mars’, Icarus 100, 26–39. Jankowski, D.G. and Squyres, S.W.: 1993, ‘Softened Impact Craters on Mars: Implications for Ground Ice and the Structure of the Martian Megaregolith’ Icarus 106, 365–379. Johansen, L.A.: 1979, ‘The Latitude Dependence of Martian Splosh Cratering and its Relationship to Water’, in Reports of Planetary Geological Program, 1978-1979, NASA TM-80339, Washington, D.C., 123–125. Jones, J.G.: 1966, ‘Intraglacial Volcanoes of Southwest Iceland and Their Significance in the Interpretation of the Form of the Marine Basaltic Volcanoes’, Nature 212, 586–588. Jones, J.G.: 1969, ‘Intraglacial Volcanoes of the Laugarvatn Region, Southwest Iceland, I.’, Quart. J. Geol. Soc. London 124, part 3(495), 197–211. Kachurin, S.P.: 1962, ‘Thermokarst Within the Territory of the U.S.S.R.’, Biuletyn Peryglacjalny 11, 49–55. Kargel, J.S.: 1986, ‘Morphologic Variations of Martian Rampart Crater Ejecta and their Dependencies and Implications’, Proc. Lunar and Planetary Sci. Conf. XVII, Lunar and Planetary Institute, Houston, 410–411. Kargel, J.S., and Strom, R.G.: 1990, ‘Ancient Glaciation on Mars’, Proc. 21st Lunar Planet. Sci. Conf., LPI, Houston, 597–598. Kargel, J.S., and Strom, R.G.: 1991, ‘Terrestrial Glacial Eskers: Analogs for Martian Sinuous Ridges’, Proc. 23rd Lunar Planet. Sci. Conf., LPI, Houston, 683–684. Kargel, J.S., and Strom, R.G.: 1992, ‘Ancient Glaciation on Mars’, Geology 20, 3–7. Kargel, J., Baker, V.R., Begét, J.E., Lockwood, J.F., Péwé, T.L., Shaw, J.S., and Strom, R.G.: 1995,\n‘Evidence of Ancient Continental Glaciation in the Martian Northern Plains’, J. Geophys. Res. 100, 5351–5368. Kjartansson, G.: 1959, ‘The Móberg Formation’, in S. Thorarinsson and G. Kjartansson (eds.), On the Geology and Geomorphology of Iceland, Geogr. Ann. Rep., Stockholm, 135–169. Kjartansson, G.: 1960, ‘The Móberg Formation, On the Geology and Geophysics of Iceland’, in S. Thorarinsson (ed.), Proc. 21st Session Int. Geol. Congr., Guide to Excursion No. A2, Reykjavik, 21–28. Komar, P.D.: 1979, ‘Comparison of the Hydraulics of Water Flows in Martian Outflow Channels with Flows of Similar Scale on Earth’, Icarus 37, 156–181. Komar, P.D.: 1980, ‘Modes of Sediment Transport in Channelized Water Flows and Ramifications to the Erosion of Martian Outflow Channels’, Icarus 42, 317–329. Komar, P.D.: 1983, ‘Shapes of Streamlined Islands on Earth and Mars: Experiments and Analyses of Minimum-drag Form’, Geology 11, 651–655. Komar, P.D.: 1984, ‘The Lemniscate Loop Comparison with the Shape of Streamlined Landforms’, J. Geol. 92, 133–145. Komatsu, G., and Baker, V.R.: 1997, ‘Paleohydrology and Flood Geomorphology of Ares Vallis’, J. Geophys. Res. 102, 4151–4160. Kristmannsdóttir, H., Björnsson, A., Pálsson, S., and Sveinbjörnsdóttir, À.E.: 1999, ‘The Impact of the 1996 Subglacial Volcanic Eruption in Vatnajökull on the River Jökulsá á Fjöllum, North Iceland’, J. Volcanol. Geotherm. Res. 92, 359–372. Kuzmin, R.O., Bobina, N.N., Zabalueva, E.V., and Shashkina, V.P.: 1988, ‘Structural Inhomogeneities of the Martian Cryolithosphere’, Solar System Research 22, 121–133. Lachenbruch, A.H.: 1962, ‘Mechanics of Thermal Contraction Cracks and Ice Wedge Polygons in Permafrost’, Geol. Soc. Am., Spec. Paper 70, 69 pp. Laity, J.E., and Malin, M.C.: 1985, ‘Sapping Processes and the Development of Theater-headed Valley Networks on the Colorado Plateau’, Geol. Soc. Amer. Bull. 96, 203–217.\nLee, H.: 1965, ‘Investigations of Eskers for Mineral Exploration’, Geol. Survey Can. Paper 65-14, 1–17. Leffingwell, E.K.: 1915, ‘Ground-Ice Wedges; the Dominant Form of Ground-Ice on the North Coast of Alaska’, J. Geol. 23, 635–654. Lockwood, J.F., Kargel, J.S., and Strom, R.B.: 1992, ‘Thumbprint Terrain on the Northern Plains: A Glacial Hypothesis’, Proc. 23rd Lunar Planet. Sci. Conf., LPI, Houston, 795–796. Lozinski, W.: 1909, ‘Über die mechanische Verwitterung der Sandsteine im gemässigten Klima’, Acad. Sci. Cracovie Bull. Internat., Cl. Sci. Math. et Naturelles I, 1–25. Lucchitta, B.K., and Anderson, D.M.: 1980, ‘Martian Outflow Channels Sculptured by Glaciers’, in Reports of Planetary Geology Program - 1980, NASA TM-81776, 271–273. Lucchitta, B.K.: 1981, ‘Mars and Earth: Comparison of Cold-Climate Features’, Icarus 45, 264–303. Lucchitta, B.K.: 1982, ‘Ice Sculpture in the Martian Outflow Channels’, J. Geophys. Res. 87, 9951–\n9973. Lucchitta, B.K.: 1983, ‘Permafrost on Mars: Polygonally Fractured Ground’, Proc.4th Int. Conf. on\nPermafrost, Nat. Acad. Press, 744–748. Lucchitta, B.K.: 1984, ‘Ice and Debris in the Fretted Terrain, Mars’, J. Geophys. Res. 89, suppl.,\n409–418. Lucchitta, B.K.: 1985, ‘Geomorphologic Evidence for Ground Ice on Mars’, in J. Klinger, D. Benest,\nA. Dollfus, and R. Smoluchowski (eds.), Ices in the Solar System, D. Reidel Publ. Co., Dordrecht, 583–604. Lucchitta, B.K., and Ferguson, H.M.: 1983, ‘Chryse Basin Channels: Low Gradients and Ponded Flows’, J. Geophys. Res. 88 Suppl., 553–568. Lucchitta, B.K., Anderson, D.M., and Shoji, H.: 1981, ‘Did Ice Streams Carve Martian Outflow Channels?’, Nature 290, 759–763. Lucchitta, B.K., Ferguson, H.M., and Summers, C.: 1986a, ‘Sedimentary Deposits in the Northern Lowland Plains, Mars’, J. Geophys. Res. 91, 166–174. Lucchitta, B.K., Ferguson, H.M., and Summers, C.: 1986b, ‘Northern Sinks on Mars’, Proc. 17th\nLunar Planet. Sci. Conf., LPI, Houston, 498–499. Lundqvist, J.: 1969, ‘Earth and Ice Mounds: A Terminological Discussion’, T.L. Péwé (ed.), The\nPeriglacial Environment, McGill-Queen’s Univ. Press, Montreal, 203–215. Mackay, J.R.: 1973, ‘The Growth of Pingos, Western Arctic Coast, Canada’, Can. J. Earth Sci. 10,\n979–1004. Mackay, J.R.: 1977, ‘Pulsating Pingos, Tuktoyaktuk Peninsula, N.W.T.’, Can. J. Earth Sci. 14, 209–\n222. Malin, M.C.: 1976, J. Geophys. Res. 81, 4825. Malin, M.C., and Carr, M.H.: 1999, ‘Groundwater Formation of Martian Valleys’, Nature 397, 589–\n591. Malin, M.C., and Edgett, K.S.: 1999, ‘Oceans or Seas in the Martian Northern Lowlands: High\nResolution Imaging Tests of Proposed Shorelines’, Geophys. Res. Lett. 26, 3049–3052. Malin, M.C., and Edgett, K.S.: 2000a, ‘Evidence for Recent Groundwater Seepage and Surface\nRunoff on Mars’, Science 288, 2330–2335. Malin, M.C., and Edgett, K.S.: 2000b, ‘Sedimentary Rocks of Early Mars’, Science 290, 927–937. Mangold, N.: 2000, ‘Giant Paleo-Eskers of Mauretania: Analogs for Martian Esker-Like Landforms’,\nSecond Mars Polar Sci. Conf., abstract #4031. Mangold, N., Allemand, P., and Peulvast, J.-P.: 2000a, ‘Topography of Ice Related Features on Mars’,\nProc. 31st Lunar Planet. Sci. Conf., LPI, Houston, abstract #1131 (CD-ROM). Mangold, N., Costard, F., and Peulvast, J.-P.: 2000b, ‘Thermokarstic Degradation of Lobate Debris\nAprons and Fretted Channels’, Second Mars Polar Sci. Conf., abstract #4032. Mangold, N., Costard, F., and Peulvast, J.-P.: 2000c, ‘Thermokarstic Degradation of the Martian\nSurface’, Second Mars Polar Sci. Conf., abstract #4052.\nMarchenko, A.G., Basilevsky, A.T., Neukum, G., Hauber, E., Hoffmann, E., and Cook, A.C.: 1998, ‘The Study of the Mouth of Ares and Tiu Valles, Mars’, Proc. 29th Lunar Planet. Sci. Conf., abstract #1174. Mars Channel Working Group: 1983, ‘Channels and Valleys on Mars’, Geol. Soc. Amer. Bull. 94, 1035–1054. Masursky, H.: 1973, ‘An Overview of Geologic Results from Mariner 9’, J. Geophys. Res. 78, 4037– 4047. Masursky, H., Boyce, J.V., Dial, A.L., Jr., Schaber, G.G., and Strobell, M.E.: 1977, ‘Classification and Time of Formation of Martian Channels Based on Viking Data’, J. Geophys. Res. 82, 4016–4037. Mathews, W.H.: 1947, “‘Tuyas”, Flat-Topped Volcanoes in Northern British Columbia’, Am. J. Sci. 249, 560–570. McCauley, J.F.: 1978, Geologic Map of the Coprates Quadrangle of Mars, scale 1:5,000,000. U.S. Geol. Surv. Misc. Inv. Series Map I-897. McGill, G.E.: 1985, ‘Age and Origin of Large Martian Polygons’, Proc. Lunar Planet. Sci. Conf., LPI, Houston, 534–535. McGill, G.E.: 1986, ‘The Giant Polygons of Utopia, Northern Martian Plains’, Geophys. Res. Lett. 13, 705–708. McGill, G., and Hills, L.S.: 1992, ‘Origin of Giant Martian Polygons’, J. Geophys. Res. 97, 2633– 2647. McKay, C.P., and Davis, W.L.: 1991, ‘Duration of Liquid Water Habitats on Early Mars’, Icarus 90, 214–221. Mellon, M.T.: 1997, ‘Thermal Contraction Cracks in Martian Permafrost: Implications for SmallScale Polygonal Features’, Proc. 28th Lunar Planet. Sci. Conf., LPI, Houston, 933–934. Melosh, H.J.: 1989, Impact Cratering, A Geologic Process, Oxford Univ. Press, New York, 245 pp. Metzger, S.M.: 1991, ‘A Survey of Esker Morphometries, the Connection to New York State Glacia-\ntion and Criteria for Subglacial Melt-Water Channel Deposits on the Planet Mars’, Proc. 22nd\nLunar Planet. Sci. Conf., LPI, Houston, 891–892. Metzger, S.M.: 1992, ‘The Eskers of New York State: Formation Process Implications and Esker-\nLike Features on the Planet Mars’, Proc. 23rd Lunar Planet. Sci. Conf., LPI, Houston, 901–902. Mouginis-Mark, P.J.: 1979, ‘Martian Fluidized Crater Morphology: Variations With Crater Size,\nLatitude, Altitude, and Target Material’, J. Geophys. Res. 84, 8011–8022. Mouginis-Mark, P.J.: 1981, ‘Ejecta Emplacement and Modes of Formation of Martian Fluidized\nEjecta Craters’, Icarus 45, 60–76. Mouginis-Mark, P.J.: 1985, ‘Volcanic/Ground Ice Interactions in Elysium Planitia, Mars’, Icarus 64,\n265–284. Mouginis-Mark, P.J.: 1987, ‘Water or Ice in the Martian Regolith?: Clues from Rampart Craters Seen\nat Very High Resolution’, Icarus 71, 268–286. Mouginis-Mark, P.J., Wilson, L., and Head, J.W.: 1982, ‘Explosive Volcanism on Hecates Tholus,\nMars: Investigation of Eruption Conditions’, J. Geophys. Res. 87, 9890–9904. Mouginis-Mark, P.J., Wilson, L., Head, J.W., Brown, S.H., Hall, J.L., and Sullivan, K.D.: 1984,\n‘Elysium Planitia, Mars: Regional Geology, Volcanology, and Evidence for Volcano - Ground Ice Interactions’, Earth, Moon, and Planets 30, 149–173. Mouginis-Mark, P.J., Wilson, L., and Zimbelman, R.J.: 1988, ‘Polygenic Eruptions on Alba Patera, Mars: Evidence of Channel Erosion on Pyroclastic Flows’, Bull. Vol. 50, 361–379. Muller, S.W.: 1947, ‘Permafrost or Permanently Frozen Ground and Related Engineering Problems’, J.W. Edwards, Ann Arbor, 231 pp. Mutch, T.A., Arvidson, R.E., Binder, Guinness, E.A., and Morris, E.C.: 1977, ‘The Geology of the Viking Lander 2 Site’, J. Geophys. Res. 82, 4452–4467. Nedell, S.S., Squyres, S.W., and Andersen, D.W.: 1987, ‘Origin and Evolution of the Layered Deposits in the Valles Marineris, Mars’, Icarus 70, 409–441.\nNelson, F.E., Hinkel, K.M., and Outcalt, S.I.: 1992, ‘Palsa-Scale Frost Mounds’, in J.C. Dixon and A.D. Abrahams (eds.), Periglacial Geomorphology, Wiley, Chichester, 305–325. Neukum, G., and Wise, D.U.: 1976, ‘Mars: Standard Crater Curve and Possible New Time Scale’, Science 194, 1381–1387. Neukum, G., and Hiller, K.: 1981, ‘Martian Ages’, J. Geophys. Res. 86, 3097–3121. Nummedal, D.: 1978, ‘The Role of Liquefaction in Channel Development on Mars’, in Reports of\nPlanetary Geology and Geophysics Program-1977-1988, NSA TM-79729, 257–259. Nummedal, D., and Prior, D.B.: 1981, ‘Generation of Martian Chaos and Channels by Debris Flow’,\nIcarus 45, 77–86. Parker, T.J., Saunders, R.S., and Sneeberger, D.M.: 1989, ‘Transitional Morphology in the West\nDeuteronilus Mensae Region of Mars: Implications for Modification of the Plains/Upland Boundary’, Icarus 82, 111–145. Parker, T.J., Gorcine, D.S., Saunders, R.S., Pieri, D.C., and Schneeberger, D.M.: 1993, ‘Coastal Geomorphology of the Martian Northern Plains’, J. Geophys. Res. 98, 11,061–11,078. Pechmann, J.C.: 1980, ‘The Origin of Polygonal Troughs in the Northern Plains of Mars’, Icarus 42, 185–210. Pieri, D.C.: 1976, ‘Martian Channels: Distribution of Small Channels on the Martian Surface’, Icarus 27, 25–50. Pieri, D.C.: 1980, ‘Martian Valleys: Morphology, Distribution, Age and Origin’, Science 210, 895– 897. Pissart, A.: 1988, ‘Pingos: An Overview of the Present State of Knowledge’, in M.J. Clark (ed.), Advances in Periglacial Geomorphology, Wiley, Chichester, 279–297. Popov, A.I.: 1956, ‘Le Thermokarst’, Biuletyn Peryglacjalny 4, 319–330. Reimers, C.E., and Komar, P.D.: 1979, ‘Evidence for Explosive Volcanic Density Currents on Certain\nMartian Volcanoes’, Icarus 39, 88–110. Robinson, M.S., and Tanaka, K.L.: 1990, ‘Magnitude of a Catastrophic Flood Event at Kasei Valles’,\nMars. Geology 18, 902–905. Rossbacher, L.A., and Judson, S.: 1981, ‘Ground Ice on Mars: Inventory, Distribution, and Resulting\nLandforms’, Icarus 45, 39–59. Rossi, A.P., Komatsu, G., and Kargel, J.S.: 2000, ‘Rock Glacier-Like Landforms in Valles Marineris,\nMars’, Proc. 31st Lunar Planet. Sci. Conf., LPI, Houston, abstract #1587 (CD-ROM). Schonfeld, E.: 1976, ‘On the Origin of Martian Channels’, Trans. AGU, Eos 57, 948. Schubert, G., and Spohn, T.: 1990, ‘Thermal History of Mars and the Sulfur Content of its Core’, J.\nGeophys. Res. 95, 14,095–14,104. Schultz, P.H., and Gault, D.E.: 1979, ‘Atmospheric Effects on Martian Ejecta Emplacement’, J.\nGeophys. Res. 84, 7669–7687. Schultz, P.H., and Gault, D.E.: 1984, ‘On the Formation of Contiguous Ramparts around Martian\nImpact Craters’, Proc. 15th Lunar Planet. Sci. Conf., LPI, Houston, 732–733. Scott, D.H., and Tanaka, K.L.: 1982, ‘Ignimbrites of Amazonia Planitia Region of Mars’, J. Geophys.\nRes. 87, 1179–1190. Scott, D.H., and Tanaka, K.L.: 1986, Geologic Map of the Western Equatorial Region of Mars, scale\n1:15,000,000, U.S.G.S. Misc. Inv. Series Map I-1802-A. Scott, D.H., and Underwood, J.R.: 1991, ‘Mottled Terrain: A Continuing Martian Enigma’, in G.\nRyder and V.L. Sharpton (eds.) Proc. 21st Lunar Planet. Sci. Conf., LPI, Houston, 627–634. Scott, D.H., and Dohm, J.M.: 1992, ‘Martian Highland Channels: An Age Reassessment’, Proc. 23rd\nLunar Planet. Sci. Conf., 1251–1252. Scott, D.H., Chapman, M.G., Rice, J.W., and Dohm, J.M.: 1992, ‘New Evidence of Lakustrine Basins\non Mars: Amazonis and Utopia Planitia’, Proc. 22nd Lunar. Planet. Sci. Conf., 53–62. Seppälä, M.: 1988, ‘Palsas and Related Forms’, in M.J. Clerk (ed.), Advances in Periglacial\nGeomorphology, Wiley, Chichester, 247–278. Sharp, R.P.: 1973a, ‘Mars: Troughed Terrain’, J. Geophys. Res. 78, 4063–4072.\nSharp, R.P.: 1973b, ‘Mars: Fretted and Chaotic Terrain’, J. Geophys. Res. 78, 4073–4083. Sharp, R.P.: 1988, ‘Living Ice’, Cambridge Univ. Press, Cambridge, 225 pp. Sharp, R.P., and Malin, M.C.: 1975, ‘Channels on Mars’, Geol. Soc. Amer. Bull. 86, 593–609. Shoji, H., and Higashi, A.: 1978, ‘A Deformation Mechanism Map of Ice’, J. Glaciol. 21, 419–427. Shreve, R.L.: 1985, ‘Esker Characteristics in Terms of Glacier Physics’, Geol. Soc. Am. Bull. 96,\n639–646. Smith, D.E., et al.: 1999, ‘The Global Topography of Mars and Implications for Surface Evolution’,\nScience 284, 1495–1503. Squyres, S.W.: 1978, ‘Martian Fretted Terrain: Flow of Erosional Debris’, Icarus 34, 600–613. Squyres, S.W.: 1979, ‘The Distribution of Lobate Debris Aprons and Similar Flows on Mars’, J.\nGeophys. Res. 84, 8087–8096. Squyres, S.W.: 1989a, ‘Early Mars: Wet and Warm or Just Wet?’, Proc. 20th Lunar Planet. Sci.\nConf., 1044–1045. Squyres, S.W.: 1989b, ‘Water on Mars’, Icarus 79, 229–288. Squyres, S.W., and Carr, M.H.: 1986, ‘Geomorphic Evidence for the Distribution of Ground Ice on\nMars’, Science 231, 249–252. Squyres, S.W., and Kasting, J.F.: 1994, ‘Early Mars: How Warm and How Wet?’, Science 265, 744–\n748. Squyres, S.W., Wilhelms, D.E., and Moosman, A.C.: 1987, ‘Large-Scale Volcano-Ground Ice\nInteractions on Mars’, Icarus 70, 385–408. Squyres, S.W., Clifford, S.M., Kuzmin, R.O., Zimbelman, J.R., and Costard, F.M.: 1992, ‘Ice In The\nMartian Regolith’, in H.H. Kieffer, B.M. Jakosky, C.W. Snyder, and M.S. Matthews (eds.), Mars, Univ. Arizona Press, Tucson, 523–554. Tanaka, K.L., and Scott, D.H.: 1987, Geologic Map of the Polar Region of Mars, scale 1:15,000,000, U.S.G.S. Misc. Inv. Series Map I-1802-C. Tanaka, K.L., Scott, D.H., and Greeley, R.: 1992, ‘Global Stratigraphy’, in H.H. Kieffer et al. (eds.), Univ. Arizona Press, Tucson, 354–382. Theilig, E., and Greeley, R.: 1979, ‘Plains and Channels in the Lunae Planum-Chryse Planitia Region of Mars’, J. Geophys. Res. 84, 7994–8010. Thorarinsson, S.: 1953, ‘The Crater Groups in Iceland’, Bull. Volcanol. Ser. 2, 3–44. Tómasson, H.: 2000, ‘Catastrophic Floods in Iceland’, Second Mars Polar Sci. Conf., abstract #4117. Tricart, J.: 1968, ‘Periglacial Landscapes’, in R.W. Fairbridge (ed.), Encyclopedia of Geomorphol-\nogy, Reinhold Book Co., 829–833. Tricart, J.: 1969, Geomorphology of Cold Environments, Macmillan, London, 320 pp. Tsapin, A.I., McDonald, G.D., Andrews, M., Bhartia, R., Douglas, S., and Gilichinsky, D.: 1999,\n‘Microorganisms from Permafrost Viable and Detectable by 16SRNA Analysis: A Model for Mars’, Fifth Int. Conf. on Mars, LPI Contribution No. 972, LPI, Houston, abstract #6104 (CDROM). Wahrhaftig, C., and Cox, A.: 1959, ‘Rock Glaciers in the Alaska Range’, Bull. Geol. Soc. Amer. 70, 383–436. Wallace, D., and Sagan, C.: 1979, ‘Evaporation of Ice in Planetary Atmospheres: Ice Covered Rivers on Mars’, Icarus 39, 385–400. Warren, W.P., and Ashley, G.M.: 1994, ‘Origin of the Ice-Contact Stratified Ridges (Eskers) of Ireland’, J. Sedimentary Res. A64, 433–449. Washburn, A.L.: 1973, ‘Periglacial Processes and Environments’, Edward Arnold, London, 320 pp. Werner, R., Schmincke, H.-U., and Sigvaldason, G.: 1996, ‘A New Model for the Evolution of Table\nMountains: Volcanological and Petrological Evidence from Herdubreid and Herdubreidartogl Volcanoes (Iceland)’, Geologische Rundschau 85, 390–397. Williams, P.J., and Smith, M.W.: 1989, ‘The Frozen Earth’, Cambridge Univ. Press, Cambridge, 306 pp.\nWilson, I., and Mouginis-Mark, P.J.: 1987, ‘Volcanic Input to the Atmosphere from Alba Patera on Mars’, Nature 330, 354–357. Wohletz, K.H., and Sheridan, M.F.: 1983, ‘Martian Rampart Crater Ejecta: Experiments and Analysis of Melt Water Interaction’, Icarus 56, 15–37. Wright, H.E.: 1973, ‘Tunnel Valleys, Glacial Surges, and Subglacial Hydrology of the Superior Lobe, Minnesota’, The Wisconsinan Stage, Geol. Soc. Am. Memoir 136, 251–276. Yoshikawa, K.: 2000, ‘Contraction Cracking and Ice Wedge Polygons on Mars’, Second Mars Polar Sci. Conf., abstract #4045. Yung, Y.L., and Pinto, J.P.: 1978, ‘Primitive Atmosphere and Implications for the Formation of Channels on Mars’, Nature 288, 735–738. Zimbelman, J.R., Clifford, S.M., and Williams, S.H.: 1988a, ‘Terrain Softening Revisited: Photogeological Considerations’, Proc. 19th Lunar Planet. Sci. Conf., 1321–1322. Zimbelman, J.R., Clifford, S.M., and Williams, S.H.: 1988b, ‘Concentric Crater Fill on Mars: An Aeolian Alternative to Ice-Rich Mass Wasting’, Proc. 19th Lunar Planet. Sci. Conf., 397–407.\nAddress for correspondence: Université Paris-Sud, Equipe de Planétologie (UMR CRNS 8616), Bât. 509, 91405 Orsay Cedex, France; (masson@geol.u-psud.fr)"
  }],
  "year": 2001,
  "references": [{
    "title": "Contribution to the Study of Thermal Erosion on Mars",
    "authors": ["J. Aguirre-Puente", "F. Costard", "R. Posado-Cano"],
    "venue": "J. Geophys. Res",
    "year": 1994
  }, {
    "title": "Volcano-Ice Interactions on Mars",
    "authors": ["C.C. Allen"],
    "venue": "J. Geophys. Res",
    "year": 1979
  }, {
    "title": "Icelandic Subglacial Volcanism: Thermal and Physical Studies",
    "authors": ["C.C. Allen"],
    "venue": "J. Geol",
    "year": 1980
  }, {
    "title": "An Examination of Mariner 6 and 7 Imagery for Evidence of Permafrost Terrain on Mars",
    "authors": ["D.L. Anderson", "L.W. Gatto", "F. Ugolini"],
    "venue": "in F.G. Sanger (ed.), Permafrost: 2nd Int. Conf., Nat. Acad. Sci.,",
    "year": 1973
  }, {
    "title": "Glaciation in Elysium",
    "authors": ["W.M. Anderson"],
    "venue": "LPI Tech",
    "year": 1992
  }, {
    "title": "Paleohydrology and Sedimentology of Lake Missoula Flooding of Eastern Washington",
    "authors": ["V.R. Baker"],
    "venue": "Geol. Soc. Am. SP-144, Geol. Soc. Am.,",
    "year": 1973
  }, {
    "title": "Erosional Processes in Channelized Water Flows in Mars",
    "authors": ["V.R. Baker"],
    "venue": "J. Geophys. Res",
    "year": 1979
  }, {
    "title": "Morphometry of Streamlined Forms in Terrestrial and Martian Channels",
    "authors": ["V.R. Baker", "R.C. Kochel"],
    "venue": "Proc. 9th Lunar Planet. Sci. Conf.,",
    "year": 1979
  }, {
    "title": "The Channels of Mars",
    "authors": ["V.R. Baker"],
    "year": 1982
  }, {
    "title": "Spring Sapping and Valley Network Development",
    "authors": ["V.R. Baker"],
    "venue": "Geol. Soc. Am",
    "year": 1990
  }, {
    "title": "Ancient Oceans, Ice Sheets and the Hydrologic",
    "authors": ["V.R. Baker", "R.G. Strom", "V.C. Gulick", "J.S. Kargel", "Komatsu", "V.S. Kale"],
    "venue": "Cycle on Mars’,",
    "year": 1991
  }, {
    "title": "Channels and Valley Networks",
    "authors": ["V.R. Baker", "M.H. Carr", "V.C. Gulick", "C.R. Williams", "M.S. Marley"],
    "year": 1992
  }, {
    "title": "Nature of Esker Sedimentation",
    "authors": ["I. Banerjee", "B.C. McDonald"],
    "venue": "Glaciofluvial and Glaciolacustrine Sedimentation, Spec. Publ. 23, Soc. Econ. Paleontol. Mineral.,",
    "year": 1975
  }, {
    "title": "Martian Impact Craters: Correlations of Ejecta and Interior Morphologies with Diameter, Latitude and Terrain",
    "authors": ["N.G. Barlow", "T.L. Bradley"],
    "venue": "Icarus",
    "year": 1990
  }, {
    "title": "Standardizing the Nomenclature of Martian Impact Crater Ejecta Morphologies",
    "authors": ["N.G. Barlow", "J.M. Boyce", "F.M. Costard", "R.A. Craddok", "J.B. Garvin", "S.E.H. Sakimoto", "R.O. Kuzmin", "D.J. Roddy", "L.A. Soderblom"],
    "venue": "J. Geophys. Res.,",
    "year": 2000
  }, {
    "title": "L‘Utilisation des Cratères Météoritiques à Ejectas Fluidisés Comme Moyen d’Etude",
    "authors": ["R. Battistini"],
    "venue": "Spatiale et Chronologique de l’Eau Profonde (Hydrolithosphère) de Mars’, Rev. Géom. Dyn",
    "year": 1984
  }, {
    "title": "Glaciers and Glaciation",
    "authors": ["D.I. Benn", "D.J.A. Evans"],
    "year": 1998
  }, {
    "title": "Explanation of Jökulhlaups from Grímsvötn, Vatnajökull Iceland",
    "authors": ["H. Björnsson"],
    "venue": "Jökull",
    "year": 1974
  }, {
    "title": "Subglacial Water Reservoirs, Jökulhlaups and Volcanic Eruptions",
    "authors": ["H. Björnsson"],
    "venue": "Jökull",
    "year": 1975
  }, {
    "title": "Jökulhlaups in Iceland: Characteristics and Impact",
    "authors": ["H. Björnsson"],
    "venue": "2nd Mars Polar Sci. Conf.,",
    "year": 2000
  }, {
    "title": "Geology of the Valles Marineris: First Analysis of Imaging From the Viking 1 Orbiter Primary Mission",
    "authors": ["K.R. Blasius", "J.A. Cutts", "J.E. Guest", "H. Masursky"],
    "venue": "J. Geophys. Res",
    "year": 1977
  }, {
    "title": "Global Patterns of Primary Crater Ejecta Morphology on Mars",
    "authors": ["K.R. Blasius", "J.A. Cutts"],
    "venue": "Reports of Planetary Geology and Geophysics",
    "year": 1980
  }, {
    "title": "Pleistocene Subglacial Volcanism",
    "authors": ["O. MASSON ET AL. Bourgeois", "O. Dauteuil", "B. Van Vliet-Lanoë"],
    "year": 1998
  }, {
    "title": "Iceland: Tectonic Implications",
    "authors": ["J.M. Boyce", "D.J. Roddy"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 1997
  }, {
    "title": "Distribution and Emplacement of Ejecta Around Martian Impact Craters’, in D.J",
    "authors": ["D.C. ton"],
    "year": 1977
  }, {
    "title": "Formation of Martian Flood Features by Release of Water from Confined",
    "authors": ["New York", "M.H. 593–602. Carr"],
    "year": 1979
  }, {
    "title": "The Surface of Mars, Yale",
    "authors": ["M.H. Carr"],
    "venue": "Aquifers’, J. Geophys. Res",
    "year": 1981
  }, {
    "title": "Martian Drainage Densities",
    "authors": ["Age", "Icarus", "M.H. 91–117. Carr", "F.C. Chuang"],
    "venue": "J. Geophys. Res",
    "year": 1997
  }, {
    "title": "Impact Craters and Emplacement of Ejecta by Surface Flow",
    "authors": ["M.H. Carr", "R. Greeley", "K.R. Blasius", "J.E. Guest", "J.B. Murray"],
    "venue": "J. Geophys. Res",
    "year": 1977
  }, {
    "title": "Features as Viewed from the Viking Orbiters",
    "authors": ["M.H. Carr", "S.C. Wu", "R. Jordan", "F.J. Schafer"],
    "venue": "J. Geophys. Res",
    "year": 1987
  }, {
    "title": "Polar Basal Melting on Mars",
    "authors": ["D.C. Washington", "S.M. 405–407. Clifford"],
    "venue": "J. Geophys. Res",
    "year": 1987
  }, {
    "title": "The Stability of Ground Ice in the Equatorial Regions of Mars",
    "authors": ["S.M. Clifford", "D. Hillel"],
    "venue": "Geophys. Res",
    "year": 1983
  }, {
    "title": "The Evolution of the Martian Hydrosphere: Implications for the Fate of a Primordial Ocean and the Current State of the Northern Plains",
    "authors": ["S.M. Clifford", "T.J. Parker"],
    "venue": "Fifth Int. Conf. on Mars, July 19-24,",
    "year": 1999
  }, {
    "title": "Ice Flow and Rock Glaciers on Mars",
    "authors": ["A. Colaprete", "B.M. Jakosky"],
    "venue": "J. Geophys. Res",
    "year": 1998
  }, {
    "title": "A Thermodynamical Study of the Martian Permafrost",
    "authors": ["M. Coradini", "E. Flamini"],
    "venue": "J. Geophys. Res",
    "year": 1979
  }, {
    "title": "Quelques Modelés Liés à des Lentilles de Glace Fossiles sur Mars",
    "authors": ["F. Costard"],
    "venue": "Z. Geomorph. N. F",
    "year": 1987
  }, {
    "title": "Thickness of Sedimentary Deposits of the Mouth of Outflow Channels",
    "authors": ["F.M. Costard"],
    "venue": "Proc. 19th Lunar Planet. Sci. Conf.,",
    "year": 1988
  }, {
    "title": "The Spatial Distribution of Volatiles in the Martian Hydrolithosphere",
    "authors": ["F.M. Costard"],
    "venue": "Earth, Moon, and Planets",
    "year": 1989
  }, {
    "title": "Unusual Concentrations of Rampart Craters at the Mouths of Outflow Channels, Mars",
    "authors": ["F.M. Costard"],
    "venue": "Proc. 25th Lunar Planet. Sci. Conf.,",
    "year": 1994
  }, {
    "title": "Outwash Plains and Thermokarst on Mars",
    "authors": ["F.M. Costard", "J.S. Kargel"],
    "venue": "Icarus 114,",
    "year": 1995
  }, {
    "title": "New Evidences for Ice Rich Sediments in the Northern Plains from MGS Data",
    "authors": ["F.M. Costard", "J.S. Kargel"],
    "venue": "Fifth Int. Conf. on Mars, LPI Contribution No. 972,",
    "year": 1999
  }, {
    "title": "Martian Fluvial-thermal Erosion: Laboratory Simulation",
    "authors": ["F. Costard", "J. Aguirre-Puente", "R. Greeley", "N. Makhloufi"],
    "venue": "J. Geophys. Res",
    "year": 1999
  }, {
    "title": "Geomorphic Evolution of the Martian Highlands Through Ancient Fluvial Processes",
    "authors": ["R.A. Craddock", "T.A. Maxwell"],
    "venue": "J. Geophys. Res",
    "year": 1993
  }, {
    "title": "Geologic Evolution of the East Rim of the Hellas",
    "authors": ["D.A. Crown", "K.H. Price", "R. Greeley"],
    "year": 1992
  }, {
    "title": "Volcanic geology of Hadriaca Patera and the eastern Hellas region of Mars",
    "authors": ["D.A. Crown", "R. Greeley"],
    "venue": "J. Geophys. Res",
    "year": 1993
  }, {
    "title": "Origin of Martian Outflow Channels: The Eolian Hypothesis",
    "authors": ["J.A. Cutts", "K.R. Blasius"],
    "venue": "J. Geophys. Res",
    "year": 1981
  }, {
    "title": "The Last Picture Show: Small-Scale Patterned Ground in Lunae Planum’, in Reports of Planetary Geology Program -1980",
    "authors": ["N. Evans", "L.A. Rossbacher"],
    "venue": "NASA-TM 82385,",
    "year": 1980
  }, {
    "title": "Global and Seasonal Water Vapor on Mars and Implications for Permafrost",
    "authors": ["C.B. Farmer", "P.E. Doms"],
    "venue": "J. Geophys. Res",
    "year": 1979
  }, {
    "title": "Impact Cratering Experiments in Bingham Materials and the Morphology of Craters on Mars and Ganymede",
    "authors": ["J.H. Fink", "R. Greeley", "D.E. Gault"],
    "venue": "Proc. 12th Lunar and Planetary Sci. Conf.,",
    "year": 1981
  }, {
    "title": "Studies of Palsas in Finland, Norway and Sweden, 1964-1966",
    "authors": ["B. Forsgren"],
    "venue": "Biuletyn Peryglacjalny",
    "year": 1968
  }, {
    "title": "Pseudocraters on Mars",
    "authors": ["H. Frey", "B.L. Lowry", "S.A. Chase"],
    "venue": "J. Geophys. Res",
    "year": 1979
  }, {
    "title": "Subkilometer Martian Volcanoes: Properties and Possible Terrestrial Analogs",
    "authors": ["H. Frey", "M. Jarosewich"],
    "venue": "J. Geophys. Res",
    "year": 1982
  }, {
    "title": "Alaskan Thermokarst Terrain and Possible Martian Analogs",
    "authors": ["L.W. Gatto", "D.M. Anderson"],
    "venue": "Science",
    "year": 1975
  }, {
    "title": "Exploratory Experiments of Impact Craters Formed in ViscousLiquid Targets: Analogs for Martian Rampart Craters?",
    "authors": ["D.E. Gault", "R. Greeley"],
    "venue": "Icarus",
    "year": 1978
  }, {
    "title": "Groundwater Sapping and Valley Formation on Mars",
    "authors": ["J.M. Goldspiel", "S.W. Squyres"],
    "venue": "Icarus 148,",
    "year": 2000
  }, {
    "title": "Impact Cratering in Viscous Targets: Laboratory Experiments",
    "authors": ["R. Greeley", "J. Fink", "D.E. Gault", "D.B. Snyder", "J.E. Guest", "P.H. Schultz"],
    "venue": "Proc. 11th Lunar Planet Sci. Conf.,",
    "year": 1980
  }, {
    "title": "Volcanism on Mars",
    "authors": ["R. Greeley", "P.D. Spudis"],
    "venue": "Rev. Geophys. Space Phys",
    "year": 1978
  }, {
    "title": "Geologic Map of the Eastern Equatorial Region of Mars, scale 1:15,000,000, U.S.G.S",
    "authors": ["R. Greeley", "J.E. Guest"],
    "venue": "Misc. Inv. Series Map I-1802-B",
    "year": 1987
  }, {
    "title": "Icelandic pseudocraters as analogs to some volcanic cones on Mars",
    "authors": ["R. Greeley", "S.A"],
    "venue": "Fagents,",
    "year": 2000
  }, {
    "title": "The Geology of Cook County, Minnesota",
    "authors": ["F.F. Grout", "R.P. Sharp", "G.M. Schwartz"],
    "venue": "Minnesota Geol. Soc. Bull",
    "year": 1959
  }, {
    "title": "Ice-Volcano Interaction at the Subglacial Grímsvötn Volcano, Iceland, Glaciers, Ice Sheets and Volcanoes: A Tribute to Mark F",
    "authors": ["M.T. Gudmundsson"],
    "venue": "Meier’, in CRREL Special Report",
    "year": 1996
  }, {
    "title": "Origin and Evolution of Valleys on Martian Volcanoes",
    "authors": ["V.C. Gulick", "V.R. Baker"],
    "venue": "J. Geophys. Res",
    "year": 1990
  }, {
    "title": "Preliminary Studies of Icy Debris Flows in the Martian Fretted Terrain",
    "authors": ["S.E. Hamlin", "J.S. Kargel", "K.L. Tanaka", "K.J. Lewis", "D.R. MacAyeal"],
    "venue": "Proc. 31st Lunar Planet. Sci. Conf.,",
    "year": 2000
  }, {
    "title": "Martian Cratering V: Toward an Empirical Martian Chronology, and its Implications",
    "authors": ["W.K. Hartmann"],
    "venue": "Geophys. Res. Lett",
    "year": 1978
  }, {
    "title": "Martian Seeps and Their Relation to Youthful Geothermal Activity",
    "authors": ["W.K. Hartmann"],
    "venue": "Space Sci. Rev.,",
    "year": 2001
  }, {
    "title": "Cratering Chronology and the Evolution of Mars",
    "authors": ["W.K. Hartmann", "G. Neukum"],
    "venue": "Space Sci. Rev.,",
    "year": 2001
  }, {
    "title": "Chronology of Planetary Volcanism by Comparative Studies of Planetary Cratering",
    "authors": ["Hartmann", "W.K"],
    "venue": "in: Basaltic Volcanism on the Terrestrial Planets, Pergamon,",
    "year": 1981
  }, {
    "title": "Oceans in the Past History of Mars: Tests for Their Presence Using Mars Orbiter Laser Altimeter (MOLA) Data",
    "authors": ["J.W. Head", "M. Kreslavsky", "H. Hiesinger", "M. Ivanov", "S. Pratt", "N. Seibert", "D.E. Smith", "M.T. Zuber"],
    "venue": "Geophys. Res",
    "year": 1998
  }, {
    "title": "Possible Ancient Oceans on Mars: Evidence from Mars Orbiter Laser Altimeter Data",
    "authors": ["J.W. Head", "H. Hiesinger", "B.A. Ivanov", "M.A. Kreslavsky", "S. Pratt", "B.J. Thomson"],
    "year": 1999
  }, {
    "title": "Tests for Ancient Polar Deposits on Mars: Morphology and Topographic Relationships of Esker-Like Sinuous Ridges (Dorsa Argentea) Using MOLA Data",
    "authors": ["J.W. Head"],
    "venue": "Proc. 31st Lunar Planet. Sci. Conf., LPI,",
    "year": 2000
  }, {
    "title": "Tests for Ancient Polar Deposits on Mars: Assessment of Morphology and Topographic Relationships of Large Pits (Angusti and Sisyphi Cavi) Using MOLA Data",
    "authors": ["J.W. Head"],
    "venue": "Proc. 31st Lunar Planet. Sci. Conf., LPI,",
    "year": 2000
  }, {
    "title": "Physical Controls and Resulting Morphological Forms of Quaternary IceContact Volcanoes in Western Canada",
    "authors": ["C.J. Hickson"],
    "venue": "Geomorphology",
    "year": 2000
  }, {
    "title": "Characteristics and Origin of Polygonal Terrain in Southern Utopia Planitia, Mars: Results from Mars Orbiter Laser Altimeter and Mars Orbiter Camera Data",
    "authors": ["H. Hiesinger", "J.W. Head"],
    "venue": "J. Geophys. Res",
    "year": 2000
  }, {
    "title": "The Subglacial Birth of Olympus Mons and Its Aureoles",
    "authors": ["C.A. Hodges", "H.J. Moore"],
    "venue": "J. Geophys. Res",
    "year": 1979
  }, {
    "title": "Etched Plains and Braided Ridges of the South Polar Region of Mars: Features Produced by Basal Melting of Ground Ice?",
    "authors": ["A.D. Howard"],
    "venue": "Reports of Planetary Geology Program,",
    "year": 1981
  }, {
    "title": "The Seasonal and Global Behavior of Water Vapor in the Mars Atmosphere: Complete Global Results of the Viking Atmospheric Water Vapor Detector Experiment",
    "authors": ["B.M. Jakosky", "C.B. Farmer"],
    "venue": "J. Geophys. Res",
    "year": 1982
  }, {
    "title": "The Topography of Impact Craters in ‘Softened",
    "authors": ["D.G. Jankowski", "S.W. Squyres"],
    "venue": "Terrain on Mars’,",
    "year": 1992
  }, {
    "title": "Softened Impact Craters on Mars: Implications for Ground Ice and the Structure of the Martian Megaregolith",
    "authors": ["D.G. Jankowski", "S.W. Squyres"],
    "venue": "Icarus 106,",
    "year": 1993
  }, {
    "title": "The Latitude Dependence of Martian Splosh Cratering and its Relationship to Water’, in Reports of Planetary Geological Program, 1978-1979",
    "authors": ["L.A. Johansen"],
    "venue": "NASA TM-80339,",
    "year": 1979
  }, {
    "title": "Intraglacial Volcanoes of Southwest Iceland and Their Significance in the Interpretation of the Form of the Marine Basaltic Volcanoes",
    "authors": ["J.G. Jones"],
    "venue": "Nature",
    "year": 1966
  }, {
    "title": "Intraglacial Volcanoes of the Laugarvatn Region, Southwest Iceland, I.",
    "authors": ["J.G. Jones"],
    "venue": "Quart. J. Geol. Soc. London 124,",
    "year": 1969
  }, {
    "title": "Thermokarst Within the Territory of the U.S.S.R.",
    "authors": ["S.P. Kachurin"],
    "venue": "Biuletyn Peryglacjalny",
    "year": 1962
  }, {
    "title": "Morphologic Variations of Martian Rampart Crater Ejecta and their Dependencies and Implications",
    "authors": ["J.S. Kargel"],
    "venue": "Proc. Lunar and Planetary Sci. Conf. XVII, Lunar and Planetary",
    "year": 1986
  }, {
    "title": "Ancient Glaciation on Mars",
    "authors": ["J.S. Kargel", "R.G. Strom"],
    "venue": "Proc. 21st Lunar Planet. Sci. Conf.,",
    "year": 1990
  }, {
    "title": "Terrestrial Glacial Eskers: Analogs for Martian Sinuous Ridges",
    "authors": ["J.S. Kargel", "R.G. Strom"],
    "venue": "Proc. 23rd Lunar Planet. Sci. Conf.,",
    "year": 1991
  }, {
    "title": "Evidence of Ancient Continental Glaciation in the Martian Northern Plains",
    "authors": ["J. Kargel", "V.R. Baker", "J.E. Begét", "J.F. Lockwood", "T.L. Péwé", "J.S. Shaw", "R.G. Strom"],
    "venue": "J. Geophys. Res",
    "year": 1995
  }, {
    "title": "The Móberg Formation",
    "authors": ["G. Kjartansson"],
    "year": 1959
  }, {
    "title": "The Móberg Formation, On the Geology and Geophysics of Iceland",
    "authors": ["G. Kjartansson"],
    "venue": "Proc. 21st Session Int. Geol. Congr., Guide to Excursion No. A2,",
    "year": 1960
  }, {
    "title": "Comparison of the Hydraulics of Water Flows in Martian Outflow Channels with Flows of Similar Scale on Earth",
    "authors": ["P.D. Komar"],
    "venue": "Icarus",
    "year": 1979
  }, {
    "title": "Modes of Sediment Transport in Channelized Water Flows and Ramifications to the Erosion of Martian Outflow Channels",
    "authors": ["P.D. Komar"],
    "venue": "Icarus",
    "year": 1980
  }, {
    "title": "Shapes of Streamlined Islands on Earth and Mars: Experiments and Analyses of Minimum-drag Form",
    "authors": ["P.D. Komar"],
    "venue": "Geology",
    "year": 1983
  }, {
    "title": "The Lemniscate Loop Comparison with the Shape of Streamlined Landforms",
    "authors": ["P.D. Komar"],
    "venue": "J. Geol",
    "year": 1984
  }, {
    "title": "Paleohydrology and Flood Geomorphology of Ares Vallis",
    "authors": ["G. Komatsu", "V.R. Baker"],
    "venue": "J. Geophys. Res",
    "year": 1997
  }, {
    "title": "Structural Inhomogeneities of the Martian Cryolithosphere",
    "authors": ["R.O. Kuzmin", "N.N. Bobina", "E.V. Zabalueva", "V.P. Shashkina"],
    "venue": "Solar System Research",
    "year": 1988
  }, {
    "title": "Mechanics of Thermal Contraction Cracks and Ice Wedge Polygons in Permafrost",
    "authors": ["A.H. Lachenbruch"],
    "venue": "Geol. Soc. Am., Spec. Paper 70,",
    "year": 1962
  }, {
    "title": "Sapping Processes and the Development of Theater-headed Valley Networks on the Colorado Plateau’, Geol",
    "authors": ["J.E. Laity", "M.C. Malin"],
    "year": 1985
  }, {
    "title": "Investigations of Eskers for Mineral Exploration",
    "authors": ["H. MASSON ET AL. Lee"],
    "venue": "Geol. Survey Can",
    "year": 1965
  }, {
    "title": "Thumbprint Terrain on the Northern Plains: A",
    "authors": ["J.F. Lockwood", "J.S. Kargel", "R.B. Strom"],
    "year": 1992
  }, {
    "title": "Permafrost on Mars: Polygonally Fractured Ground",
    "authors": ["B.K. Lucchitta"],
    "venue": "Proc.4th Int. Conf",
    "year": 1983
  }, {
    "title": "Ice and Debris in the Fretted Terrain, Mars",
    "authors": ["Permafrost", "Nat"],
    "venue": "J. Geophys. Res",
    "year": 1984
  }, {
    "title": "Chryse Basin Channels: Low Gradients and Ponded",
    "authors": ["B.K. 583–604. Lucchitta", "H.M. Ferguson"],
    "year": 1983
  }, {
    "title": "Did Ice Streams Carve Martian Outflow",
    "authors": ["B.K. Lucchitta", "D.M. Anderson", "H. Shoji"],
    "venue": "Flows’, J. Geophys. Res",
    "year": 1981
  }, {
    "title": "Sedimentary Deposits in the Northern",
    "authors": ["B.K. Lucchitta", "H.M. Ferguson", "C. Summers"],
    "venue": "Channels?’, Nature",
    "year": 1986
  }, {
    "title": "Pulsating Pingos, Tuktoyaktuk Peninsula, N.W.T.’, Can",
    "authors": ["J.R. 979–1004. Mackay"],
    "venue": "J. Earth Sci",
    "year": 1977
  }, {
    "title": "Groundwater Formation of Martian Valleys",
    "authors": ["M.C. Malin"],
    "venue": "J. Geophys. Res",
    "year": 1976
  }, {
    "title": "Oceans or Seas in the Martian Northern Lowlands",
    "authors": ["M.C. Malin", "K.S. Edgett"],
    "year": 1999
  }, {
    "title": "Sedimentary Rocks of Early Mars",
    "authors": ["M.C. Malin", "K.S. Edgett"],
    "venue": "Runoff on Mars’,",
    "year": 2000
  }, {
    "title": "Topography of Ice Related Features on Mars",
    "authors": ["N. Mangold", "P. Allemand", "Peulvast", "J.-P"],
    "venue": "Second Mars Polar Sci. Conf.,",
    "year": 2000
  }, {
    "title": "Thermokarstic Degradation of Lobate Debris",
    "authors": ["N. CD-ROM). Mangold", "F. Costard", "Peulvast", "J.-P"],
    "venue": "Proc. 31st Lunar Planet. Sci. Conf., LPI,",
    "year": 2000
  }, {
    "title": "Thermokarstic Degradation of the Martian",
    "authors": ["N. Mangold", "F. Costard", "Peulvast", "J.-P"],
    "venue": "Aprons and Fretted Channels’, Second Mars Polar Sci. Conf.,",
    "year": 2000
  }, {
    "title": "The Study of the Mouth of Ares and Tiu Valles, Mars",
    "authors": ["A.G. Marchenko", "A.T. Basilevsky", "G. Neukum", "E. Hauber", "E. Hoffmann", "A.C. Cook"],
    "venue": "Proc. 29th Lunar Planet. Sci. Conf.,",
    "year": 1998
  }, {
    "title": "An Overview of Geologic Results from Mariner 9",
    "authors": ["H. Masursky"],
    "venue": "J. Geophys. Res",
    "year": 1973
  }, {
    "title": "Classification and Time of Formation of Martian Channels Based on Viking Data",
    "authors": ["H. Masursky", "J.V. Boyce", "A.L. Dial", "Jr.", "G.G. Schaber", "M.E. Strobell"],
    "venue": "J. Geophys. Res",
    "year": 1977
  }, {
    "title": "Tuyas”, Flat-Topped Volcanoes in Northern British Columbia",
    "authors": ["W.H. Mathews"],
    "venue": "Am. J. Sci",
    "year": 1947
  }, {
    "title": "Geologic Map of the Coprates Quadrangle of Mars, scale 1:5,000,000",
    "authors": ["J.F. McCauley"],
    "venue": "U.S. Geol. Surv. Misc. Inv. Series Map I-897",
    "year": 1978
  }, {
    "title": "Age and Origin of Large Martian Polygons",
    "authors": ["G.E. McGill"],
    "venue": "Proc. Lunar Planet. Sci. Conf.,",
    "year": 1985
  }, {
    "title": "The Giant Polygons of Utopia, Northern Martian Plains",
    "authors": ["G.E. McGill"],
    "venue": "Geophys. Res. Lett",
    "year": 1986
  }, {
    "title": "Origin of Giant Martian Polygons",
    "authors": ["G. McGill", "L.S. Hills"],
    "venue": "J. Geophys. Res",
    "year": 1992
  }, {
    "title": "Duration of Liquid Water Habitats on Early Mars",
    "authors": ["C.P. McKay", "W.L. Davis"],
    "venue": "Icarus",
    "year": 1991
  }, {
    "title": "Thermal Contraction Cracks in Martian Permafrost: Implications for SmallScale Polygonal Features",
    "authors": ["M.T. Mellon"],
    "venue": "Proc. 28th Lunar Planet. Sci. Conf.,",
    "year": 1997
  }, {
    "title": "Impact Cratering, A Geologic Process",
    "authors": ["H.J. Melosh"],
    "year": 1989
  }, {
    "title": "A Survey of Esker Morphometries, the Connection to New York State Glaciation and Criteria for Subglacial Melt-Water Channel Deposits on the Planet Mars",
    "authors": ["S.M. Metzger"],
    "venue": "Proc. 22nd Lunar Planet. Sci. Conf.,",
    "year": 1991
  }, {
    "title": "The Eskers of New York State: Formation Process Implications and EskerLike Features on the Planet Mars",
    "authors": ["S.M. Metzger"],
    "venue": "Proc. 23rd Lunar Planet. Sci. Conf.,",
    "year": 1992
  }, {
    "title": "Martian Fluidized Crater Morphology: Variations With Crater Size, Latitude, Altitude, and Target Material",
    "authors": ["P.J. Mouginis-Mark"],
    "venue": "J. Geophys. Res",
    "year": 1979
  }, {
    "title": "Ejecta Emplacement and Modes of Formation of Martian Fluidized Ejecta Craters",
    "authors": ["P.J. Mouginis-Mark"],
    "venue": "Icarus",
    "year": 1981
  }, {
    "title": "Volcanic/Ground Ice Interactions in Elysium Planitia, Mars",
    "authors": ["P.J. Mouginis-Mark"],
    "venue": "Icarus",
    "year": 1985
  }, {
    "title": "Water or Ice in the Martian Regolith?: Clues from Rampart Craters Seen at Very High Resolution",
    "authors": ["P.J. Mouginis-Mark"],
    "venue": "Icarus",
    "year": 1987
  }, {
    "title": "Explosive Volcanism on Hecates Tholus, Mars: Investigation of Eruption Conditions",
    "authors": ["P.J. Mouginis-Mark", "L. Wilson", "J.W. Head"],
    "venue": "J. Geophys. Res",
    "year": 1982
  }, {
    "title": "Elysium Planitia, Mars: Regional Geology, Volcanology, and Evidence for Volcano - Ground Ice Interactions",
    "authors": ["P.J. Mouginis-Mark", "L. Wilson", "J.W. Head", "S.H. Brown", "J.L. Hall", "K.D. Sullivan"],
    "venue": "Earth, Moon, and Planets",
    "year": 1984
  }, {
    "title": "Polygenic Eruptions on Alba Patera, Mars: Evidence of Channel Erosion on Pyroclastic Flows",
    "authors": ["P.J. Mouginis-Mark", "L. Wilson", "R.J. Zimbelman"],
    "venue": "Bull. Vol",
    "year": 1988
  }, {
    "title": "Permafrost or Permanently Frozen Ground and Related Engineering Problems",
    "authors": ["S.W. Muller"],
    "venue": "Ann Arbor,",
    "year": 1947
  }, {
    "title": "The Geology of the Viking Lander 2 Site",
    "authors": ["T.A. Mutch", "R.E. Arvidson", "Binder", "E.A. Guinness", "E.C. Morris"],
    "venue": "J. Geophys. Res",
    "year": 1977
  }, {
    "title": "Origin and Evolution of the Layered Deposits in the Valles Marineris, Mars",
    "authors": ["S.S. Nedell", "S.W. Squyres", "D.W. Andersen"],
    "venue": "Icarus",
    "year": 1987
  }, {
    "title": "Palsa-Scale Frost Mounds’, in J.C",
    "authors": ["F.E. MASSON ET AL. Nelson", "K.M. Hinkel", "S.I. Outcalt"],
    "year": 1992
  }, {
    "title": "Martian Ages",
    "authors": ["G. Neukum", "K. Hiller"],
    "venue": "J. Geophys. Res",
    "year": 1981
  }, {
    "title": "Transitional Morphology in the West",
    "authors": ["Icarus", "T.J. 77–86. Parker", "R.S. Saunders", "D.M. Sneeberger"],
    "year": 1989
  }, {
    "title": "Martian Channels: Distribution of Small Channels on the Martian Surface",
    "authors": ["D.C. 185–210. Pieri"],
    "year": 1976
  }, {
    "title": "Pingos: An Overview of the Present State of Knowledge’, in M.J",
    "authors": ["A. Pissart"],
    "year": 1988
  }, {
    "title": "Magnitude of a Catastrophic Flood Event at Kasei Valles",
    "authors": ["Martian Volcanoes", "Icarus", "M.S. 88–110. Robinson", "K.L. Tanaka"],
    "year": 1990
  }, {
    "title": "Rock Glacier-Like Landforms in Valles Marineris",
    "authors": ["Landforms", "Icarus", "A.P. 39–59. Rossi", "G. Komatsu", "J.S. Kargel"],
    "year": 2000
  }, {
    "title": "LPI, Houston, abstract #1587 (CD-ROM)",
    "authors": ["Mars", "Proc"],
    "venue": "Trans. AGU, Eos",
    "year": 1976
  }, {
    "title": "Atmospheric Effects on Martian Ejecta Emplacement’, J",
    "authors": ["P.H. Schultz", "D.E. Gault"],
    "venue": "Geophys. Res",
    "year": 1979
  }, {
    "title": "On the Formation of Contiguous Ramparts around Martian",
    "authors": ["P.H. Schultz", "D.E. Gault"],
    "venue": "Geophys. Res",
    "year": 1984
  }, {
    "title": "Geologic Map of the Western Equatorial Region of Mars, scale",
    "authors": ["Res", "D.H. 1179–1190. Scott", "K.L. Tanaka"],
    "year": 1986
  }, {
    "title": "Martian Highland Channels: An Age Reassessment",
    "authors": ["V.L. Ryder"],
    "venue": "Sharpton (eds.) Proc. 21st Lunar Planet. Sci. Conf.,",
    "year": 1992
  }, {
    "title": "New Evidence of Lakustrine Basins",
    "authors": ["Lunar Planet"],
    "year": 1992
  }, {
    "title": "1973a, ‘Mars: Troughed Terrain",
    "authors": ["Geomorphology", "Wiley", "Chichester", "R.P. 247–278. Sharp"],
    "venue": "J. Geophys. Res",
    "year": 1973
  }, {
    "title": "Mars: Fretted and Chaotic Terrain",
    "authors": ["H. Shoji", "A. Higashi"],
    "venue": "J. Geophys. Res",
    "year": 1973
  }, {
    "title": "Esker Characteristics in Terms of Glacier Physics",
    "authors": ["R.L. Shreve"],
    "venue": "Geol. Soc. Am. Bull",
    "year": 1985
  }, {
    "title": "The Global Topography of Mars and Implications for Surface Evolution",
    "authors": ["639–646. Smith", "D.E"],
    "year": 1999
  }, {
    "title": "Water on Mars",
    "authors": ["S.W. Squyres", "M.H. Carr"],
    "year": 1989
  }, {
    "title": "Early Mars: How Warm and How Wet?",
    "authors": ["Mars", "Science", "S.W. 249–252. Squyres", "J.F. Kasting"],
    "venue": "Science",
    "year": 1994
  }, {
    "title": "Large-Scale Volcano-Ground Ice",
    "authors": ["S.W. Squyres", "D.E. Wilhelms", "A.C. Moosman"],
    "year": 1987
  }, {
    "title": "Geologic Map of the Polar Region of Mars, scale 1:15,000,000",
    "authors": ["Univ. Arizona Press", "Tucson", "K.L. 523–554. Tanaka", "D.H. Scott"],
    "year": 1987
  }, {
    "title": "Plains and Channels in the Lunae Planum-Chryse Planitia Region",
    "authors": ["Univ. Arizona Press", "Tucson", "E. 354–382. Theilig", "R. Greeley"],
    "year": 1979
  }, {
    "title": "Geomorphology of Cold Environments, Macmillan, London",
    "authors": ["ogy", "Reinhold Book Co", "J. 829–833. Tricart"],
    "year": 1969
  }, {
    "title": "Rock Glaciers in the Alaska Range",
    "authors": ["C. ROM). Wahrhaftig", "A. Cox"],
    "venue": "Bull. Geol. Soc. Amer",
    "year": 1959
  }, {
    "title": "Evaporation of Ice in Planetary Atmospheres: Ice Covered Rivers",
    "authors": ["D. 383–436. Wallace", "C. Sagan"],
    "year": 1979
  }, {
    "title": "Origin of the Ice-Contact Stratified Ridges (Eskers",
    "authors": ["W.P. Warren", "G.M. Ashley"],
    "year": 1994
  }, {
    "title": "Sedimentary Res",
    "authors": ["J. Ireland"],
    "venue": "H.-U., and Sigvaldason,",
    "year": 1973
  }, {
    "title": "Volcanoes (Iceland)’, Geologische Rundschau",
    "authors": ["P.J. Williams", "M.W. Smith"],
    "year": 1989
  }, {
    "title": "Volcanic Input to the Atmosphere from Alba Patera on",
    "authors": ["I. MASSON ET AL. Wilson", "P.J. Mouginis-Mark"],
    "year": 1987
  }, {
    "title": "Martian Rampart Crater Ejecta: Experiments and Analysis",
    "authors": ["Mars", "Nature", "K.H. 354–357. Wohletz", "M.F. Sheridan"],
    "year": 1983
  }, {
    "title": "Primitive Atmosphere and Implications for the Formation",
    "authors": ["Sci. Conf", "Y.L. abstract #4045. Yung", "J.P. Pinto"],
    "year": 1978
  }],
  "id": "SP:0ec8bd666bd5ff8df8d780a35d4598fb9262e6b7",
  "authors": [{
    "name": "PHILIPPE MASSON",
    "affiliations": []
  }, {
    "name": "MICHAEL H. CARR",
    "affiliations": []
  }, {
    "name": "FRANÇOIS COSTARD",
    "affiliations": []
  }, {
    "name": "RONALD GREELEY",
    "affiliations": []
  }, {
    "name": "ERNST HAUBER",
    "affiliations": []
  }, {
    "name": "RALF JAUMANN",
    "affiliations": []
  }],
  "abstractText": "Besides Earth, Mars is the only planet with a record of resurfacing processes and environmental circumstances that indicate the past operation of a hydrologic cycle. However the present-day conditions on Mars are far apart of supporting liquid water on the surface. Although the large-scale morphology of the Martian channels and valleys show remarkable similarities with fluid-eroded features on Earth, there are major differences in their size, small-scale morphology, inner channel structure and source regions indicating that the erosion on Mars has its own characteristic genesis and evolution. The different landforms related to fluvial, glacial and periglacial activities, their relations with volcanism, and the chronology of water-related processes, are presented.",
  "title": "GEOMORPHOLOGIC EVIDENCE FOR LIQUID WATER"
}