{
  "sections": [{
    "text": "period for major eruptions in the region would tend to increase the chance that such events could cluster in time.\nKeywords Papua New Guinea . New Britain Island . Archaeology . Plinian . Eruptions . Climate change . Dakataua .Witori . Rabaul"
  }, {
    "heading": "Introduction",
    "text": "Explosive, caldera-forming volcanic eruptions are notable for the large volumes of tephra that they produce (>5 km3), the height of their eruption columns (>25 km), and the major changes to physiography at source. Such eruptions have profound impact on local communities and may cause atmospheric effects leading to global climatic change. Eruptions of this scale have Volcanic Explosivity Index (VEI) values of >5 (Newhall and Self 1982). On the island of New Britain in Papua New Guinea (PNG), there are at least 8 Quaternary volcanoes showing evidence of VEI 5+ eruptions (Fig. 1a). The most recently active at this scale are Witori and Dakataua in central New Britain, and Rabaul at the northeastern tip of the island.\nThe main objectives of our collaborative geological and archaeological work on New Britain have been the identification of tephra deposits from major eruptions and evaluation of the impacts of those eruptions. The part of our work reported here initially had the objective of determination of the source and age of an unidentified tephra unit within a well-established tephra sequence from a series of major eruptions of Witori Volcano. The methods that we used to achieve this objective were geochemical characterization of tephra and AMS radiocarbon dating. A subsequent objective was the evaluation of the timing of a sequence of VEI 5+ eruptions from Dakataua, Rabaul and Editorial responsibility: J. Stix C. O. McKee Geophysical Observatory, Port Moresby, Papua New Guinea V. E. Neall (*) Institute of Natural Resources, Massey University, Palmerston North, New Zealand e-mail: V.E.Neall@massey.ac.nz R. Torrence Australian Museum, Sydney, Australia\nWitori and comparison of this data with ice core records of major eruptions in an effort to provide more precise eruption dates."
  }, {
    "heading": "Stratigraphic background",
    "text": "Archaeological and geological research in the Willaumez Peninsula area of central New Britain has built up a detailed tephra stratigraphy based on eruptive products from four\nmajor eruptions from Witori Volcano (denoted W-K1 to WK4) dating from the period c. 6000–1300 BP, supplemented with information on up to 6 additional tephras having more restricted spatial distribution (Machida et al. 1996). A fifth major eruption (Dk) from Dakataua Volcano, at the northern end of the peninsula, could be correlated only roughly with the Witori sequence due to a paucity of Dakataua dating results and the absence of some Witori tephras within the limited geographical range of the Dk tephra (Machida et al. 1996; Torrence et al. 2000; Torrence and Doelman 2007; Petrie and Torrence 2008; Torrence 2008). Witori eruptions are dated both from material preserved within tephras and samples from archaeological layers bracketing the events, but the timing of the Dakataua eruption (1150 BP) was based on a single date from a poorly defined context (p. 71 of Machida et al. 1996).\nOur discovery at the southern end of the peninsula (Fig. 1b, site 1) of an unidentified tephra, initially designated W-K3.5, because of its stratigraphic position between the Witori W-K3 and W-K4 tephras, led to further research on the dating and chemical composition of the products of regional volcanic activity. Additional study at nearby sites (Fig. 1b, sites 2, 3, 4, 5) showed that W-K3.5 had three components (Fig. 2): a pumiceous base overlain by two ash layers, the first of which contains accretionary lapilli. Variations in thickness across space suggested a source to the north or northwest, presumably on Willaumez Peninsula.\nCorrelation of tephra using geochemistry\nIn the central region of the New Britain Volcanic Arc, magmas rise from depths of about 100 km at the “volcanic front” in the south to almost 600 km in the north beneath the Witu Islands (Johnson 1976). The Quaternary volcanic centers are grouped into a number of trench-parallel zones, E, F, G, H (Fig. 1a), each overlying successively deeper parts of the Wadati-Benioff Zone (Johnson 1976; Johnson 1977; Johnson and Chappell 1979; DePaolo and Johnson 1979). Zone E runs along the central north coast of New Britain and, with the immediately adjacent Zone F, represents the volcanic front of the Quaternary arc. Zone G (subdivided into north and south sectors) comprises the Willaumez Peninsula, running perpendicular to the main volcanic front, and Zone H incorporates the Witu Islands. Elemental and isotopic variations are systematic across this transect. These variations enable the use of geochemical analyses to help identify the source of the W-K3.5 tephra.\nGeochemical analyses of W-K3.5 show a bimodal compositional range (Tables 1 and 2) in the pumiceous base and the phreatomagmatic middle of this tephra. Pumice at the base is a high silica andesite (61–62%\nSiO2), almost dacite; the phreatomagmatic middle unit is an andesite (55–56% SiO2). The potassium contents in relation to silica (Fig. 3a) indicate a source volcano north of the volcanic front, most likely in zone Gn or Gs on the Willaumez Peninsula (Fig. 2 of Woodhead and Johnson 1993). As the eruptive history of volcanoes on the peninsula is almost unknown, the task of identifying the source of W-K3.5 seemed daunting. The most likely\ncandidates were considered to be either the KrummelGarbuna-Welcker (KGW) complex (Fig. 1b), because of its proximity, or Dakataua because of its known Late Holocene activity.\nStudy of the KGW group (McKee et al. 2005) identified an eruption at Garbuna at about 1800 BP, possibly within the interval between the W-K3 and W-K4 eruptions. That Garbuna eruption was dominantly explosive, producing\nT ab\nle 1\nM aj or\nan d tr ac e el em\nen t da ta\n(n or m al iz ed *)\nfo r sa m pl es\nof W -K\n3. 5,\nG ar bu\nna -1 80\n0 B P an d D ak at au aD k er up\ntiv es . A na ly se s pr ov\nid ed\nby S . E gg\nin s, A us tr al ia n N at io na l U ni ve rs ity ,\nus in g a co m bi na tio\nn of\nX R F an d IC P -M\nS te ch ni qu\nes\nW -K\n3. 5\nG ar bu na -1 80 0 B P\nD ak at ua -D\nk\nW P 01\n00 1\nW 00\n01 3\nW P 01\n00 3\nW P 01\n00 2\nG 02\n00 2\nG 02\n00 3\nW P 01\n01 0\nW P 01\n00 7\nG 02\n05 1\nG 02\n05 5\nG 02\n05 0\nW P 01\n00 6\nW P 01\n01 2\nS iO\n2 49\n.3 82\n48 .7 18\n58 .8 86\n58 .9 19\n61 .4 45\n63 .8 12\n54 .5 81\n55 .3 82\n53 .0 65\n54 .3 02\n53 .5 49\n60 .2 76\n62 .7 31\nT iO\n2 0. 88 0\n0. 82 0\n0. 82\n5 0. 82\n5 0. 34 6\n0. 30 5\n0. 76 4\n0. 71\n9 0. 72 8\n0. 74\n5 0. 56 6\n0. 81\n6 0. 74 7\nA l 2 O 3\n18 .7 39\n17 .8 93\n16 .3 48\n15 .9 87\n14 .7 98\n14 .2 13\n16 .3 17\n15 .4 82\n17 .6 50\n17 .0 92\n14 .1 26\n16 .6 89\n15 .0 79\nF e 2 O 3\n9. 74 7\n8. 95 3\n7. 49\n4 7. 32\n0 6. 87 6\n5. 74 2\n10 .1 27\n9. 50\n3 9. 33 1\n9. 25\n3 7. 15 3\n7. 20\n1 6. 60 8\nM nO\n0. 17 5\n0. 17 4\n0. 14\n2 0. 14\n4 0. 10 5\n0. 10 1\n0. 17 6\n01 53\n0. 17 7\n0. 15\n5 0. 13 9\n0. 15\n4 0. 14 3\nM gO\n2. 59 5\n2. 26 3\n1. 95\n6 1. 79\n3 3. 42 3\n3. 34 9\n4. 03 7\n3. 46\n4 2. 63 2\n3. 08\n1 1. 75 1\n1. 76\n0 1. 86 7\nC aO\n4. 69 5\n4. 34 9\n4. 50\n6 4. 21\n4 4. 88 7\n5. 31 7\n8. 45 9\n7. 57\n3 5. 80 3\n6. 23\n1 4. 46 5\n4. 33\n9 4. 63 1\nN a 2 O\n2. 25 2\n2. 12 8\n3. 32\n8 3. 45\n4 2. 43 9\n2. 74 5\n2. 80 6\n2. 80\n1 2. 51 7\n2. 50\n5 3. 07 4\n3. 47\n3 3. 79 7\nK 2 O\n0. 97 4\n0. 93 5\n1. 57\n3 1. 62\n9 1. 91 4\n1. 99 7\n1. 01 7\n1. 07\n5 1. 05 3\n0. 90\n1 1. 33 7\n1. 65\n9 1. 81 6\nP 2 O 5\n0. 25 3\n0. 20 2\n0. 25\n8 0. 27\n9 0. 07 7\n0. 07 2\n0. 21 5\n0. 21\n8 0. 26 2\n0. 14\n5 0. 18 9\n0. 25\n2 0. 26 5\nS 0. 05 5\n0. 01 8\n0. 05\n3 0. 05\n9 0. 19 7\n0. 04 6\n0. 02 6\n0. 07\n7 0. 05 6\n0. 03\n5 0. 03 8\n0. 05\n9 0. 06 0\nTo ta l\n89 .7 47\n86 .4 55\n95 .3 69\n94 .6 23\n96 .5 07\n97 .6 99\n98 .5 25\n96 .4 47\n93 .2 74\n94 .4 55\n86 .3 87\n96 .6 78\n97 .7 44\nS iO\n2 *\n55 .0 24\n56 .3 52\n61 .7 45\n62 .2 67\n63 .6 7\n65 .3 1\n55 .3 98\n57 .4 22\n56 .8 9\n57 .5 0\n61 .9 9\n62 .3 47\n64 .1 79\nT iO\n2 *\n0. 98 1\n0. 94 8\n0. 86\n5 0. 87\n2 0. 36\n0. 31\n0. 77 5\n0. 74\n5 0. 78\n0. 79\n0. 66\n0. 84\n4 0. 76 4\nM gO\n* 2. 89 1\n2. 61 8\n2. 05\n1 1. 89\n5 3. 55\n3. 43\n4. 09 7\n3. 59\n2 2. 82\n3. 26\n2. 03\n1. 82\n0 1. 91 0\nK 2 O *\n1. 08 5\n1. 08 2\n1. 64\n9 1. 72\n2 1. 98\n2. 04\n1. 03 2\n1. 11 5\n1. 13\n0. 95\n1. 55\n1. 71\n6 1. 85 8\nS c\n35 36\n23 23\n26 23\n36 34\n33 32\n23 22\n21\nV 19\n1 17\n1 12\n0 11 8\n18 0\n16 0\n31 1\n26 7\n24 1\n27 4\n16 7\n10 4\n11 5\nC r\n22 22\n5 16\n7 14\n1 36\n40 47\n54 29\nN i\n16 14\n16 16\n28 27\n27 24\n20 23\n10 10\n11\nC u\n12 8\n11 0\n65 61\n11 7\n88 53\n56\nZ n\n99 10\n4 91\n88 84\n82 95\n86\nG a\n18 .5\n18 16\n.1 15\n.8 13\n.9 12\n.5 16\n.4 15\n.6 19\n.0 17\n.3 16\n.0 17\n16\nG e\n1. 7\n1. 3\n1. 7\n1. 7\n1. 7\n1. 5\n1. 7\n1. 6\nA s\n3 2. 8\n1. 9\n1. 8\n0. 5\n1. 8\n1. 3\n1. 4\nR b\n16 16\n19 .4\n20 .6\n26 .2\n27 .2\n13 .9\n14 .8\n18 .1\n16 .8\n22 .4\n20 .6\n22 .3\nS r\n40 4. 7\n39 8\n30 1. 1\n29 3. 3\n27 7. 7\n29 3. 5\n44 4. 9\n38 4. 2\n40 4. 9\n42 3. 4\n33 0. 9\n30 4. 1\n28 9. 8\nY 36\n34 37\n.2 38\n.4 16\n.2 16\n.6 24\n.8 25\n.6 36\n.5 26\n.6 37\n.3 39\n.1 37\n.8\nZ r\n96 95\n12 0\n12 5\n11 5\n97 44\n52 10\n9 89\n11 1\n12 1\n10 6\nN b\n1. 4\n2 1. 7\n1. 8\n1. 9\n1. 6\n0. 7\n0. 8\n1. 6\n1. 3\n1. 7\n1. 8\n1. 6\nB a\n33 3\n33 0\n27 5\n27 2\n35 8\n29 9\n17 7\n17 6\n31 2\n23 2\n26 1\n33 3\n28 9\nL a\n11 .8 5\n10 10\n.9 7\n12 .1 9\n8. 07\n7. 66\n7. 29\n7. 44\n10 .4 0\n7. 75\n9. 85\n11 .3 3\n11 .1 2\nC e\n22 .4 3\n19 21\n23 .2\n15 .6\n15 .4\n13 .9 8\n14 .5\n22 .0\n14 .3\n21 .2\n24 .6 5\n22 .7 7\nN d\n16 .4 2\n15 15\n.5 16\n.9 1\n8. 96\n9. 30\n10 .5 6\n10 .8 7\n16 .7 7\n11 .8 6\n16 .0 2\n16 .3 9\n15 .3 6\nH f\n3 3\n3. 5\n3. 5\n3. 2\n2. 8\n1. 6\n1. 8\n3. 2\n2. 7\n3. 3\n3. 5\n3. 3\nP b\n4. 6\n8 5. 1\n4. 2\n9. 9\n9. 0\n0. 9\n1. 3\n9. 2\n21 .8\n8. 7\n3. 6\n3. 9\nS r/ N d\n24 .6\n26 .5\n19 .4\n17 .3\n31 .0\n31 .6\n42 .1\n35 .3\n24 .1\n35 .7\n20 .7\n18 .6\n18 .9\npumiceous pyroclastic flow and airfall deposits. While there are some geochemical similarities between the pumice of the Garbuna-1800 BP eruption and the W-K3.5 pumice, there are some differences, notably the relative MgO and TiO2 contents (Figs. 3b, and 4). Perhaps of greater significance is the absence of an andesitic phreatomagmatic phase in the Garbuna-1800 BP eruption deposits. On the basis of this information, it is unlikely that a volcano in the KGW group was responsible for producing the W-K3.5 deposits.\nOur attention then turned to the latest major eruption (Dk) of Dakataua. New exposures with a similar stratigraphic sequence to that found at the W-K3.5 sites were located about 17–20 km south-southwest of the southern rim of Dakataua’s caldera, at about the mid-point of Willaumez Peninsula, and at the western base of Dakataua (sites 6, 7, 9 and 11 in Fig. 1b). Geochemical analyses of pumice and lithic clasts and ash from the Dk deposits show a bimodal range of compositions (Figs. 3a, b, and 4). The pumiceous material at the base of the Dk deposits is high silica andesite to dacite (62–64% SiO2), while the lithic clasts and later-erupted units are andesitic (55–57% SiO2). The close match between the Dk analyses and those of WK3.5, particularly for the juvenile material i.e. pumice, is exemplified by the incompatible element ratio Sr/Nd as shown in Fig. 5. Sr/Nd varies systematically across the New Britain Arc providing arguably the best representation of the “slab signature” (Woodhead et al., 1998; DePaolo and Johnson 1979), and allowing clear distinction between the separate populations formed by analyses from Garbuna and those of Dakataua and W-K3.5. Despite the good geochemical match, there remained the problem of the\ndifference between the published age (1150 BP) of the Dk eruption and the stratigraphic position of its products between W-K3 and W-K4, dated at 1800 and 1400 BP respectively (Machida et al. 1996)."
  }, {
    "heading": "New radiocarbon dates",
    "text": "Charcoal collected from the basal units of the Dk deposits at one of the Dk geochemical sampling sites (# 9) at the mid-point of Willaumez Peninsula, and from a site (# 11) at the western base of Dakataua (Fig. 1b) was dated by the AMS radiocarbon method (Table 3). The results are consistent at about 1400 BP and also fit with the stratigraphic position of W-K3.5.\nMachida et al. (1996) stressed the uncertainty of the 1150±60 BP date for the Dk tephra and questioned whether the sample, collected previously by other researchers, was actually derived from a later eruptive sequence of Dakataua (possibly unit D-Wn1). On the basis of the consistency of the Dk dates obtained in our study, it appears that the 1150 BP date does indeed refer to an eruption subsequent to Dk. Given the geochemical correlation between W-K3.5 and Dk products and the age determinations, we are now confident that W-K3.5 represents the distal deposits from the Dk eruption."
  }, {
    "heading": "A cluster of volcanic events",
    "text": "The new radiocarbon dates for the Dakataua-Dk eruption are similar to dates of major eruptions at Rabaul and Witori\nTable 2 Locality details for chemically analysed samples shown in Table 1\nW.K 3.5\nWP01001 Site 5. Phreatomagmatic unit, archaeological site FABE, 5° 31′ 50.4″ S, 150° 05′ 09.2″ E.\nW00013 Site 1. Phreatomagmatic unit, Numundo Plantation 5° 29′ 46.0″ S, 150° 05′ 2.5″ E.\nWP01003 Site 1. Pumice unit, Numundo Plantation., 5° 29′ 46.0″ S, 150° 05′ 22.5″ E\nWP01002 Site 5. Pumice unit, archaeological site FABE, 5° 31′ 50.4″ S, 150° 05′ 09.2″ E.\nGarbuna-1800 BP\nG02002 Site 8. Pumice in airfall unit, near Garbuna’s summit thermal area, 5° 26′ 57.1″, 150° 01′ 41.7″\nG02003 Site 8. Pumice in pyroclastic flow deposit, near Garbuna’s summit thermal area, 5° 26′ 57.1″, 150° 01′ 41.7″\nDakataua-Dk\nWP01010 Site 7. Lithic clasts at base, Rakaboku, 5° 4′ 26.9″ S, 150° 03′ 51.2″ E.\nWP01007 Site 6. Lithic clasts at base, Tubutoge, 5° 150′ 00.5″ S, 150°43.0″ E.\nG02051 Site 9. Orange unit, Volupai planatantion, 5° 15′ 50.4″ S, 150° 01′ 20.7″ E.\nG02055 Site 10. Yellow pumice and ash on W-K2, Bitokara Catholic Mission, 5° 18′ 04.7″ S, 150° 01′ 52.8″ G02050 Site 9. Pumice from 2nd unit, Volupai Plantation, 5° 15′ 50.4″ S, 150° 01′ 20.7″ E.\nWP01006 Site 6. Pumice at base, Tubutoge, 5° 15′ 00.5″ S, 150° 03′ 43.0″ E.\nWP01012 Site 7. Pumice at base, Rakaboku, 5° 14′ 26.9″ S, 150° 03′ 15.2″ E.\nNB. Sites shown in Fig. 2.\n(Tables 3 and 4). In addition, the magnitude of each is similar, as indicated by their (bulk tephra) volumes: 11 km3, 10 km3, and 6–10 km3 for the Rabaul Pyroclastics, Dakataua-Dk and Witori W-K4, respectively (Walker et al. 1981; Machida et al. 1996; McKee and Kuduon 2005). Following the method of Long and Rippeteau (1974), weighted means were calculated from the radiocarbon dates for the eruptions of Dakataua-Dk (1,383±28 yrs BP), Rabaul-R.P. (1,380±34 yrs BP) and Witori W-K4 (1,344±38 yrs BP). Calendar year calibrations with 1σ and 2σ ranges derived from OxCal v 3.10 (Bronk Ramsey 2005) are presented in Table 5 and show that the New Britain eruptions likely took place in the 7th Century AD.\nThe similarity of the weighted mean ages and calibrated age ranges for all three eruptions is remarkable, particularly\n0\n1\n2\n3\n50 55 60 65 70\nK 2O\nSiO2\nDakataua-Dk Garbuna Krummel Numundo Welcker Witori W-K 3.5\n50\n52\n54\n56\n58\n60\n62\n64\n66\n68\n70\n72\n0 1 2 3 4 5 6 7 8\nS iO\n2\nMgO (wt %)\nDakataua-Dk Garbuna Krummel Numundo Welcker Witori W-K 3.5\n(w t % ) (w t % )\n(wt %)\na\nb\nFig. 3 a K2O vs SiO2 for samples from Dakataua-Dk, W-K3.5, KGW Complex and Witori, and, b SiO2 vs MgO for samples from Dakataua-Dk, W-K3.5, KGW Complex and Witori\n1.2\n1.0\n0.8\n0.6\n0.4\n0.2\n0 50 52 54 56 58 60 62 64 66 68\nTi0 (wt %)\nSiO (wt %)\n2\n2\nFig. 4 TiO2 vs SiO2 for samples from Dakataua-Dk, W-K3.5 and Garbuna, as presented in Table 1. Note the clustering of Dakataua-Dk and W-K3.5 data points and the isolation of those of Garbuna\nfor Dakataua-Dk and Rabaul-R.P. For the central New Britain centers, Dakataua and Witori, there is clear stratigraphic evidence of the eruptive sequence, which shows that the Dk eruption was succeeded by the W-K4 eruption with no appreciable time break, as indicated by the absence of intervening soil development. The geographic separation of Dakataua and Rabaul precludes the possibility of any combined chronological sequence or indeed evidence for contemporaneity of the eruptions from these two volcanoes.\nThe preceding analysis of the radiocarbon dating results is clearly unable to provide any greater temporal resolution of these eruption dates. To further refine the dating, additional records of large volcanic eruptions, such as high acidity levels in ice cores, historical accounts and dendrochronological data, were sought.\nComparison with ice core, historical and dendrochronological data\nLarge explosive volcanic eruptions inject massive quantities of ash and aerosol-forming sulphurous gases into the stratosphere, often forming “dry fogs”. The aerosols are produced when sulphuric acid droplets form by the combination of volcanic SO2 and water vapor. Solar\nradiation absorbed and back-scattered by the volcanic clouds produces haziness and lowers the atmospheric and surface temperatures, hence the term “volcanic winter” for this phenomenon. Reports of the atmospheric veiling and optical effects such as unusual twilights, mock suns and Bishop’s rings induced by “dry fogs” may be the only evidence in some cases of major eruptions which were not observed directly (Lamb 1970; Stothers and Rampino 1983). Evidence of short-term climatic cooling associated with some large eruptions may be detected by dendrochronological studies (LaMarche and Hirschboeck 1984; Briffa et al. 1990).\nThe precipitation on glacial ice of the Greenland and Antarctic Ice Sheets of volcanic aerosols from large volcanic eruptions has resulted in time-extensive records of explosive volcanism, preserved as high acidity levels in ice cores e.g. Zielinski et al. 1994. Four acidity peaks from eruptions with previously unknown sources have been identified in Greenland and Antarctic ice cores in the period spanning the New Britain eruptions:\nAD 623±3 Greenland (Hammer et al. 1980) AD 639 Antarctica (Hammer et al. 1997) AD 640±2 Greenland (Zielinski 1995) AD 692±2 Greenland (Zielinski 1995)\nDuring the same period there were no major eruptions from known sources (Simkin and Siebert, 1994). Other, somewhat later, ice core high acidity levels, at AD 696, 697 and 703, are thought to be due to eruptions at Bezymianny, Kamchatka at 700 +/− 50, and at Bona-Churchill, Alaska at 700 +/− 200 (Zielinski 1995).\nThe AD 623±3 high acidity level may be linked to an AD 626 historical eruption having a Mediterranean source. There are several reports, from the Mediterranean region to Ireland, of dimming of the sun at that time, and two reports of ash fall at Constantinople (Stothers and Rampino 1983). Ash fall suggests a local or regional source volcano (and rules out a New Britain source). Dendrochronological data (LaMarche and Hirschboeck 1984) indicates severe frost damage to growth rings of Californian bristlecone pines in AD 628.\nDeposit dated Sample No. Lab No. Location 14C date (yrs BP)\nAnalysis of the Greenland Ice Sheet Project 2 (GISP2) ice core (Zielinski 1995) indicates that the amount of volcanic SO4\n2- at AD 640 is one of the highest levels recorded for the past two millennia. The presence of high acidity levels in both Greenland and Antarctica at AD 639/ 640 would be consistent with a tropical source (Stothers 1999). High stratospheric loading is implied by these high acidity levels but it does not appear to have perturbed climate, however, since there is no corresponding anomalous tree-ring data from northern Fennoscandia (Briffa et al. 1990) or North America (LaMarche and Hirschboeck 1984). Notably the date AD 639/640 lies near the modes for the calibrated age ranges for the Dakataua-Dk and Rabaul-R.P. eruptions, and raises the intriguing possibility that the very high acidity level at AD 640 may be a result of contemporaneity of these two large eruptions. The nearequatorial locations of these volcanoes (between 4ºS and 6ºS) would have permitted latitudinal spread of the volcanic clouds in the stratosphere, the dispersal between hemispheres being promoted by the seasonally varying position of the Hadley cell (Lamb 1970; Cadle et al. 1976; Self et al. 1981). The amount of aerosol injected into the stratosphere by each of these eruptions is unknown. However, because aerosols are very fine, they can remain in the stratosphere for several years, so it is possible that stratospheric aerosol created from one eruption could be enhanced by the products of a second, near-contemporaneous eruption.\nIf the AD 639/640 high acidity level is at least partly due to the Dakataua-Dk eruption, the stratigraphic relationship between Dakataua-Dk and Witori W-K4 may allow a\nlinkage between the AD 692 high acidity level and the Witori W-K4 eruption. The more modest level of volcanic SO4\n2- at AD 692 would be consistent with the possibly smaller magnitude of the Witori W-K4 eruption compared with both Dakataua-Dk and Rabaul-R.P. A notable frostring event in the western USA (LaMarche and Hirschboeck 1984) at AD 687 may also be connected with the Witori W-K4 eruption (taking into account the dating uncertainties).\nVEI 5–6 eruptions on New Britain\nVEI 6 eruptions have a global frequency of about 1 per century (Simkin and Siebert 1994). In this context the cluster of two VEI 6 eruptions plus one VEI 5-6 event on New Britain within a period of a few decades in the 7th century AD stands out as an intense space-time concentration of large-scale volcanism and raises questions about the regional volcano-tectonic environment at that time. The tectonic plate velocities in the New Britain region are exceptionally high: Solomon Sea—140 mmyr−1 north-northeast, Pacific— 110 mmyr−1 west-northwest, Australian—110 mmyr−1 north-northeast, South Bismarck—80 mmyr−1 southeast (Bird 2003; Tregoning et al. 1998). One of the most active plate boundaries in this region is the subducting northern margin of the Solomon Sea Plate that has given rise to the Late Cenozoic volcanism on New Britain and Bougainville.\nThe New Britain region hosts eight young caldera systems within an arc-parallel zone about 380 km long, which in itself suggests a high regional potential for\nDeposit dated Weighted Mean Age (yrs BP) Calibrated Age* (AD)\nmajor volcanic activity. The chronology of the most recent major eruptions (< 20 ka) is reasonably well known, with the exception of Garove and Unea (Fig. 6a; Table 6). The occurrence of 19 (21 if Garove and Unea are included) major eruptions on New Britain in the last 20 ka indicates a return period of about 1.0 ka (for the region). The true return period could well be shorter than the calculated value, because of the potential for additional unidentified major eruptions. Older unidentified major eruptions could also be members of earlier unidentified eruption clusters.\nThe near-synchronicity of New Britain’s major eruptions of the 7th century AD appears to be quite remarkable, even in the context of apparently high rates of major eruptive activity on New Britain. It is also worth noting that the Witori W-G eruption at 1.2 ka BP closely followed the 7th century AD cluster, making the period 1.4–1.2 ka BP extraordinarily active. One might therefore ask whether the 7th century AD cluster of major eruptions (and perhaps the following Witori W-G eruption) constitutes some kind of regional tectonic/volcanic pulse.\nPulses of volcanic activity in the tectonic environment that hosts New Britain are known to have taken place in historical time, e.g. the sequence of eruptions from 7 different volcanoes in the period 1972–75 (Cooke et al. 1976). However, none of the 1972–75 eruptions, nor any of the other historically “clustered” eruptions in Papua New Guinea, was on a major scale. It has been suggested that a surge in regional tectonic activity, as indicated by increased seismicity including two magnitude 8 earthquakes in 1971 (Everingham 1975), preceded and may have triggered the 1972–75 volcanic eruption space-time cluster (Cooke et al. 1976). New Britain’s 7th century AD spate of major eruptions, occupying several decades compared with just a\nWitori, Dakataua - Machida et al. 1996; McKee and Kuduon 2005; Rabaul, Tavui - Nairn et al. 1989, 1995, Rabaul Volcano Observatory unpublished data; Hargy, Lolobau— Rabaul Volcano Observatory unpublished data. Volumes are of bulk tephra.\nfew years for the historical pulses, may represent a tectonic event (or events) of a much larger scale.\nAnother feature of New Britain’s recent history of major eruptions is their high frequency at several individual centers. Rabaul and Witori stand out as having been particularly active over the last 20 ka (Figs. 6a, b). About 74% (14 of 19) of the known regional VEI 5+ eruptions in this time period took place at these two centers. For both volcanoes the largest eruptions occurred at irregular intervals through the 20 ka period. Rabaul produced a spate of three large-volume eruptions in the period 18– 10 ka BP which was followed by a quiescent interval of about 6 ka. Another major phase took place at 4.1 ka BP and was followed at 1.4 ka BP by the latest and most voluminous of the Quaternary eruptions at Rabaul. Witori’s major activity was strongly concentrated within the MiddleLate Holocene: 5 major eruptions took place in the period 5.6–1.2 ka BP, followed by a series of smaller eruptions including four VEI 5 events between 500 and 150 BP, giving a total tephra output of about 80 km3 in this period (Fig. 6b). The average interval between the larger Witori eruptions was 1.1 ka, which is similar to the regional average return period.\nClearly the volcano-tectonic environment in the New Britain region is highly active and conducive to high rates of magma production. Without additional information, questions will remain about whether the 7th century AD cluster of major eruptions was a chance phenomenon or had a specific cause such as a major tectonic event. However, the short return period for major volcanic eruptions in the region would tend to increase the chance that such events could cluster in time."
  }, {
    "heading": "Volcanic hazards on New Britain",
    "text": "The high frequency of VEI 5+ eruptions in the late Cenozoic from the relatively abundant caldera volcanoes on New Britain has constituted a significant hazard in the region in the (geologically) recent past. This is clearly demonstrated by the archaeological evidence which shows a consistent pattern of abandonment following the major eruptions (Torrence and Doelman 2007; Petrie and Torrence 2008; Torrence 2008). In addition, ice core evidence indicates far-reaching atmospheric impacts of the latest major eruptions from Dakataua, Rabaul and Witori.\nMore worrying for contemporary populations, however, is that there is no indication that volcanic hazards are in any way diminished at the present time, driven by extremely high rates of plate tectonic convergence. Therefore, as the population and economic infrastructure on New Britain continue to grow, so too does the risk from future VEI 5+ eruptions in the region. The presence of humans in close\nproximity to volcanoes known to be capable of producing large-scale eruptions requires understanding and acknowledgement of the risk, coupled with vigilance (including instrumental surveillance) and contingency plans to cope with the inevitable outbreak of major eruptive activity."
  }, {
    "heading": "Conclusions",
    "text": "Our work has identified a pulse of large-scale volcanism (VEI 5-6) from three caldera systems on New Britain Island, Papua New Guinea. The volcanic eruptions that constitute this pulse are the Dakataua Dk event at 1383 +/− 28 BP, the Rabaul Pyroclastics event at 1380 +/− 34 BP and the Witori W-K4 event at 1344 +/− 38 BP. Calibration of these radiocarbon eruption dates shows that at the 1 s.d. level the eruptions were clustered in the mid-late 7th Century AD. We conclude that the very high acidity levels in the Antarctic and Greenland ice sheets at AD 639–640 and at AD 692, from previously unknown sources, may relate to the New Britain eruptions.\nRegionally high rates of volcano-tectonic activity have led to a high density of caldera systems and to a short return period (about 1.0 ka) for VEI 5+ eruptions on New Britain. These factors enhance the likelihood of temporal clustering of major eruptions at the subducting northern margin of the Solomon Sea Plate.\nAcknowledgments This research has been funded by grants from the Australian Research Council and the Pacific Biological Foundation. The authors are very grateful to R. W. Johnson, formerly of Geoscience Australia, and to H. L. Davies of the Geology Department, University of Papua New Guinea, for stimulating and helpful reviews of earlier versions of the manuscript. H. Patia of Rabaul Volcano Observatory assisted with processing and presentation of petrological data. M. Sari of the Port Moresby Geophysical Observatory assisted with word processing of the manuscript. S. Taguse of Mineral Resources Authority, PNG, prepared the line diagrams, G. Wallace prepared Fig. 6, and T. O’Neill and M. Hubbard prepared the stratigraphic columns. C. O. M. publishes with the permission of the Secretary, Department of Mineral Policy and Geohazards Management, Papua New Guinea."
  }],
  "year": 2010,
  "references": [{
    "title": "An updated digital model of plate boundaries",
    "authors": ["P Bird"],
    "venue": "Geochem Geophys Geosyst",
    "year": 2003
  }, {
    "title": "The global scale dispersion of the eruption clouds from major volcanic eruptions",
    "authors": ["RD Cadle", "CS Kiang", "JF Louis"],
    "venue": "J Geophys Res",
    "year": 1976
  }, {
    "title": "Striking sequence of volcanic eruptions in the Bismarck Volcanic Arc",
    "authors": ["RJS Cooke", "CO McKee", "VF Dent", "DA Wallace"],
    "year": 1976
  }, {
    "title": "Magma genesis in the New Britain island arc: constraints from Nd and Sr isotopes and trace element patterns",
    "authors": ["DJ DePaolo", "RW Johnson"],
    "venue": "Contr Min Petr",
    "year": 1979
  }, {
    "title": "Faulting associated with the major north Solomon Sea earthquakes of 14 and 26",
    "authors": ["IB Everingham"],
    "venue": "J Geol Soc Australia",
    "year": 1975
  }, {
    "title": "Greenland ice sheet evidence of post-glacial volcanism and its climatic impact",
    "authors": ["CU Hammer", "HB Clausen", "W Dansgaard"],
    "venue": "Nature",
    "year": 1980
  }, {
    "title": "50,000 years of recorded global volcanism",
    "authors": ["CU Hammer", "HB Clausen", "Jr Langway CC"],
    "venue": "Climatic Change",
    "year": 1997
  }, {
    "title": "Late Cainozoic volcanism and plate tectonics at the southern margin of the Bismarck Sea, Papua New Guinea. In: Johnson RW (ed) Volcanism in Australasia",
    "authors": ["RW Johnson"],
    "year": 1976
  }, {
    "title": "Distribution and major element chemistry of late Cenozoic volcanoes at the southern margin of the Bismarck Sea, Papua New Guinea",
    "authors": ["RW Johnson"],
    "venue": "Bur Min Res Australia",
    "year": 1977
  }, {
    "title": "Chemical analyses of rocks from the late Cainozoic volcanoes of north-central New Britain and the Witu Islands, Papua New Guinea",
    "authors": ["RW Johnson", "BW Chappell"],
    "year": 1979
  }, {
    "title": "Frost Rings in Trees as Records of Major Volcanic Eruptions",
    "authors": ["LaMarche VC Jr.", "Hirschboeck KK"],
    "venue": "Nature",
    "year": 1984
  }, {
    "title": "Volcanic dust in the atmosphere; with its chronology and assessment of its meteorological significance",
    "authors": ["HH Lamb"],
    "venue": "Phil Trans Roy Soc London",
    "year": 1970
  }, {
    "title": "Testing contemporaneity and averaging radiocarbon dates",
    "authors": ["A Long", "B Rippeteau"],
    "venue": "American Antiquity",
    "year": 1974
  }, {
    "title": "Holocene explosive eruptions of Witori and Dakataua caldera volcanoes in West New Britain, Papua New Guinea",
    "authors": ["H Machida", "RJ Blong", "J Specht", "R Torrence", "H Moriwaki", "Y Hayakawa", "B Talai", "D Lolok", "CF Pain"],
    "venue": "Quat Int",
    "year": 1996
  }, {
    "title": "Hazard maps for Pago-Witori Volcano, West New Britain, Papua New Guinea",
    "authors": ["CO McKee", "J Kuduon"],
    "venue": "Papua New Guinea Geol Surv Rep",
    "year": 2005
  }, {
    "title": "Volcanic geology and hazard assessment of the Krummel-Garbuna-Welcker volcanic complex, Southern Willaumez Peninsula, WNB, Papua New Guinea",
    "authors": ["CO McKee", "H Patia", "J Kuduon", "R Torrence"],
    "venue": "Papua New Guinea Geol Surv Rep",
    "year": 2005
  }, {
    "title": "Rabaul Caldera, Papua New Guinea 1:25 000 reconnaissance geological map and eruption history",
    "authors": ["IA Nairn", "B Talai", "CP Wood", "CO McKee"],
    "venue": "New Zealand Geological Survey. Unpublished,",
    "year": 1989
  }, {
    "title": "Geology and eruptive history of the Rabaul Caldera area, Papua New Guinea",
    "authors": ["IA Nairn", "CO McKee", "B Talai", "CP Wood"],
    "venue": "J Volc Geotherm Res",
    "year": 1995
  }, {
    "title": "The volcanic explosivity index (VEI): an estimate of explosive magnitude for historical volcanism",
    "authors": ["CG Newhall", "S Self"],
    "venue": "J Geophys Res (Oceans & Atmospheres)",
    "year": 1982
  }, {
    "title": "Assessing the effects of volcanic disasters on human settlement in the Willaumez Peninsula, Papua New Guinea: a Bayesian approach",
    "authors": ["C Petrie", "R Torrence"],
    "venue": "The Holocene",
    "year": 2008
  }, {
    "title": "The possible effects of large 19th and 20th century volcanic eruptions on zonal and hemispheric surface temperatures",
    "authors": ["S Self", "MR Rampino", "JJ Barbera"],
    "venue": "J Volc Geotherm Res",
    "year": 1981
  }, {
    "title": "Volcanic dry fogs, climate cooling, and plague pandemics in Europe and the Middle East",
    "authors": ["RB Stothers"],
    "venue": "Climatic Change",
    "year": 1999
  }, {
    "title": "Volcanic eruptions in the Mediterranean before A.D. 630 from written and archaeological sources",
    "authors": ["RB Stothers", "MR Rampino"],
    "venue": "J Geophys Res",
    "year": 1983
  }, {
    "title": "Punctuated landscapes: Creating cultural places in volcanically active environments",
    "authors": ["R Torrence"],
    "venue": "Handbook of landscape archaeology. Left Coast, Walnut Creek,",
    "year": 2008
  }, {
    "title": "Problems of scale: Evaluating the effects of volcanic disasters on cultural change in the Willaumez Peninsula, Papua New Guinea",
    "authors": ["R Torrence", "T Doelman"],
    "venue": "Left Coast, Walnut Creek,",
    "year": 2007
  }, {
    "title": "Volcanic disasters and cultural discontinuities in Holocene time, in West New Britain, Papua New Guinea",
    "authors": ["R Torrence", "C Pavlides", "P Jackson", "J Webb"],
    "venue": "IS (eds) The archaeology of geological catastrophes. Geol Soc Special Publication",
    "year": 2000
  }, {
    "title": "Estimation of current plate motions in Papua New Guinea from Global Positioning System observations",
    "authors": ["P Tregoning", "K Lambeck", "A Stolz", "P Morgan", "SC McClusky", "P van der Beek", "H McQueen", "RJ Jackson", "RP Little", "A Laing", "B Murphy"],
    "venue": "J Geophys Res",
    "year": 1998
  }, {
    "title": "Latest major eruptions of Rabaul Volcano. In: Johnson RW (ed) Cooke-Ravian Volume of Volcanological Papers",
    "authors": ["GPL Walker", "RF Heming", "TJ Sprod", "HR Walker"],
    "venue": "Geol Surv Papua and New Guinea Memoir",
    "year": 1981
  }, {
    "title": "Isotopic and trace element profiles across the New Britain island arc, Papua New Guinea",
    "authors": ["J Woodhead", "RW Johnson"],
    "venue": "Contr Min Petr",
    "year": 1993
  }, {
    "title": "Magma genesis in the New Britain island arc: Further insights into melting and mass transfer processes",
    "authors": ["J Woodhead", "SE Eggins", "RW Johnson"],
    "venue": "J Petr",
    "year": 1998
  }, {
    "title": "Stratospheric loading and optical depth estimates of explosive volcanism over the last 2100 years derived from the Greenland Ice Sheet Project 2 ice core",
    "authors": ["GA Zielinski"],
    "venue": "J Geophys Res",
    "year": 1995
  }, {
    "title": "Record of volcanism since 7000 B.C. from the GISP2 Greenland ice core and implications for the volcano-climate system",
    "authors": ["GA Zielinski", "PA Mayewski", "LD Meeker", "S Whitlow", "MS Twickler", "M Morrison", "D Meese", "RB Alley", "AJ Gow"],
    "venue": "Science",
    "year": 1994
  }],
  "id": "SP:ce02fd381d93f3421157c7bd7d0a5a5b432fc56b",
  "authors": [{
    "name": "Chris O. McKee",
    "affiliations": []
  }, {
    "name": "Vincent E. Neall",
    "affiliations": []
  }, {
    "name": "Robin Torrence",
    "affiliations": []
  }],
  "abstractText": "New studies of the deposits from the latest caldera-forming eruption (the “Dk” event) at Dakataua Volcano, New Britain Island, Papua New Guinea, help identify an intense space-time concentration of large-scale volcanism during the 7th century AD on New Britain. Radiocarbon dating of charcoal from the Dk deposits yields an age of 1,383±28 BP. Calibration of this result gives an age in the range AD 635–670 (at 1 s. d.). At about the same time, two other volcanoes on New Britain, Rabaul and Witori, also produced very large eruptions. Very high acidity levels in ice cores from Antarctica and Greenland at AD 639 and AD 640 respectively may be linked to either or both of the Dakataua and Rabaul eruptions. Another ice core high acidity level, at AD 692, may be associated with the Witori eruption. Significant volcanic risk within the New Britain region is indicated by its Late Cenozoic history of relatively frequent large-scale eruptions from as many as 8 caldera systems within an arc-parallel zone about 380 km long. Over the last 20 ka the return period for major (VEI 5+) eruptions in this region was about 1.0 ka and individually high frequencies of major eruptive activity were experienced at Witori and Rabaul. The relatively short return period for major eruptions in the region would tend to increase the chance that such events could cluster in time.",
  "title": "A remarkable pulse of large-scale volcanism on New Britain Island, Papua New Guinea"
}