{
  "sections": [{
    "text": "Key words: Pacific Walker circulation, strong tropical volcanic eruptions, cooling effect, trade winds\nCitation: Miao, J. P., T. Wang, H. J. Wang, and J. Q. Sun, 2018: Interannual weakening of the tropical Pacific Walker circulation due to strong tropical volcanism. Adv. Atmos. Sci., 35(6), 645–658, https://doi.org/10.1007/s00376-017-7134-y."
  }, {
    "heading": "1. Introduction",
    "text": "The Pacific Walker circulation (PWC) is one of the most important circulation systems in the tropics (Bjerknes, 1969). Changes in the PWC are associated with major changes in rainfall in many parts of the world (Ropelewski and Halpert, 1989; Veiga et al., 2005; Williams and Funk, 2011). Williams and Funk (2011) suggested that the westward extension of the PWC likely contributes to increased subsidence and decreased eastern African rainfall from March to June. In addition, changes in the PWC are also related to extreme climate and weather events, such as the decreased number of severe tropical cyclones making landfall over eastern Australia and increasing potential of biomass burning in Sumatra, Indonesia (Callaghan and Power, 2011; Lestari et al., 2014).\n∗ Corresponding author: Tao WANG Email: wangtao@mail.iap.ac.cn\nTherefore, understanding the PWC is essential for predicting meteorological disasters and managing water resources.\nOn the interannual timescale, the intensity of PWC shows considerable variability (Tanaka et al., 2004). It is closely associated with the El Niño–Southern Oscillation (ENSO) (e.g., Philander, 1990; Tanaka et al., 2004). For instance, the weaker PWC in 1982/83 and 1997/98 was closely linked to the super El Niño events in those years. On the interdecadal timescale, some recent studies have shown that the PWC experienced interdecadal weakening in the mid-1970s and enhancement since the late 1990s (e.g., Burgman et al., 2008; Dong and Lu, 2013; McGregor et al., 2014). McGregor et al. (2014) suggested that the recent Atlantic warming trend and related trans-basin coupling processes play key roles in the observational-based estimate of PWC enhancement since the late 1990s. In addition, some modeling and observationalbased estimates (using the HadSLP2 dataset) have shown that the PWC shows a long-term weakening trend in the 20th cen-\n© Institute of Atmospheric Physics/Chinese Academy of Sciences, and Science Press and Springer-Verlag GmbH Germany, part of Springer Nature 2018\ntury under global warming (Tanaka et al., 2004; Vecchi et al., 2006; Vecchi and Soden, 2007; DiNezio et al., 2009; Power and Kociuba, 2011; Zhang and Li, 2017). On the contrary, other modeling and observational-based estimates (using the 20CR dataset) have argued that the PWC strengthened in the 20th century (Meng et al., 2012; Sandeep et al., 2014; Li et al., 2015). Hence, there are many uncertainties about the trend of PWC in the 20th century, due to large uncertainties in the observed sea surface temperature (SST) and sea level pressure (SLP) (Deser et al., 2010; L’Heureux et al., 2013).\nKnutson and Manabe (1995) indicated two different mechanisms in determining the long-term trend of the PWC. The first mechanism works through spatially homogeneous warming in the free atmosphere, where the strengthened hydrological cycle causes enhanced upper-tropospheric warming and increased static stability (Held and Soden, 2006; Vecchi and Soden, 2007). The second mechanism, inhomogeneous warming, is dependent on regional differences in the strength of ocean dynamical thermostat cooling, evaporative cooling, land–sea thermal contrast, and cloud cover feedbacks (Clement et al., 1996; Meehl and Washington, 1996; Bayr and Dommenget, 2013). Besides, changes in the PWC are also affected by the tropical Pacific’s internal variabilities. For example, different phases of Pacific Decadal Oscillation (PDO) can provide different SST backgrounds in the central and eastern tropical Pacific, which locally influence the strength of the PWC (Garcia and Kayano, 2008; Dong and Lu, 2013). In addition, decadal ENSO variations, with more central Pacific–type El Niño events, may well have led to the intensified PWC during the period 1979–2008 (Sohn et al., 2013). In a recent study, Power and Kociuba (2011) clarified the relative roles of external forcing and internal variability in the observed weakening of the PWC during the 20th century, based on the HadSLP2 dataset. They pointed out that external forcing accounts for nearly 30%–70% of the weakening of the PWC, with internal variability compensating for the rest.\nStrong volcanic eruptions can induce an impact on global climate at seasonal to multidecadal timescales (e.g., Robock, 2000; Shindell et al., 2004; Gleckler et al., 2006; Emile-Geay et al., 2008; Otterå, 2008; Wang et al., 2012; Zanchettin et al., 2012). The climatic effects from strong tropical volcanic eruptions (SVEs) are mainly owing to the ejection of sulfur dioxide (SO2) into the stratosphere. The SO2 is then converted to sulfate aerosol, which can reflect and scatter solar radiation and absorb both solar and terrestrial radiation. The temperature thus increases in the stratosphere but decreases in the troposphere after the eruptions. As a result, SVEs work as a narrow peak–type perturbation to the climate system (Stenchikov et al., 1998; Robock, 2000). In previous modeling studies of the last millennium, most attention has been paid to the responses of the monsoon and related precipitation to SVEs (e.g., Peng et al., 2010; Cui et al., 2014; Man et al., 2014; Liu et al., 2016; Miao et al., 2016). Besides, numerous studies have addressed SVE effects on large-scale climate modes, such as Arctic Oscillation, North Atlantic Oscillation, Atlantic Multidecadal Oscillation, and PDO (e.g., Shindell et\nal., 2004; Otterå et al., 2010; Wang et al., 2012; Zanchettin et al., 2012).\nENSO is one of the most striking interannual variabilities in the climate system. Focusing on the tropics, the relationship between El Niño events and volcanic eruptions has been a hot research topic (e.g., Emile-Geay et al., 2008; Ohba et al., 2013; Maher et al., 2015; Lim et al., 2016). However, there is still considerable uncertainty and no consensus has been reached on the linkage between volcanic eruptions and the responses of ENSO [see Ding et al. (2014) and many references therein]. Some studies suggest that anomalous trade winds over the Pacific play a key role in triggering and promoting the development of an El Niño event (e.g., Lai et al., 2015). Thus, a better understanding of how the PWC and related trade winds respond to SVEs is important. A reliable result would be helpful in understanding the subsequent evolution of ENSO and related coupled ocean–atmosphere processes.\nIn this study, therefore, we examine how the PWC responds to SVEs using a three-member simulation (covering the period 1400–1999) performed with HadCM3. The use of a single external forcing (volcanic forcing only) and a large number of SVEs will help us to determine how SVEs affect the PWC in the model. Four additional simulations (with CAM4) are used to examine the relative importance of SVE-induced SST cooling in different regions in affecting the PWC. We also use reanalysis data to explore how the PWC responds to SVEs in the observational data.\nThe remainder of the paper is organized as follows: In section 2 we describe the model, data and methods. Sections 3–5 investigate the response of the PWC to SVEs in the model and observations. Lastly, conclusions and some further discussion are given in section 6."
  }, {
    "heading": "2. Model, data and methods",
    "text": "HadCM3 is a coupled ocean–atmosphere model with sea ice and land surface schemes (Gordon et al., 2000; Pope et al., 2000). Its atmosphere component is the UK Meteorological Office’s unified forecast and climate model, with a horizontal grid spacing of 2.5◦ ×3.75◦ and 19 vertical levels. The ocean component is a 20-level version of the Cox (1984) model on a 1.25◦ × 1.25◦ grid. Six ocean grid boxes correspond to each atmosphere model grid box and partial sea-ice cover can be included at each high-latitude ocean grid box (Johns et al., 1997). The sea-ice model uses a simple thermodynamic scheme and consists of parametrizations of ice drift and leads (Cattle and Crossley, 1995). The thermodynamics of the ice model is based on the zero-layer model of Semtner (1976), and the parametrization of ice concentration is based on that of Hibler (1979). The models mentioned above are coupled once per day, and the coupling details have been well documented in a previous study (Gordon et al., 2000).\nWe analyzed three simulations covering the period 1400– 1999, hereafter referred to as VOLC (r1, r2, r3) (Schurer et al., 2013). They were run utilizing volcanic forcing throughout the simulation, with the following additional forcings set\nas constant (dates in parentheses indicate the year of constant forcing): solar forcing (1400), well-mixed greenhouse gases (1400), land use (1400), ozone (pre-industrial levels), and orbital forcing (1400) (Schurer et al., 2014). The volcanic forcing used here is from Crowley et al. (2008). The reconstructed aerosol optical depth (AOD) was supplied in four bands (90◦–30◦N, 30◦N–equator, equator–30◦S, 30◦–90◦S), and employed in the model. The ensembles were all initialized with ocean conditions in the year 1400 from All LONG (a long simulation with all relevant forcings covering the period 800–2000 performed with HadCM3), but with different atmospheric initial states near 1400 of All LONG. Due to the large number of SVE samples in this experiment, our results should be convincing. In addition, the climatological PWC in VOLC captures the large-scale overturning characteristics over the tropical Pacific, which constitute a good starting point to address the response of the PWC to SVEs [Fig. S1 in electronic supplementary material (ESM)].\nBesides, we used CAM4 to examine the underlying mechanisms behind the response of the PWC to the SVEs. CAM4 is the atmospheric component of the NCAR’s Community Earth System Model (Gent et al., 2011). The default finite volume scheme and 26 layers in the vertical direction\nwere used. The experiments were performed with “F 2000” configuration, with prescribed climatological SST and sea ice and an active land model. Further details of the experiments are clarified in section 4.\nIn addition, we used surface air temperature (SAT), SLP and wind fields covering the period 1851–2014 from version 2c of the monthly 20CR dataset (Whitaker et al., 2004; Compo et al., 2006; Compo et al., 2011; Hirahara et al., 2014), to explore how the PWC responds to SVEs in observations. The observed SST data were from ERSST.v3b (Xue et al., 2003; Smith et al., 2008).\nTo examine the influence of volcanic eruptions on climate variation, we used the superposed epoch analysis (SEA) method (Robock and Mao, 1995) in this study. This is a statistical technique aimed at revealing the degree of correlation between two data sequences, which can resolve significant signal-to-noise ratios and is often adopted in volcanic-related studies (e.g., Adams et al., 2003; Cui et al., 2014). In this study, the essence of SEA was to extract subsets of the PWC index from the whole simulation within five years near each peak time of the SVEs, and then to superpose all extracted subsets by adding them according to the peak time. Significance was calculated using a standard Monte Carlo randomization procedure (10000 times for this study). Furthermore, we used composite analysis to illustrate the anomalous pattern of atmospheric circulation over the tropics in the posteruption years. Statistical analysis was performed by applying the t-test. Before both SEA and composite analysis, we removed the seasonal cycle from the monthly data, because\nthe SVEs occurred in different months. We chose 54 SVE samples (from three ensemble members) during the last 600 years with an anomalous tropical AOD, as shown in Fig. 1a.\nIn addition, two kinds of indices were used to reveal the evolution of the PWC before and after the SVEs. One was the large-scale tropical Indo-Pacific SLP gradient (dslp) index, which was computed from the difference in SLP averaged over the central-eastern Pacific (5◦S–5◦N, 160◦–80◦W) and over the Indian Ocean–western Pacific (5◦S–5◦N, 80◦– 160◦E) (Vecchi et al., 2006). The other was the surface wind (Us) index, defined as the averaged Pacific surface zonal wind (5◦S–5◦N, 150◦E–150◦W) (Luo et al., 2012; Ma and Zhou, 2016). For the output from the CAM4 experiments, the U850\nindex [averaged zonal wind over (5◦S–5◦N, 150◦E–150◦W) was used instead. The Niño3.4 SST index, defined as the SST anomalies averaged over the Niño3.4 area (5◦S–5◦N, 120◦– 170◦W), was used to reveal the evolution of ENSO before and after the SVEs."
  }, {
    "heading": "3. Response of the PWC to SVEs in the model",
    "text": "Figure 1b illustrates the SEA of the globally averaged top-of-the-atmosphere radiative flux anomalies around SVEs. Volcanic aerosols result in a reduction of the downward shortwave and outgoing longwave radiation. The first effect is due to the property of aerosol particles of reflecting and scatter-\ning incoming solar radiation, of which the peak value is about −4.6 W m−2. The latter effect is due to absorption of upward longwave radiation from the troposphere and surface by sulfate aerosols, of which the peak value is about 2 W m−2. Hence, the total radiation decreases significantly, with a peak value of nearly −2.6 W m−2 after the SVEs. The radiative effect can persist for more than two years.\nThe radiative forcing leads to significantly anomalous changes over the tropical Pacific in the model. Figures 2a and b show the results of the SEA of the simulated dslp index and Us index. The two kinds of PWC index both change significantly in the first year after the peak time of the SVEs. The decreased dslp index suggests a reduced tropical SLP gradient between the central-eastern Pacific and Indian Ocean– western Pacific. At the same time, the increased Us index indicates weakened trade winds over the tropical Pacific.\nChanges in these two indices suggest that SVEs can lead to a weakened PWC in the first year after the peak time of SVEs in the model.\nFigure 3a illustrates the composite anomalies of the lower-tropospheric wind field in the first year after the peak time of SVEs. Significant westerly wind anomalies are evident over the tropical Pacific. In contrast, there are noticeable easterly wind anomalies over the tropics in the upper troposphere (Fig. 3b). Meanwhile, an anomalous lowertropospheric divergence and upper-tropospheric convergence can be found over the Maritime Continent, suggesting suppressed convection over this region (Fig. 4). Correspondingly, the anomalous lower-tropospheric convergence and uppertropospheric divergence weaken the descending motion over the central-eastern tropical Pacific (Fig. 4). Overall, atmospheric circulation anomalies also indicate that the PWC is\nsignificantly weakened after SVEs in the model. However, no similar weakening of the PWC can be found in the year before SVEs. Furthermore, this weakening begins to recover in the second year after SVEs (Fig. S2 in ESM).\nTo understand the mechanisms behind the PWC’s response, we examine the anomalies of associated oceanic and atmospheric variables over the tropical and subtropical Pacific following the SVEs. Figure 5a shows the response of SAT to the SVEs. In the first year after the peak time, cooling over land is stronger than that over the ocean, which is mainly caused by their different heat capacities. Therefore, surface temperature over the Maritime Continent gets much lower than that over the central-eastern tropical Pacific. As a result, due to the non-uniform zonal temperature anomalies in the tropics, SLP increases over the Maritime Continent and decreases in the central tropical Pacific (Fig. 5b). Therefore, the SLP gradient between the eastern tropical Pacific and the Maritime Continent is reduced, which weakens the trade winds over the tropical Pacific and leads to a weakened PWC in the first year after the peak time of the SVEs. Meanwhile, through the positive Bjerknes feedback, weakened trade winds can cause an El Niño-like warming over the tropical Pacific (Fig. 5c), which in turn contributes to the reduced zonal SLP gradient and weakened PWC.\nChanges in trade winds over the Pacific are also associated with the intensity of the Intertropical Convergence Zone (ITCZ) and the South Pacific convergence zone (SPCZ). Figure 6a shows the annual climatological precipitation in the VOLC simulation. It indicates the location of the climatological ITCZ and SPCZ in the model. After the SVEs, the simulated precipitation decreases over Southeast Asia, Australia, and areas where the ITCZ and SPCZ are mainly located. Nevertheless, it increases south of the ITCZ and north of the SPCZ. This anomalous precipitation pattern suggests that the ITCZ and SPCZ are weakened and shift toward the equator after SVEs, which is conducive to the weakening of\ntrade winds. Due to SVE-induced large-scale surface cooling, evaporation decreases significantly over the tropics, and thus reduces the water vapor transport for the ITCZ and SPCZ. As a result, the ITCZ and SPCZ are weakened. Similar processes can be found in the Norwegian Earth System Model (Pausata et al., 2015) and the ECHO-G coupled model (Lim et al., 2016). More importantly, due to large-scale surface cooling over the subtropical and midlatitude Pacific, stronger cooling can be found in the whole troposphere over the cloudless subtropics (Fig. 7). It can enlarge the temperature contrast from\nmidlatitudes to the equator, which is favorable for equatorward displacements of the ITCZ and SPCZ (Broccoli et al., 2006; Stevenson et al., 2016).\nOverall, SVE-induced changes of the east–west SLP gradient and the weakening and equatorward displacements of the ITCZ and SPCZ can lead to a weakened PWC in the first year after the peak time of the SVEs in HadCM3."
  }, {
    "heading": "4. Atmospheric model simulations",
    "text": "The above results suggest that both the tropical and subtropical/midlatitude surface temperature anomalies can lead to a weakening of the PWC. To find out their relative contribution, we performed four additional simulations using CAM4. Firstly, we carried out a control simulation (EXP1) with the model’s climatological SST and sea-ice boundary conditions (“-compset F 2000”). In the sensitivity experiments, similar runs were performed but with added SVEinduced SST anomalies (Fig. 5c, black frame) in the subtropical/midlatitude Pacific [(15◦–50◦N, 140◦E–70◦W); (15◦– 50◦S, 160◦E–70◦W)] and around the Maritime Continent [(30◦S–20◦N, 90◦–160◦E), excluding the overlapping region) to the climatological SST. Specifically, EXP2 resembled the control run but added all the SST anomalies over these three regions. EXP3 (EXP4) was also similar to the control run but\nonly added SST anomalies around the Maritime Continent (in the subtropical/midlatitude Pacific). Each run was integrated for 60 years and the average for the last 40 years is analyzed.\nThe difference between EXP2 and EXP1 reflects the combined impact of strong cooling over the Maritime Continent and subtropical/midlatitude Pacific on the atmospheric circulations. As shown in Fig. 8a, SLP increases over the Maritime Continent and decreases over the central-eastern tropical Pacific. As a result, westerly and easterly wind anomalies can be found over the tropical Pacific in the lower and upper troposphere, respectively (Figs. 9a and e), indicating that the PWC is significant weakened. The difference in U850 index between EXP2 and EXP1 (Fig. 10) further confirms that SVE-induced negative SST anomalies play an important role in weakening the PWC. Compared with the U850 index anomaly in HadCM3, the larger change of U850 index between EXP2 and EXP1 is likely caused by the sustained SST cooling forcing in the CAM4 experiments. In contrast, almost the same increase (decrease) in SLP over the Maritime Continent (central-eastern tropical Pacific) (Figure 8b), and associated weakening of the PWC (Figs. 9b and f), can be found in EXP3. The comparison between changes in U850 index suggests that influence from the negative SST forcing around the Maritime Continent can account for approximately 93% of the weakening of the PWC in the all-\nforcing experiment (i.e., EXP2). This means that the SST cooling around the Maritime Continent plays a dominant role in weakening the PWC following SVEs. In the comparison between EXP4 and EXP1, there are no significant changes in the east–west SLP gradient (Fig. 8c) and lower-tropospheric wind fields (Fig. 9c) over the tropical Pacific. However, the changes in precipitation between the two experiments indicates equatorward displacements of the ITCZ and SPCZ (Fig. S3 in ESM), which cause easterly wind anomalies in the upper troposphere over the western-central tropical Pacific (Fig. 9g). Therefore, the subtropical and midlatitude cooling can also contribute to the weakened PWC. Nevertheless, its contribution is much weaker (accounting for about 6% of the change in U850 index in EXP2)."
  }, {
    "heading": "5. Response of the PWC to SVEs in the observations",
    "text": "In the observations, there are five SVEs over the past more than 100 years. They was the Krakatau eruption (1883), the Santa Maria eruption (1902), the Agung eruption (1963), the El Chichón eruption (1982), and the Pinatubo eruption (1991). A weakened PWC also can be observed following these SVEs. Based on the 20CR data, the dslp index decreases in the first post-eruption year (Fig. 11). At the same time, the Us index increases significantly. Both of these indices indicate an interannual weakening of the PWC following the SVEs. Correspondingly, the Niño 3.4 index also increases significantly in the first post-eruption year, indicating an El Niño-like SST anomaly during this period.\nTo further explore how the PWC responds to SVEs in the observations, we also analyze the anomalous spatial temperature and circulation patterns in the first post-eruption year. Following the SVEs, significant westerly wind anomalies can be observed over the tropical Pacific in the lower troposphere (Fig. 12a). Correspondingly, significant easterly wind anomalies are evident in the upper troposphere (Fig. 12b). Additionally, there is an anomalous lower-tropospheric divergence and upper-tropospheric convergence over the Maritime Continent, suggesting suppressed convection over this region (Fig. 13a). On the contrary, the anomalous lower-tropospheric\nconvergence and upper-tropospheric divergence weaken the descending motion over the central-eastern Pacific (Fig. 13b). These changes indicate that the PWC is significantly weakened after SVEs in the observations, which confirms the SEA of the observed PWC indices."
  }, {
    "heading": "6. Summary and discussion",
    "text": "This study investigated the response of the PWC to SVEs using three-member simulations, with volcanic forcing only,\ncovering the last 600 years. The two kinds of PWC index employed both change significantly in the first year after SVEs. The dslp index decreases, whereas the Us index increases, suggesting an interannual weakening of the PWC during this period. The related circulation anomalies following SVEs further confirm this change in the PWC. In the observations, a similar weakening of the PWC can be found after the SVEs.\nBased on the model result, the SVE-induced stronger cooling over the Maritime Continent can reduce the SLP gradient from the eastern tropical Pacific to the western tropical Pacific. As a result, the trade winds are weakened in the first post-eruption year. At the same time, convection is suppressed over the Maritime Continent. In addition, the descending motion over the central-eastern tropical Pacific is also weakened. Therefore, the PWC weakens in the first post-eruption year. In addition, an SVE-induced weaker\nand equatorward-shifted ITCZ and SPCZ also contribute to the weakening of the PWC after the SVEs. The additional CAM4 experiments further confirmed the influences from surface cooling over the Maritime Continent and subtropical/midlatitude Pacific regions on the PWC. Moreover, they revealed that the strong cooling over the Maritime Continent plays a dominate role in the weakening of the PWC after SVEs.\nIn the observations, similar responses of the PWC and related processes can be found after the SVEs. However, some differences exist between the model and observations. Following the SVEs, the observed central-eastern tropical Pacific warming is much stronger than that in the model (Figs. 5 and 14), having formed a typical El Niño event after the SVEs (Figs. 11c and 14c). Differently, in HadCM3 only El Niñolike SST anomalies, rather than El Niño events, can be found in the tropical Pacific following the SVEs. The SVE-induced warming in the central-eastern tropical Pacific is weaker. The different responses of Niño3.4 index in the observations and model also confirm this difference (Figs. 2c and 11c). Actually, weaker warming in the central-eastern tropical Pacific has been documented in other model results (e.g., Ohba et al., 2013; Stevenson et al., 2016), and this may be caused by a weaker positive Bjerknes feedback in the models, which needs further investigation. Additionally, a too-small number of SVE samples in the observations could make the pre-\neruption Pacific states more important and thus should not be neglected for post-eruption climate changes in that region. This may be another reason for the model–observation difference.\nAcknowledgements. We thank the two anonymous reviewers and editor for their valuable comments and suggestions, which helped improve the quality of this paper significantly. This research was supported by the National Key R&D Program of China (Grant No. 2016YFA0600701), the National Natural Science Foundation of China (Grant Nos. 41661144005, 41575086 and 41320104007), and the CAS–PKU Joint Research Program. The authors are grateful to Dr. Schurer A. P. for providing the coupled model output.\nElectronic supplementary material: Supplementary material is available in the online version of this article at https://doi.org/ 10.1007/s00376-017-7134-y."
  }],
  "year": 2018,
  "references": [{
    "title": "Proxy evidence for an El Niño-like response to volcanic forcing",
    "authors": ["J.B. Adams", "M.E. Mann", "C.M. Ammann"],
    "venue": "Nature, 426,",
    "year": 2003
  }, {
    "title": "Dommenget, 2013: The tropospheric land–sea warming contrast as the driver of tropical sea level pressure changes",
    "authors": ["T. Bayr"],
    "venue": "J. Climate,",
    "year": 2013
  }, {
    "title": "A primitive equation 3-dimensional model",
    "authors": [],
    "year": 1984
  }, {
    "title": "Volcanism and the little",
    "authors": ["J. Cole-Dai", "E. Castellano"],
    "year": 2008
  }, {
    "title": "Climate response of the equa",
    "authors": ["Kirtman", "S.-K. Lee"],
    "year": 2009
  }, {
    "title": "Krasting, 2014: Ocean",
    "authors": ["Robock", "L.T. Sentman", "J. P"],
    "year": 2014
  }, {
    "title": "Volcanoes and climate",
    "authors": ["AchutaRao", "K.E. Taylor"],
    "year": 2006
  }, {
    "title": "A dynamic thermodynamic sea ice model",
    "authors": [],
    "year": 1979
  }, {
    "title": "Increasing potential",
    "authors": ["T. Takemura", "M. Kimoto"],
    "year": 2014
  }, {
    "title": "Twentieth century Walker Circulation",
    "authors": ["T. Martin"],
    "year": 2012
  }, {
    "title": "Simulating the effects of the 1991",
    "authors": [],
    "year": 2008
  }, {
    "title": "El Niño, La Niña, and the Southern Oscil",
    "authors": ["S.G. 2009JCLI2950.1. Philander"],
    "year": 1990
  }, {
    "title": "Volcanic eruptions and climate",
    "authors": ["A. Robock"],
    "venue": "Rev. Geophys.,",
    "year": 2000
  }, {
    "title": "1976: A model for the thermodynamic",
    "authors": ["Jr."],
    "year": 1976
  }],
  "id": "SP:d9f71c14ebc0f14eb69c92eb30229bac60c72ab7",
  "authors": [{
    "name": "Jiapeng MIAO",
    "affiliations": []
  }, {
    "name": "Tao WANG",
    "affiliations": []
  }, {
    "name": "Huijun WANG",
    "affiliations": []
  }, {
    "name": "Jianqi SUN",
    "affiliations": []
  }],
  "abstractText": "In order to examine the response of the tropical Pacific Walker circulation (PWC) to strong tropical volcanic eruptions (SVEs), we analyzed a three-member long-term simulation performed with HadCM3, and carried out four additional CAM4 experiments. We found that the PWC shows a significant interannual weakening after SVEs. The cooling effect from SVEs is able to cool the entire tropics. However, cooling over the Maritime Continent is stronger than that over the central-eastern tropical Pacific. Thus, non-uniform zonal temperature anomalies can be seen following SVEs. As a result, the sea level pressure gradient between the tropical Pacific and the Maritime Continent is reduced, which weakens trade winds over the tropical Pacific. Therefore, the PWC is weakened during this period. At the same time, due to the cooling subtropical and midlatitude Pacific, the Intertropical Convergence Zone (ITCZ) and South Pacific convergence zone (SPCZ) are weakened and shift to the equator. These changes also contribute to the weakened PWC. Meanwhile, through the positive Bjerknes feedback, weakened trade winds cause El Niño-like SST anomalies over the tropical Pacific, which in turn further influence the PWC. Therefore, the PWC significantly weakens after SVEs. The CAM4 experiments further confirm the influences from surface cooling over the Maritime Continent and subtropical/midlatitude Pacific on the PWC. Moreover, they indicate that the stronger cooling over the Maritime Continent plays a dominant role in weakening the PWC after SVEs. In the observations, a weakened PWC and a related El Niño-like SST pattern can be found following SVEs.",
  "title": "Interannual Weakening of the Tropical Pacific Walker Circulation Due to Strong Tropical Volcanism"
}