{
  "sections": [{
    "text": "Sulfate source inventories from a Svalbard ice core record\nspanning the Industrial Revolution\nJohn Moore,1 Teija Kekonen,1,2 Aslak Grinsted,1,3 and Elisabeth Isaksson4\nReceived 1 July 2005; revised 28 February 2006; accepted 29 March 2006; published 10 August 2006.\n[1] The 800-year sulfate record from Lomonosovfonna was analyzed by a novel multiple linear regression algorithm that attempts to explain sulfate variability in terms of other chemical species measured in the core and sulfur emission inventories. We use three statistical approaches to determine sulfate sources. We examine trends using singular spectrum analysis with confidence intervals, finding clear evidence that anthropogenic sources are important but not dominant; we use cross-wavelet coherence to examine significant multidecadal covariance in terrestrial sulfate; but our main tool is multiple regression analysis of the sulfate dependency on other ions and anthropogenic emission inventories. Models are fitted in a moving time window of typically 50 years length, explaining 80% of the sulfate variance. A suite of model predictors are examined, and the variation in relative magnitudes of the model coefficients along the core can be used to infer variations in the strength of various sulfate sources. We observe large changes in sulfate sources at the end of the Little Ice Age associated with changes in Barents Sea marine productivity, changes in North Atlantic sulfate input and a long-lasting period of disturbance caused by the large Laki volcanic eruption. Modeling sulfur emission inventories shows that western Europe contributes about 15% of the sulfate budget, with essentially no input from other regions, in contrast with predictions from global circulation models incorporating sulfur chemistry. Multidecadal cycles are mainly confined to the Little Ice Age and most likely associated with increased storminess and enhanced deposition of both marine aerosol and biogenic sulfate from the Atlantic Ocean. The model residuals do not show a normal distribution but display very large spikes. Unexpectedly, those significant at the 99% level can be closely matched to major volcanic eruptions using independent dating methods. The 20th century sulfate in the core is inventoried as sea salt (15%), terrestrial (10%), volcanic (5–10%), western European anthropogenic (10–25%), Barents Sea biogenic (20–40%), and Atlantic biogenic (10–15%).\nCitation: Moore, J., T. Kekonen, A. Grinsted, and E. Isaksson (2006), Sulfate source inventories from a Svalbard ice core record spanning the Industrial Revolution, J. Geophys. Res., 111, D15307, doi:10.1029/2005JD006453."
  }, {
    "heading": "1. Introduction",
    "text": "[2] Sulfuric acid is an important atmospheric aerosol that has significant climate effects [Mitchell and Johns, 1997]. Anthropogenic emission of sulfur from fossil fuel combustion and metal smelting are partly responsible for ameliorating the anthropogenic greenhouse effect, moderating temperature rise, especially in the heavily industrialized regions. The major source of sulfur pollution in the Arctic and the largest single source in the whole world is the Norilsk smelting complex in Siberia [Christensen, 1997] (Figure 1). [3] Sulfate in ice cores has important natural sources in addition to the anthropogenic one [e.g., Legrand and Mayewski, 1997]. For most ice cores acidic-derived sulfate dominates the budget, but more coastal and mountain glacier ice cores tend to have increased salts, both from salts distilled from seawater and from localized terrestrial dust sources near exposed land areas. These sulfate salts are often associated with calcium and magnesium ions. Dimethyl sulfide (DMS) from plankton blooms is the principal and most abundant biogenic organic sulfur compound entering the atmosphere, where it undergoes photo-oxidation by OH , XO (X = halogen atom) and NO3\nradicals and produces sulfur dioxide (SO2), dimethylsulfoxide (DMSO) and methanesulfonic acid (MSA). These compounds undergo gas phase and/or heterogeneous reactions leading to the formation of aerosol species non-sea-salt sulfate (H2SO4). This biogenic sulfate comes from local seas at coastal icecoring sites and from distant oceanic sources further inland [Legrand and Mayewski, 1997]. Finally, many ice cores\nJOURNAL OF GEOPHYSICAL RESEARCH, VOL. 111, D15307, doi:10.1029/2005JD006453, 2006 Click Here\nfor\nFull Article\n1Arctic Centre, University of Lapland, Rovaniemi, Finland. 2Also at Department of Chemistry, University of Oulu, Oulu, Finland. 3Also at Department of Geophysics, University of Oulu, Oulu, Finland. 4Norwegian Polar Institute, Polar Environmental Centre, Tromsø,\nNorway.\nCopyright 2006 by the American Geophysical Union. 0148-0227/06/2005JD006453$09.00\nD15307 1 of 13\nshow well-preserved records of large volcanic eruptions [e.g., Robock and Free, 1995], that have important global impacts resulting from the depression in temperatures for up to 3 years following the eruption [e.g., Briffa et al., 1998]. Good records of volcanic signatures in ice cores exist from Greenland [e.g., Zielinski, 1995; Hammer et al., 1980] and a few Canadian ice cores [e.g., Fisher and Koerner, 1988; Yalcin et al., 2003]; however, no records exist for Svalbard or for ice cores from the Eurasian Arctic [Robock and Free, 1995]. Therefore a record from Svalbard would be of value in estimating volcanic acid fallout in the Barents Sea sector of the Arctic. [4] An atmospheric global circulation model (GCM) incorporating a sulfate model [Christensen, 1997] suggests that about 30% of SO4\n2 in the Arctic today originates from Norilsk. Northern Europe contributes about 35%. This model agrees quite well with observations of SO2 monitored at Ny Ålesund in northern Spitsbergen [Christensen, 1997]. Other observations [Huntrieser et al., 2005] have shown that SO2 can be transported all the way from North America to northern Europe and Svalbard under not infrequent atmospheric conditions. The easterly and southeasterly winds that dominate over Svalbard in winter tend to bring anthropogenic Arctic haze to the islands [e.g., Heintzenberg, 1989; Semb et al., 1984]. However, detailed analysis of air back trajectories during spring over Svalbard [Staebler et al., 1999] indicates that the situation is often more complex. Clean air originates from open water areas and Greenland to the west and contains predominately marine salts, while air coming from Eurasia contains many more aerosols and much higher levels of acidity especially non-sea-salt (nss) SO4 2 . All sulfate GCMs agree that the importance of non-\nArctic sources grows with elevation in the atmosphere, such that they should be about equal to the Siberian sources (mostly from Norilsk) at 5000 m over Svalbard. However, what are lacking are observations of sulfate deposition extending over more than the last decade or two and especially a record of the changes since the rapid industrialization of Siberia in the 1940s, such as is provided by an ice core record. [5] Previous studies of sulfate levels in ice cores from Svalbard [Simões and Zagorodnov, 2001], Greenland [Mayewski et al., 1986; Legrand and Mayewski, 1997], and from the Canadian Arctic [Koerner et al., 1999] show increases from the 1930s. Furthermore, Goto-Azuma and Koerner [2001] have shown that the sulfate record from the Snøfjellafonna ice core (Svalbard) closely resembles the total sulfate emission record from Eurasia from around 1930 to about 1990. This paper concerns an ice core record of soluble ions from Lomonosovfonna, recovered in 1997 from central eastern Spitzbergen (Figure 1). The general features of the 800-year-long Lomonosovfonna sulfate record have been discussed briefly by Kekonen et al. [2005a]. Isaksson et al. [2001] and Kekonen et al. [2002] reported increases in sulfate and nitrate from about the mid20th century relative to concentrations at earlier periods. Although local sources of pollution have to be taken into account [Simões and Zagorodnov, 2001], there are also clear anthropogenic signals from long-range transport to the Lomonosovfonna ice cap [Kekonen et al., 2002], probably from both Eurasia and also from North America. Vehviläinen et al. [2002] found PAH compounds in the core and they concluded that these come from long-range sources. The only clear volcanic sulfate in the record (from the Laki eruption of 1783) is discussed in detail by Kekonen et al. [2005b]. The importance of biogenic sulfate contribution in the record has been mentioned in relation to the MSA record, which has been interpreted in terms of biogenic productivity in the Barents Sea during the 20th century by O’Dwyer et al. [2000] and over longer periods by Isaksson et al. [2006]. About 80% of calcium in the core is of non-seasalt origin, and its covariation with sulfur has been interpreted in terms of a terrestrial source by Kekonen et al. [2005a]. [6] Our goals in this paper are to carefully analyze the sulfate signal in the Lomonosovfonna ice core to determine how the sulfate sources have changed over time and determine the 20th century sulfate source inventory. To do this, we will use three advanced statistical methods: singular spectrum analysis of trends, cross-wavelet analysis of longperiod oscillations, and multiple linear regression analysis in log space of ion concentrations and sulfate emission inventories. These methods are all generally applicable and provide statistically meaningful estimates of source contributions, even with ice cores that suffer some postdepositional percolation."
  }, {
    "heading": "2. Data",
    "text": "[7] In 1997 a 121 m long ice core (spanning about 800 years) was recovered from Lomonosovfonna, the highest (1255 m above sea level) ice field in Svalbard (Figure 1). Total ice depth from radar sounding was 123 m, and the site is close to the highest point of the ice cap with roughly\nD15307 MOORE ET AL.: SULFATE SOURCES IN A SVALBARD ICE CORE\n2 of 13\nD15307\nradial ice flow. The ice field is remote from major pollution sources such as major industrialized centers (Figure 1), but there are the coal mining villages of Pyramiden (35 km from the drill site, in operation since 1947) and Longyearbyen (100 km from the drill site, in operation since 1911) in the vicinity. The dating of the core was based on a layer thinning model tied with the known dates of prominent reference horizons, (see Kekonen et al. [2005a] for details). Dating reliability is estimated to be about 5 years over the last 300 years by comparison of the model timescale with independent counting of annual cycles in oxygen stable isotopes [Pohjola et al., 2002b]. The accumulation rate for the 1997–1963 period is 0.41 m water equivalent per year (m weq yr 1) with a somewhat lower value of 0.31 m weq yr 1 for the period 1963–1783. The current annual temperature range is from 0 C to about 40 C. As with most Arctic ice cores, seasonal melting produces some water percolation and elution of ions from surface layers to deeper ones. Moore et al. [2005a] show how percolation affects the chemistry data in this core. Previous studies on Lomonosovfonna have found that percolation lengths are generally shorter than the annual layer thickness [Pohjola et al., 2002a] except during thewarmest yearswhere percolation length appear to be 2–8 annual layers [Kekonen et al., 2005a]. There is in fact only a small fraction of ions, even in verywarm summers, that percolatemore than 3 years, and a rich record of past climate is preserved [Kekonen et al., 2005a; Moore et al., 2005a]. [8] Sample recovery and chemical analysis are discussed by Kekonen et al. [2005a, and references therein]; in all about 1100 samples of ice, each 5 cm long, were analyzed by ion chromatography (Figure 2). Measurement and shortrange depositional noise errors were estimated by a comparison of 480 parallel same depth samples from the ice core measured with two independent ion chromatography methods [Kekonen et al., 2004] and are about 8%. The ion chromatograph results for every ionic species’ concentrations show them to be lognormally distributed, which is also consistent with ion chromatograph measurement errors being proportional to concentration. Therefore before any analyses can be made of the ion data, they must be transformed so that the data and errors are normally distributed. A simple log transformation results in most species passing standard tests for normality at the 95% confidence level, the exceptions being due to small departures from normality at low concentrations. Therefore the ion data were log transformed before mathematical analyses were made. In addition to the ice core, a series of shallow cores and snow pits have been studied since the main ice core was drilled [Virkkunen, 2004]. [9] Sulfate emission records are available from 1850 to 2000 [Stern, 2005]. We use the large groupings identified by Stern [2005], such as eastern Europe and North America for our analyses. More finely divided groupings, such as the Scandinavian countries, tend to be dwarfed by the larger countries. SO2 emissions [Tuovinen et al., 1993; Reimann et al., 1997] from metal smelters on the Kola Peninsula, which are the most northerly large sulfur sources (Figure 1), show a post–World War 2 development, a feature common to Norilsk and almost all Arctic sources. We also estimate Svalbard sulfur emissions on the basis of population estimates calibrated by occasional sulfur emission reports\n[Hoel, 1966]. Stern [2005] shows that the eastern European emissions peaked about 1989 and then fell dramatically during the 1990s by nearly 50%. Western European emissions also fell greatly during the 1980s and 1990s, while North American emissions fell less quickly. Asian sources started to increase later than those in the west and peaked only about 1997."
  }, {
    "heading": "3. Methods",
    "text": "[10] In this paper we will use singular spectrum analysis (SSA) [Allen and Smith, 1996] to show the nonlinear trend and its error in sulfate at Lomonosovfonna. We attempt to fit this trend using tabulations of sulfur emissions by year and region from 1850 [Stern, 2005]. The sulfate data were subjected to Monte Carlo SSA to determine the significant nonlinear trend and quasiperiodic oscillations in the time series. The statistical significance of components, reconstructed by convoluting the original series with each of the filters, can be tested against red noise models using conventional Monte Carlo methods (we used 1000 surrogate series with the same length, observed variance and lag one\nD15307 MOORE ET AL.: SULFATE SOURCES IN A SVALBARD ICE CORE\n3 of 13\nD15307\ncorrelations as the original time series). All results presented in this paper are statistically significant at the 95% level against red noise models. The sulfate concentration data has 8% measurement errors and a fraction of this measurement error will be present in the SSA trend, which can be calculated using the SSA filter and the measurement error [Moore et al., 2005b]. In this analysis we use an embedding dimension of 50 which closely corresponds, in yearly sampled data, with a Gaussian low-pass filter having a 100-year cutoff frequency [Moore et al., 2005b]. The data were collected on a linear depth scale, but SSA, like most time series tools works better on a linear timescale. We therefore used the model timescale [Kekonen et al., 2005a] to produce yearly concentration values for the modeling. [11] In general for ice cores where percolation is not important, it is usually assumed that the ratios of ions coming from sea salt are preserved in an ice core [e.g., Legrand and Mayewski, 1997]. In places where other sources of ions are also important (e.g., from local dust sources), assigning particular fractions of ions to those different sources can be difficult and is the main subject of this paper. For this ice core, significant percolation sometimes does occur, and so we are cautious about using sea-salt ratios over periods less than the percolation depth (about 3–5 years) [Pohjola et al., 2002a], where the ion ratios are altered by preferential elution of different ions [Moore et al., 2005a]. However, if as seems the case, ions are simply redistributed rather than lost by runoff, then ion ratios should be correct when averaged over some interval. As percolation of ions may be described by an exponentially decaying process, most of the impact is confined with the layer or two immediately below the warmed layer [Moore et al., 2005a]. Therefore for the SSA we compute 3-year running means of nss sulfate on the basis of the ratio of ion to sodium, assuming that all sodium comes from seawater [Wilson, 1975]. There is a 30% rise in mean accumulation rate post-1963 as compared with the 18 and 19th centuries and we use this to calculate sulfate deposition flux when comparing with sulfur emission inventories, rather than simple concentration data. [12] To investigate the different contributions to the sulfate budget along the core, we introduce a novel approach based on multiple linear regression analysis (MLR) between sulfate and the other ions in the core. MLR models are well understood and have a well-defined best fit criterion: the F statistic that ensures that the optimum number of parameters is used to avoid overfitting the data [e.g., Neter et al., 1996]. The models fit an equation of the form\nY ¼ XM þ K ð1Þ\nin the least squares sense. The variable X is a matrix of ions and M is a vector of coefficients, Y is the sulfate data and K is a constant. To fulfil the requirement of the fit being the best in the least squares sense and to test the statistical significance of the regression, it is required that the errors in X and Y data are normally distributed. If ion concentration data were used, the high concentration spikes (with large absolute measurement errors) would disproportionately weight the regression models. Therefore as the concentration data are lognormally distributed and the measurement\nerrors are not constant numbers, but proportional to the measured values, we perform a simple log transform on all concentration time series. Because of the log transformation the regression coefficients are not simple multipliers of concentrations, but exponents, so that in concentration space the regression models look like\nSO2 4\n¼ K Mg2þ M1 NO 3 M2 ð2Þ\nwhere the brackets denote concentrations. This means that the M coefficients cannot be compared directly with, e.g., sea-salt ratios. However, we should point out that while this formulation is nonstandard in glaciochemistry, it is physically quite realistic as the lognormal distribution is ubiquitous in nature; e.g., rainfall (and accumulation rates in this ice core [Grinsted et al., 2006]) is lognormally distributed, as are air pollution indices in many U.S. cities [Limpert et al., 2001]. The simple fact that the sulfate data are lognormal is certainly consistent with equation (2) rather than with simple additive sulfate sources. However, the regression analyses does not reveal much about the sulfate sources in nature, it simply describes how sulfate correlates with other species. For example the relationships in the regression analysis may be because of codeposition of species, or probably more likely, because of coelution of ions by spatially limited postdepositional percolation [Moore et al., 2005a]. The errors and probability density functions of the sulfate emission estimates given by Stern [2005] are not known, but we do not expect them to be lognormal as the earlier emission records are likely to be relatively more inaccurate than more recent ones. So in the absence of any contradictory evidence, we assume the emission inventory errors are normally distributed. Therefore we do not log transform the emission data before fitting to the log sulfate data in equation (1), so the general expression for the MLR models is of the form\nlog SO2 4\n¼ K þ X9\ni\nMi log si½ þ X3\nj\nMj Ej\nð3Þ\nwhere [si] denote the nine ionic species concentrations and [Ej] are sulfur emissions from North America, eastern Europe, and western Europe. [13] One difficulty with equations (2) and (3) is to estimate the sulfate contribution Si of the ith term in the regression equation, which we do using this equation in log space\nSi ¼ MiCisXi=sY ð4Þ\nwhere the sX are the standard deviation of the predictor terms, sY is the standard deviation of the log sulfate data, and C are the correlation coefficients of the X with Y. As the sulfate data are lognormally distributed, the individual mean fractional contributions from the different X in the regression equation must be estimated in log space. This is analogous to calculating the mean of a lognormally distributed variable in log space and so is the correct way of calculating the contribution of the individual terms in X, as can also be seen by noting that the sum of S over all the X\nD15307 MOORE ET AL.: SULFATE SOURCES IN A SVALBARD ICE CORE\n4 of 13\nD15307\nterms must equal the same proportion of variability in Y in both log and concentration space. Hence equation (3) gives directly the fractional contribution of each predictor to sulfate in normal concentration space. [14] We make no assumptions about what ions should be in X, we begin with all ions and remove them one by one until the F statistics suggest an optimum fit. We also allow both M and K to change over time (e.g., in response to climate changes); however, as the data are lag 1 autocorrelated, they must be kept in time or depth order. This is done by running the MLR model in a moving window of data 100 points long, with an F statistic calculated for each model. An intrinsic assumption in using a 100-point window for modeling is that changes in M due to changing climate are smooth, with no dramatic step changes. The MLR models therefore determine how the relations preserved in the core between the different ions change over time. Prior to the MLR analysis we smooth the ion data with three-point running means to reduce short-wavelength, species-dependent elution rate variations. This is a progressively longer smoothing time interval with depth due to compression of ice layers. By analyzing the time series in the original sampling intervals we ensure that the MLR analysis window contains the same number of independent data points and therefore allow the significance level of the fits to be comparable along the entire core. However, in sections 4.1, 4.3, and 4.5, where we compare the chemistry records with yearly dated sulfate emissions, we are obliged to use 3-year smoothing on the chemistry data after resampling them to constant time intervals. A simple running mean reduces the number of degrees of freedom of the data by a factor of 1.5/w where w is the number of points used in the running mean. So for three-point running means we reduce our effective number of data points by factor of 2. This is taken into account when calculating the F statistic and significance levels of the M coefficients. Since the Laki volcanic peak in 1783 is such a dominant signal in the pre20th century record, we remove the entire ion data between 66 and 67 m depth from the modeling, although the clearly volcanic sulfate deposit only affects about 15 cm within that meter [Kekonen et al., 2005b]. By removing a full meter of data we try to ensure that the typically 2–3-year impact of a volcano on the atmosphere is removed; however, possible longer-term changes associated with the eruption (such as suggested by Kekonen et al. [2005b]) will still be present if they persisted for a decade or so. [15] The residuals from the MLR models are not quite normally distributed in the log transformed data as there are correlations between data points [e.g., Neter et al., 1996]. However, we can use a normalization procedure to convert the residuals for each 100-point model back to concentration data by standardizing by the standard error of the model coefficient matrix and then antilogging the residual. Onetailed confidence intervals are also estimated from the antilog of the standard deviation of the original residual distribution. We can improve the signal/noise ratio in any MLR model by computing ‘‘joint models,’’ found by adding the residuals from MLR models with no common X variables in log space (equivalent to multiplication in concentration data space) and by weighting the models by their F statistic. In addition to the F statistic weighting, this procedure also has the advantage of avoiding overfitting\nwhich would occur if a single MLR model with all plausible X were used to find residuals. It is obviously tempting to assign these residuals to volcanic events. Unlike all other attempts to assign spikes in sulfate or electrical stratigraphy of ice cores to volcanic signals, the object of the MLR modeling was to attempt to describe the usual variability of the sulfate data, not to extract volcanic spikes. The significance test of the residuals is also a correctly specified student’s t test and not based on the standard deviation of the raw sulfate data, which are statistically meaningless as the raw concentration data are not normally distributed, and which could also vary for many reasons other than volcanic acid input. [16] To investigate the long-period signals in the ion record we performed Wavelet Coherence (WTC) [Grinsted et al., 2004] on the sulfate data together with other ions. The WTC measures the coherence in an analogous way to a cross-correlation coefficient and is particularly useful here in identifying covariations that are highly significant but localized in time-frequency space and so may not be statistically significant in a simple MLR model."
  }, {
    "heading": "4. Results and Discussion",
    "text": ""
  }, {
    "heading": "4.1. The Low-Frequency Trend",
    "text": "[17] Figure 2 shows the sulfate concentration data, discussed in more detail by Kekonen et al. [2005a], who note that that the dropoff in concentrations post-1960 is likely a real feature and not an artefact of postdepositional processes. Figure 3 shows the SSA nonlinear trend in nss SO4 2 found together with its 95% confidence interval. We also show the SSA trends of four sulfur emission regions. Clearly the Asian emission record, with its very late and accelerating rise is\nD15307 MOORE ET AL.: SULFATE SOURCES IN A SVALBARD ICE CORE\n5 of 13\nD15307\nunlike the ice core sulfate record and will not be discussed further. Therefore we restrict ourselves to theNorth American (essentially U.S. and Canadian emissions) and eastern European input (essentially USSR and Poland) and the sum of emissions from countries in western Europe. We also compared SSA trends for Kola (essentially Monchogorsk and Nikel) and for Svalbard. The various regions are marked in Figure 1. [18] The main feature of Figure 3 is that the trend from the ice core does not follow particularly well the general pattern of the emission inventories: Peak sulfur deposition occurred in the late 1950s and 1960s and has decreased remarkably since then. One explanation may be due to changing atmospheric transport pathways over time bringing sulfur from different regions, so that while all regions were increasing emissions between 1960 and 1980, the net effect was reduced deposition on Lomonosovfonna. However, as we shall see, a simpler explanation is that in addition to the anthropogenic ones, there are other important sulfur sources. One of the better correlations between the low-frequency trends of the ice core sulfate record is with the emission trends from local Svalbard sources; however, these are orders of magnitude smaller than other Arctic sources and from the industrialized centers further south. We will investigate all the emission inventories in more detail using multiple regression models."
  }, {
    "heading": "4.2. Multiple Regression Models: Long-Term Source Changes",
    "text": "[19] Over the whole core the MLR model variables (X) that give the best fit to the sulfate data turn out to be magnesium and nitrate. We label this model the ‘‘empirical model.’’ This is an unexpected result, but as mentioned in section 3, the MLR models do not necessary reflect species deposition; most likely they are related to postdepositional coelution and subsequent colocation in the ice after percolation within the upper layers of firn. It is therefore useful to consider another model where we use a priori insight of the marine, terrestrial, and biogenic sulfate sources, which suggest a model X field of salt (equals sodium plus chloride), MSA, and calcium as a good predictor for sulfate. We label this model the ‘‘expected model.’’ [20] The expected and empirical models may be compared by their F statistic, (Figure 4a), and in general the expected model is only about half as good as the empirical model. Both models fit worse around the 1780s, most likely because of the influence of the Laki volcanic eruption, despite the removal of the peak itself before MLR modeling. It should be noted that it is extremely unlikely that percolation of the Laki signal could affect ice deposited 15 years earlier and impossible that it affects ice deposited later: Our pit and core studies suggest that percolation affects up to 8 years at maximum and only in the pre1200ADpart of the core and post-2002 pit studies [Virkkunen, 2004; Pohjola et al., 2002a], while the 1780s were rather cooler than at present [Isaksson et al., 2003]. Kekonen et al. [2005b] consider the Laki eruption in the Lomonosovfonna record, suggesting that it caused cooling for several years immediately after the eruption of about 2 C and that there is evidence for a simultaneous (perhaps unrelated) longer-term change in sea ice conditions. Bothmodels fit verywell around 1850 and for the earliest meters of core prior to 1300.\nThe poorer fit since 1850 is almost certainly due to increasing influence of anthropogenic emissions that will be modeled in section 4.3. The excellent fit in the early part of the record is most likely due to a local environment with much more melting and runoff [Kekonen et al., 2005a] than that represented in the rest of the ice core record, leading to very homogenized and simple ion chemistry. [21] We can look in more detail at the results of the model by examining either the changes in the model coefficients in the vector M, or the contribution each of the X variables makes to the sulfate concentrations in each sample.\nD15307 MOORE ET AL.: SULFATE SOURCES IN A SVALBARD ICE CORE\n6 of 13\nD15307\nFigure 4b shows the percentage contributions to the sulfate budget from the empirical model. As can be seen, over most of the core, Mg2+ is the dominant predictor, but there are two notable exceptions. The empirical model shows that in the 30-year period around the 1783 Laki eruption, nitrate is a more important predictor of sulfate than magnesium. The same thing occurs in a very dramatic step change about 1920 coinciding with the end of the Little Ice Age (LIA) in Svalbard and the retreat of sea ice northward [Vinje, 2001; Kekonen et al., 2005a], with nitrate being the more important predictor of sulfate in the modern era. Figure 4c illustrates how the coefficients of the expected model change over time, with the constant term sometimes being very large, presumably caused by the MLR analysis finding that the X variables are far from good predictors, especially in the 30 years around the Laki eruption and in the 20th century. In comparison the constant term in the empirical model is never higher than 7 ppb. The coefficient for MSA changes in an almost stepwise manner in 1920 because of the changing conditions at the end of the LIA. The MSA coefficient becomes insignificant near the bottom of the core, most likely because the ion is relatively easily eluted, and was largely lost by runoff (Figure 2). [22] The expected model is conceptually useful as we know what sources all the X variables represent. The model allows us to estimate the contribution from the local Barents Sea region as that is likely the source of the DMS emissions producing MSA [O’Dwyer et al., 2000]. Despite the overall reduction in MSA concentrations after 1920 (Figure 2), the importance of MSA as a predictor of sulfate rises dramatically (Figure 4c). This implies that local biogenic sulfate sources have increased with the warming of the Barents Sea after the end of the LIA and the retreat of the ice margin northward [Vinje, 2001], which is consistent with the correlation between MSA concentrations and sea surface temperatures reported for recent decades by O’Dwyer et al. [2000]. The reduction in MSA concentrations post-1920 is then due to a change in the branching ratio between MSA and H2SO4 for DMS, which may be explained by warmer temperatures, but the branching ratio is also sensitive to other chemical components in the atmosphere [e.g., Christensen, 1997]. However, Isaksson et al. [2006] suggest that increased vertical stability of the surface layer of the sea caused by increased meltwater production from the more extensive sea ice cover favored increased primary production in the LIA and therefore could result directly in higher MSA concentrations. Thus it is likely that several mechanisms simultaneously caused the observed changes in MSA. [23] Assuming that sodium and chloride all come from the sea-salt source, marine sea-salt sulfate should then be 0.09 by weight of the salt fraction [Wilson, 1975]. It is incorrect to use the mean values in normal concentration space to calculate the sea-salt fraction in the ice core, but using the means in log space we get the marine salt sulfate source for the period 1918–1996 of about 18% of sulfate, which is quite consistent with Table 1, model 1, showing about 20% associated with salt. [24] In summary, MLR modeling of the whole core record suggests that sulfate may be predicted by an acid and a neutral salt species predictor set that can account for about 80% of the sulfate variance. The empirically found ions that do this best are nitrate and magnesium, most likely\nbecause of colocation of acidic nitrate and sulfate components in the ice and similar affiliation between magnesium and neutral salt forms of sulfate (both from marine and terrestrial sources). While there may be a codeposition of magnesium or nitrate with sulfate, we suppose that it more likely to be postdepositional coelution during percolation processes that leads to the observed relationship between the ions [Moore et al., 2005a]. The expected model shows similar results, but fits much less well than the empirical model, with MSA playing the role of acid predictor. Much of the core, especially the bottom is well predicted by magnesium or salt, suggesting that neutral sulfate species dominated in general. However, the 30-year period around Laki in 1783 was quite different than the rest of the record, with acidic components dominating. The post-LIA is also dominated by acidic sulfate, and in the expected model, MSA becomes a much more important predictor of sulfate than earlier. The Ca2+ predictor for sulfate is not significant at the 5% level in any of the MLR models (Table 1, models\nTable 1. Multiple Linear Regression Analysis SO4 2 Deposition Models 1918–1996a\nCoefficients p %\nModel 1 Constant 0.476 0.721 0 Salt 0.715 0.005 19 MSA 0.855 0.000 50 Ca2+ 0.028 0.777 2 d.o.f.d = 34 F = 24 Ra 2 = 0.629\nModel 2 Constant 0.951 0.015 0 Mg2+ 0.587 0.000 40 NO3\n0.711 0.000 46 Eastern Europe (Gg yr 1) 9.104 0.412 2 d.o.f. = 34 F = 65 Ra 2 = 0.824\nModel 3 Constant 0.402 0.715 0 Salt 0.473 0.027 13 MSA 0.651 0.000 38 Ca2+ 0.173 0.077 9 Western Europe (Gg yr 1) 114.370 0.000 18 d.o.f. = 33 F = 31 Ra 2 = 0.746\nModel 4 Constant 0.935 0.062 0 Mg2+ 0.615 0.000 41 NO3\n0.571 0.001 37 Western Europe(Gg yr 1) 45.417 0.245 7 Eastern Europe(Gg yr 1) 15.486 0.199 3 North America(Gg yr 1) 4.210 0.896 0 Svalbard (Mg yr 1) 0.005 0.380 3 d.o.f. = 31 F = 34 Ra 2 = 0.826\nModel 5 Constant 1.449 0.000 0 Mg2+ 0.595 0.000 40 NO3\n0.240 0.142 16 MSA 0.319 0.045 19 Western Europe (Gg yr 1) 75.993 0.020 12 d.o.f. = 33 F = 57 Ra\n2 = 0.846 aCoefficients and constants areM andK in equation (3); p is the probability of rejecting the hypothesis that coefficient = 0; % is the percentage contribution to SO4 2 deposition from equation (4); Ra 2 is the adjusted variance explained by themodel; d.o.f. is the number of degrees of freedom in the model; F is the F statistic; chemical coefficients are scaled as log (kg km 2 yr 1).\nD15307 MOORE ET AL.: SULFATE SOURCES IN A SVALBARD ICE CORE\n7 of 13\nD15307\n1 and 3); however, WTC methods discussed in section 4.4 show that the probable terrestrial source associated with Mg2+ and Ca2+ exhibits statistically significant multidecadal covariability with sulfate."
  }, {
    "heading": "4.3. Anthropogenic Sources",
    "text": "[25] The step-like change in several ions, especially MSA [Isaksson et al., 2006; Kekonen et al., 2005a] at the end of the LIA means that the period must be split around 1920 before attempting detailed MLR modeling. We would expect the MLR model to fit better if we allowed external parameters to be included in M as well as the ions. The known external variables are the anthropogenic emissions inventories and volcanic events. As emissions were generally quite low prior to the 1920s, though significant and detectable in the rise of the sulfate nonlinear trend (Figure 3), we will restrict the analysis here to the period 1918–1996. The ice core dating is based on a model that is accurate to about 3 years in the 20th century [Kekonen et al., 2005a], so we use 3-year running means of sulfate yearly deposition. Volcanic eruptions [e.g., Siebert and Simkin, 2002–2005] are of limited value as input forcing to MLR models as they influence sulfate for only 2 or 3 years [Robock and Free, 1995; Zielinski, 1995], which is less than our dating accuracy. Instead of using the volcanic record as a forcing term, we will discuss volcanic sources as residuals in the MLR models. The errors and probability density functions of the sulfate emission estimates are not known, but there seems little reason to assume they are not normally distributed, so the emission data are simply smoothed by 3-year running means. As with the SSA trend, we correct the sulfate deposition for the increased accumulation post-1963. [26] As already mentioned, the dramatic increase in Siberian (and Kola Peninsula) and the lesser increases in Svalbard sources occurred in the 1940s. This means that no Arctic sources can account for residuals that occur in most MLR models around 1926 and 1934 (e.g., Figure 5). Running a suite of models with varying ion species predictors and sulfur emission regions (Table 1) shows that though it is not possible to find significant contributions from eastern Europe (model 2) or from North America (model 4), there is a hint that some local Svalbard source may be involved; however, it is very far from significant in model 4 and similarly so even when it is the only anthropogenic source modeled. Western Europe, however, accounts for between 10–15% of sulfur on Lomonosovfonna, with generally high significance level (e.g., models 3 and 5). [27] We must ask why there is no apparent Siberian input of sulfur to Lomonosovfonna when it is predicted to be very large by GCMs including sulfur chemistry [e.g.,Christensen, 1997]. One possibility is that the sulfur global circulation model (S-GCM) assumes emissions are immediately distributed from the surface to 800 m elevation, rather than the height of the inversion layer, which is much lower in winter. For air mass transport to the Arctic (1) the horizontal wind must be in the right direction and (2) the air masses at the emission sites must have nearly the same temperature as the Arctic air; that is, the emission area must be within the polar front, otherwise the warmer air will rise above the cold Arctic air. This means that more remote sources become increasing\nimportant with increasing altitude. However, altitudes above 5000 m are required for this effect to start dominating sulfur fallout in the Christensen model, while Lomonosovfonna is only at 1250m. However, this it above the inversion layer. Ny Ålesund sulfur data appear to be well fitted by the S-GCM [Christensen, 1997], suggesting that there may be a much more significant change in sulfur loading with elevation than expected."
  }, {
    "heading": "4.4. Multidecadal Cycles: Terrestrial Sources",
    "text": "[28] Magnesium and calcium variation with sulfate shows rather similar results, and the WTC plot for magnesium is shown in Figure 6. The WTC plot shows a significant inphase relationship (WTC > 0.8) for signals with periods between 30 and 50 years, beginning in the region around 1600, with an abrupt expansion in the period around 1800– 1900. These dates mark quite well the beginning and end of the LIA on Lomonosovfonna in the isotope profile [Isaksson et al., 2003]. In contrast, the sulfate-nitrate relationship does not show an obvious linkage with the LIA on the WTC plot. An obvious feature is the broad region of high coherence from 1400–1600 at periods around 32 years, which is before onset of the LIA [Isaksson et al., 2003]. These observations suggest that the coherence is not a simple function of accumulation rate variations, which would affect the ions in a correlated manner. The magnesium-sulfate plot in Figure 6 shows local minima in coherence around the 1783 Laki eruption period, which may be indicative of the long-lasting influence of the eruption on general climate in the subsequent decade or two. [29] The marine ions (such as sodium and chloride) also exhibit very similar 25–35-year coherence between 1800 and 1900 with sulfate as that seen between magnesium and sulfate. This strongly suggests that the origin of this signal is not due to a change in either marine or terrestrial sulfate sources alone. A simple explanation is that a change in transport of marine aerosol and terrestrial dust is responsible via an increase in wind speed, or storminess carrying more\nD15307 MOORE ET AL.: SULFATE SOURCES IN A SVALBARD ICE CORE\n8 of 13\nD15307\nAtlantic sulfate (both of biogenic and sea-salt origins) to Lomonosovfonna over the period of the LIA relative to both the preceding period and the modern one."
  }, {
    "heading": "4.5. Model Residuals: Volcanic Sources",
    "text": "[30] The residuals from the MLR models, when transformed back into concentration values, display occasional very large positive spikes. Figures 7a and 7b show the normalized residuals from the empirical and expected models of the whole core data (excluding the Laki data). A data point is plotted for each 100-point MLR model, so that there are 100 model residuals for every sample (except at the data boundaries). As can be seen there are rather a lot of data that are above the 1% significance level. We can eliminate some of these by computing a joint model (Figure 7c), weighting the models 2:1 in favor of the empirical model as that fits about twice as well (according to the F statistic) as the expected model (Figure 3). We are still left with eight peaks that are significant at the\n1% level. It is obviously tempting to assign these residuals to volcanic events. Comparing the large spikes in the sulfate concentration profile (Figure 2) with the significant residuals from the MLR modeling (Figure 7) shows very few obvious matches because most of the sulfate variability (at least 80%) is due to other sources and errors. [31] The volcanic spikes significant at the 1% level in the joint model are listed in Table 2. We also show the dates of the spikes from the dating model [Kekonen et al., 2005a] and for those after 1700, from the independently counted cycles [Pohjola et al., 2002b]. The volcanoes listed are known large eruptions, defined by their volcanic explosivity index (VEI) and proximity [Siebert and Simkin, 2002– 2005]. While VEI is not a direct measure of sulfate emissions, the largest eruptions (with greatest VEI), whose ejecta have the highest potential to reach the stratosphere, are most likely to be represented in the ice core record. Note\nD15307 MOORE ET AL.: SULFATE SOURCES IN A SVALBARD ICE CORE\n9 of 13\nD15307\nthat Laki has been removed before the analysis was done and so is not listed in Table 2. [32] The 1956 Bezymianny in Kamchatka was a very large eruption; though not well recorded in Greenland [Robock and Free, 1995], it is recorded in Severnaya Zemlya [Fritzsche et al., 2002] and likely in Ellesmere Island [Fisher and Koerner, 1988]. The 1934 peak has not been reported in ice cores [Robock and Free, 1995], but the 1933 eruption of Kharimkotan in the Russian Kurile Islands has a VEI of 5 and seems the most probable eruption. The extremely large Tambora eruption of 1815 is well known and seen in many ice cores in both polar regions [e.g., Briffa et al., 1998]. The core dating is about 10 years too young and could be confused for the 1808 eruption signal sometimes seen in ice cores [e.g., Zielinski, 1995], but we believe that the signal is the Tambora eruption as there is a sharp drop in the isotopic record immediately after the peak (T. Martma, personal communication, 2000). The large residual peak with a core date of 1776 is hard to match to any large eruptions. The closest eruption that could match is the 1766 Hekla eruption in Iceland [Siebert and Simkin, 2002–2005]. Although this is a small dating error overall, it is a large discrepancy given the fixed date of the obvious 1783 Laki peak. A similar effect is seen for the dating error of Tambora. Both these eruptions, if correctly identified, indicate that accumulation rates were very low between 1766 and 1815. This may be related to the dramatic switch between nitrate and magnesium as predictors of sulfate (Figure 4b). [33] The 1704 peak seems most naturally associated with the Japanese Fuji eruption of 1707, it being the only extratropical VEI 5 eruption within 30 years of the core date [Siebert and Simkin, 2002–2005]. Once more this signal is not strongly represented in Greenland ice cores. The 1446 peak could be linked with a VEI 5 eruption of Mt St Helens in 1480, but the 1488 Icelandic eruption Bardarbunga is nearer to Svalbard and more likely to leave a strong signature. Finally, the 1244 signal stands out clearly near the bottom of the core. The 1259 event, perhaps identified as El Chichon from ice core tephra by Palais et al. [1992], stands out in many ice cores in both polar regions, indicating a very large event, and in Greenland it is the largest event after 1783 Laki during the last 1000 years [e.g., Zielinski, 1995; Hammer et al., 1980]. Clearly the lower layers of the core show much less variability than the near surface layers, partly as a result of each sample spanning more years but also because of solid ice diffusion over time and elution effects during initial firnification. Thus the peak has likely been much reduced from its original deposition strength. Therefore we identify the signal with the 1259 event. [34] Assuming that the eruptions are correctly identified, the errors from the model dates and the actual date for the signals is in general less than 5% (Pinatubo is only in error by 2 years, but that is a large percentage error in 8 years). From the dating standpoint, the most important signal is the deepest in the core which could be the 1259 volcanic signal. This is because the dates for the core below 80 m are entirely from the model, which becomes very sensitive to flow details near the bedrock. In support of this identification, we have searched for tephra in the ice around 118 m depth, but have found none. This is not very surprising considering the overwhelming preponderance of nonvolcanic particles found in the ice core [Kekonen et al., 2005b]. If the 1259 signal is correctly identified, then we can state that the ice cap has been in approximately the same state for the past 700 years with no major changes in flow regime, and the age of the bottom of the core is close to that predicted by the ice core dating model. [35] The total contribution from volcanic events to the sulfate budget can be estimated by the total amount of variance explained by the MLR models (Table 1). In total the best models explain about 85% of variance in sulfate. The unexplained 15% of variance is noise and volcanic sulfate. Errors in the sulfate analysis are about 8%, leaving 5–10% of the sulfate variance due to volcanic sources and any other sources we have not considered."
  }, {
    "heading": "5. Summary and Conclusions",
    "text": "[36] Multiple linear regression modeling of the sulfate profile unexpectedly showed that the best predictors were nitrate and magnesium. These seem to represent acid and neutral components of sulfate, most likely because acids are colocated in the ice and magnesium is sourced from both sea salt and terrestrial sources. Moore et al. [2005a] show that postdepositional percolation is the primary agent for determining the location of species in the ice core, on shortdistance scales corresponding to a few annual layers of accumulation. Therefore it is most likely that it is postdepositional coelution of ions that results in the relationships seen in the MLR models. For this reason we need to use\naNote the Laki 1783 signal was removed before modeling. bKekonen et al. [2005]. cPohjola et al. [2002b]. dSiebert and Simkin [2002–2005]. VEI is the volcanic explosivity index.\nD15307 MOORE ET AL.: SULFATE SOURCES IN A SVALBARD ICE CORE\n10 of 13\nD15307\nmany more models than just the best fitting MLR model to understand the sulfate budget in the ice core. The expected predictors, salt, MSA, calcium are useful conceptually as we know that they are representative of particular sources. [37] Percolation longer than the smoothing window would simply introduce a smoothing to the MLR model residuals, but we do not see such an effect. A residual peak is about the length of the smoothing window (except deep in the core, such as the 1259 event), as would be expected of volcanic events affected by slow diffusion processes. This is good evidence that the assumptions made concerning the degree of smoothing due to percolation are sufficiently conservative. In effect we have verified a preservation model that suggests that the net effect of dating and percolation smoothing of the ion records is a limiting resolution of 3 years. Therefore there is no advantage is to be gained in fitting the ice core record to external emission inventories by using a percolation correcting model to recover the original ion concentrations. [38] Sea-salt sulfate amounts to about 18% of the mean post-1918 sulfate budget of about 280 ppb or 5.8 meq L 1. Calcium is almost entirely of non-sea-salt origin in the Lomonosovfonna core, and model 3 in Table 1 suggests that it contributes about 10% of the sulfate budget. Kekonen et al. [2005a] show that the dominant 25–30-year band covariation of calcium with sulfate has an amplitude of about 1 meq L 1 (about 50 ppb of SO4\n2 ), suggesting that the terrestrial input is largely modulated by this periodicity. So a terrestrial source of sulfate primarily deposited with calcium contributes on average about 10% of the post-1918 sulfate budget. Long-period (multidecadal) cycles were relatively strong during the LIA, but apparently related only to the magnesium predictor of sulfate, not with the nitrate predictor. This can be explained by increased storminess and wind speeds in the LIA bringing both sea-salt aerosol and Atlantic biogenic sulfate to the ice cap. [39] MSA as a predictor of sulfate is most likely due to both having a common DMS source. This must be mostly local as the dramatic change in the MSA ion profiles at the end of LIA was very likely caused by the sea ice edge moving north. However, biogenic acidic sulfate coming from production in the Atlantic may also be carried to Lomonosovfonna with storms [Hara et al., 1997]. This is a viable mechanism as biogenic production in the Atlantic starts much earlier in the spring, close to the peak storm season, and is much greater than in the Barents Sea [Lancelot and Wassmann, 1994]. From Figure 4c it can be seen that the coefficient of MSA increases dramatically at the end of the LIA. The fraction of sulfate coming from Barents Sea DMS emission should be given by the proportion of sulfate predicted by MSA in an appropriate MLR\nmodel. Table 1, model 5 is one such model where we interpret the MSA contribution to represent local Barents Sea production, magnesium represents the sea salt, terrestrial and Atlantic acid contribution, while anthropogenic and other acidic sources are represented by western European emissions and nitrate. The nitrate coefficient is not significant in the model, but we include it as we wish to show that even allowing all plausible acidic components, magnesium still overrepresents sulfate. Magnesium accounts for 40% of sulfate, of which 15–20% is from sea salt and 10% from terrestrial sources, leaving 10–15% as the Atlantic biogenic sulfate contribution. MSA represents about 30%, similar modeling of the LIA shows only 20% sulfate from MSA. The much reduced concentrations of MSA in post-LIA ice imply that the MSA/nss SO42\nbranching ratio has changed by a much larger amount: to favor H2SO4 production over MSA. [40] Anthropogenic sulfate seems to account for about 15% of the total sulfate since 1918 and appears to have a western European source. Local sources, eastern Europe, and North America make no significant contribution. GotoAzuma and Koerner [2001], compare a sulfate record extending to the 1930s from Snøfonnafjella in Svalbard with sulfur emissions from Eurasia and North America, qualitatively finding emissions from Eurasia match the trend in SO4\n2 better than those from North America. This is consistent with our findings, though as we have separated the western and eastern European contributions we see no good fits between eastern sources and SO4\n2 either in trends or in detailed three-point sample analysis. This is unexpected from GCMs incorporating sulfur chemical process [Christensen, 1997] and may possibly be explained by the altitude of Lomonosovfonna; though it is relatively low, it is above the inversion layer in contrast with all the monitoring stations collecting sulfur aerosol. [41] Thus summing up the various lines of evidence, the typical 20th century sulfate budget appears to be composed as in Table 3. Probably the weakest estimate is for the Atlantic biogenic contribution which is based on inferences from the excess magnesium contribution. Best guesses for the other contributions would be sea salt: 18% (mean seawater ratio); western European emissions: 18% (Table 1, model 3); terrestrial dust: 10% (decadal covariability); Barents sea biogenic: 30% (arguments above); volcanic + measurement error: 15% (MLR variance accounted for), which sums to 91%. This leaves about 10% unexplained which is consistent with the estimate for Atlantic biogenic activity in Table 3. [42] One surprising finding is the enormously long-lasting impact of the Laki volcanic event. Kekonen et al. [2005b] show that the signal affects temperatures for several years\nD15307 MOORE ET AL.: SULFATE SOURCES IN A SVALBARD ICE CORE\n11 of 13\nD15307\nafter the sulfate deposition itself, but here we remove that signal prior to any modeling. We observe that the impact is clearly felt for some time after the event by the sudden switch from magnesium to nitrate as most important predictor, the only similar switch occurring at the end of the LIA (Figure 4b). Further, the volcanic interpretation in Table 2 suggests that the accumulation rate was anomalously low in the period around Laki. So either the Laki eruption occurred during an anomalous period, or that its influence was more pervasive in the chemistry of the atmosphere and possibly the circulation patterns of both oceans and atmosphere than previously realized. [43] It seems clear that the largest volcanic eruption signals originate in Iceland or the Far East: We see no conclusive signals from North America. This contrasts with signals seen in Greenland where transport paths over the pole from Alaska seem much more common than for Svalbard. Despite this natural pollution pathway, we see no evidence for eastern European or Asian anthropogenic sulfur, perhaps because those are low-altitude signals rather than the large volcanic events that inject sulfur to the high troposphere or stratosphere.\n[44] Acknowledgments. The Finnish Forest Research Institute Research Station, Rovaniemi, provided cold and clean room facilities. The drilling of the Lomonosovfonna 1997 ice core was financed by the Norwegian Polar Institute and IMAU, Utrecht University. The Finnish Academy Figare project and the Thule Institute financed the chemical and mathematical analysis. We also thank all the field participants over the many seasons, our editor John Austin, and three anonymous referees for their comments."
  }],
  "year": 2006,
  "references": [{
    "title": "Monte Carlo SSA: Detecting irregular oscillations in the presence of coloured noise",
    "authors": ["M.R. Allen", "L.A. Smith"],
    "venue": "J. Clim.,",
    "year": 1996
  }, {
    "title": "Influence of volcanic eruptions on Northern Hemisphere summer temperature over the past",
    "authors": ["K.R. Briffa", "P.D. Jones", "F.H. Schweingruberand", "T.J. Osborn"],
    "venue": "years, Nature,",
    "year": 1998
  }, {
    "title": "The Danish Eulerian hemispheric model: A threedimensional air pollution model used for the Arctic",
    "authors": ["J. Christensen"],
    "venue": "Atmos. Environ.,",
    "year": 1997
  }, {
    "title": "The effects of wind on d18O and accumulation give an inferred record of d seasonal amplitude from the Agassiz ice cap",
    "authors": ["D.A. Fisher", "R.M. Koerner"],
    "venue": "Ellsemere Island, Canada, Ann. Glaciol.,",
    "year": 1988
  }, {
    "title": "A new deep ice core from Academii Nauk ice cap, Severnaya Zemlya, Eurasian Arctic",
    "authors": ["D. Fritzsche", "F. Wilhelms", "L.M. Savatyugin", "J.F. Pinglot", "H. Meyer", "H.-W. Hubberten", "H. Miller"],
    "venue": "First results, Ann. Glaciol.,",
    "year": 2002
  }, {
    "title": "Ice core studies of anthropogenic sulfate and nitrate trends in the Arctic",
    "authors": ["K. Goto-Azuma", "R.M. Koerner"],
    "venue": "J. Geophys. Res.,",
    "year": 2001
  }, {
    "title": "Application of the cross wavelet transform and wavelet coherence to geophysical time series",
    "authors": ["A. Grinsted", "J.C. Moore"],
    "venue": "Jevrejeva",
    "year": 2004
  }, {
    "title": "Svalbard summer melting, continentality, and sea ice extent from the Lomonosovfonna ice core",
    "authors": ["A. Grinsted", "J.C. Moore", "V. Pohjola", "T. Martma", "E. Isaksson"],
    "venue": "J. Geophys. Res. ,",
    "year": 2006
  }, {
    "title": "Greenland ice sheet evidence of post-glacial volcanism and its climate",
    "authors": ["C.U. Hammer", "H.B. Clausen"],
    "venue": "Dansgaard",
    "year": 1980
  }, {
    "title": "Variation of concentrations of sulfate, methanesulfonate and sulfur dioxide at Ny Ålesund in 1995/96",
    "authors": ["K. Hara", "K. Osada", "M. Hayashi", "K. Matsunaga"],
    "venue": "Iwasaka",
    "year": 1997
  }, {
    "title": "Arctic haze: Air pollution in polar regions, Ambio",
    "authors": ["J. Heintzenberg"],
    "year": 1989
  }, {
    "title": "Svalbards historie 1596–1965",
    "authors": ["A. Hoel"],
    "venue": "bind. I",
    "year": 1966
  }, {
    "title": "Intercontinental air pollution transport from North America to Europe: Experimental evidence from airborne measurements and surface observations",
    "authors": ["H Huntrieser"],
    "venue": "J. Geophys. Res.,",
    "year": 2005
  }, {
    "title": "A new ice core record from Lomonosovfonna, Svalbard: Viewing the data between 1920–1997 in relation to present climate and environmental conditions",
    "authors": ["E Isaksson"],
    "venue": "J. Glaciol.,",
    "year": 2001
  }, {
    "title": "Ice cores from Svalbard: Useful archives of past climate and pollution history",
    "authors": ["E Isaksson"],
    "venue": "Phys. Chem. Earth,",
    "year": 2003
  }, {
    "title": "The methanesulphonic acid (MSA) record from Svalbard ice core, Ann",
    "authors": ["E. Isaksson", "T. Kekonen", "J. Moore", "R. Mulvaney"],
    "venue": "Glaciol.,",
    "year": 2006
  }, {
    "title": "An 800 year record of nitrate from the Lomonosovfonna ice core, Svalbard",
    "authors": ["T. Kekonen", "J. Moore", "R. Mulvaney", "E. Isaksson", "V. Pohjola", "R.S.W. van de Wal"],
    "venue": "Ann. Glaciol.,",
    "year": 2002
  }, {
    "title": "Comparison of analytical results for chloride, sulfate and nitrate obtained from adjacent ice core samples by two ion chromatographic methods",
    "authors": ["T. Kekonen", "P. Perämäki", "J.C. Moore"],
    "venue": "J. Environ. Monit.,",
    "year": 2004
  }, {
    "title": "The 800 year long ion record from the Lomonosovfonna (Svalbard) ice",
    "authors": ["T. Kekonen", "J. Moore", "P. Perämäki", "R. Mulvaney", "E. Isaksson", "V. Pohjola", "R.S.W. van de Wal"],
    "venue": "core, J. Geophys. Res.,",
    "year": 2005
  }, {
    "title": "The Icelandic Laki volcanic tephra layer in the Lomonosovfonna ice core, Svalbard",
    "authors": ["T. Kekonen", "J.C. Moore", "P. Perämäki"],
    "venue": "Martma",
    "year": 2005
  }, {
    "title": "A 100 year record of ion chemistry from Agassiz ice cap, northern Ellesmere Island NWT",
    "authors": ["R.M. Koerner", "D.A. Fisher"],
    "venue": "Goto-Azuma",
    "year": 1999
  }, {
    "title": "Log-normal distributions across the sciences",
    "authors": ["E. Limpert", "S.A. Werner"],
    "venue": "Abbt",
    "year": 2001
  }, {
    "title": "On modification of global warming by sulfate",
    "authors": ["J.F.B. Mitchell", "T.C. Johns"],
    "venue": "aerosols, J. Clim.,",
    "year": 1997
  }, {
    "title": "Separation of melting and environmental signals in an ice core with seasonal melt",
    "authors": ["J.C. Moore", "A. Grinsted", "T. Kekonen", "V. Pohjola"],
    "venue": "Geophys. Res. Lett., 32,",
    "year": 2005
  }, {
    "title": "Jevrejeva (2005b), New tools for analyzing time series relationships and trends",
    "authors": ["J.C. Moore", "A. Grinsted"],
    "venue": "Eos Trans. AGU,",
    "year": 2005
  }, {
    "title": "Methanesulfonic acid in a Svalbard ice core as an indicator of ocean climate",
    "authors": ["J. O’Dwyer", "E. Isaksson", "T. Vinje", "T. Jauhiainen", "J. Moore", "V. Pohjola", "R. Vaikmäe", "R. van de Wal"],
    "venue": "Geophys. Res. Lett.,",
    "year": 2000
  }, {
    "title": "Interhemispheric transport of volcanic ash from a 1259AD volcanic eruption to the Greenland and Antarctic ice",
    "authors": ["J.M. Palais", "S. Germani", "G.A. Zielinski"],
    "venue": "sheets, Geophys. Res. Lett.,",
    "year": 1992
  }, {
    "title": "Vaikmäe (2002a), Effect of periodic melting on geochemical and isotopic signals in an ice core from Lomonosovfonna, Svalbard",
    "authors": ["V.A. Pohjola", "J.C. Moore", "E. Isaksson", "T. Jauhiainen", "R.S.W. van de Wal", "T. Martma", "H.A.J. Meijer"],
    "venue": "J. Geophys. Res.,",
    "year": 2000
  }, {
    "title": "Reconstruction of 300 years annual accumulation rates based on the record of stable isotopes of water from Lomonosovfonna, Svalbard",
    "authors": ["V.A. Pohjola", "T. Martma", "H.A.J. Meijer", "J.C. Moore", "E. Isaksson", "R. Vaikmäe", "R.S.W. van de Wal"],
    "venue": "Ann. Glaciol.,",
    "year": 2002
  }, {
    "title": "Volcanoes of the World: An Illustrated Catalog of Holocene Volcanoes and their Eruptions",
    "authors": ["L. Siebert", "T. Simkin"],
    "venue": "Global Volcanism Program Digital Inf. Ser. GVP-3, Smithsonian Institution,",
    "year": 2002
  }, {
    "title": "The record of anthropogenic pollution in snow and ice in Svalbard, Norway",
    "authors": ["J.C. Simões", "V.S. Zagorodnov"],
    "venue": "Atmos. Environ.,",
    "year": 2001
  }, {
    "title": "Physical and chemical characteristics of aerosols at Spitsbergen in the spring",
    "authors": ["R. Staebler", "D. Toom-Sauntry", "L. Barrie", "U. Langendörfer", "E. Lehrer", "S.-M. Li"],
    "venue": "Dryfhout-Clark",
    "year": 1999
  }, {
    "title": "Global sulfur emissions from 1850",
    "authors": ["D.I. Stern"],
    "venue": "Chemosphere,",
    "year": 2005
  }, {
    "title": "Impact of the sulphur dioxide sources in the Kola Peninsula on air quality in northernmost Europe",
    "authors": ["Tuovinen", "J.-P", "T. Laurila", "H. Lättilä", "A. Ryaboshapko", "P. Brukhanov", "S. Korolev"],
    "venue": "Atmos. Environ.,",
    "year": 1993
  }, {
    "title": "A 20th century record of naphthalene in an ice core from Svalbard",
    "authors": ["J. Vehviläinen", "E. Isaksson", "J.C. Moore"],
    "venue": "Ann. Glaciol.,",
    "year": 2002
  }, {
    "title": "Anomalies and trends of sea ice extent and atmospheric circulation in the Nordic Seas during the period 1864–1998",
    "authors": ["T. Vinje"],
    "venue": "J. Clim.,",
    "year": 2001
  }, {
    "title": "Snowpit studies in 2001–2002 in Lomonosovfonna, Svalbard",
    "authors": ["K. Virkkunen"],
    "venue": "M.S. thesis,",
    "year": 2004
  }, {
    "title": "Salinity and the major elements of sea water, in Chemical Oceanography, edited",
    "authors": ["T.R.S. Wilson"],
    "year": 1975
  }, {
    "title": "A 100-year record of North Pacific volcanism in an ice core from Eclipse Ice Field, Yukon Territory",
    "authors": ["K. Yalcin", "C.P. Wake", "M.S. Germani"],
    "venue": "Canada, J. Geophys. Res.,",
    "year": 2003
  }, {
    "title": "Stratospheric loading and optical depth estimates of explosive volcanism over the last 2100 years derived from the GISP2 Greenland ice core",
    "authors": ["G. Zielinski"],
    "venue": "J. Geophys. Res.,",
    "year": 1995
  }],
  "id": "SP:c4b86f45872087e34a94248dd5ee7b904368f9f3",
  "authors": [{
    "name": "John Moore",
    "affiliations": []
  }, {
    "name": "Teija Kekonen",
    "affiliations": []
  }, {
    "name": "Aslak Grinsted",
    "affiliations": []
  }, {
    "name": "Elisabeth Isaksson",
    "affiliations": []
  }],
  "abstractText": "[1] The 800-year sulfate record from Lomonosovfonna was analyzed by a novel multiple linear regression algorithm that attempts to explain sulfate variability in terms of other chemical species measured in the core and sulfur emission inventories. We use three statistical approaches to determine sulfate sources. We examine trends using singular spectrum analysis with confidence intervals, finding clear evidence that anthropogenic sources are important but not dominant; we use cross-wavelet coherence to examine significant multidecadal covariance in terrestrial sulfate; but our main tool is multiple regression analysis of the sulfate dependency on other ions and anthropogenic emission inventories. Models are fitted in a moving time window of typically 50 years length, explaining 80% of the sulfate variance. A suite of model predictors are examined, and the variation in relative magnitudes of the model coefficients along the core can be used to infer variations in the strength of various sulfate sources. We observe large changes in sulfate sources at the end of the Little Ice Age associated with changes in Barents Sea marine productivity, changes in North Atlantic sulfate input and a long-lasting period of disturbance caused by the large Laki volcanic eruption. Modeling sulfur emission inventories shows that western Europe contributes about 15% of the sulfate budget, with essentially no input from other regions, in contrast with predictions from global circulation models incorporating sulfur chemistry. Multidecadal cycles are mainly confined to the Little Ice Age and most likely associated with increased storminess and enhanced deposition of both marine aerosol and biogenic sulfate from the Atlantic Ocean. The model residuals do not show a normal distribution but display very large spikes. Unexpectedly, those significant at the 99% level can be closely matched to major volcanic eruptions using independent dating methods. The 20th century sulfate in the core is inventoried as sea salt (15%), terrestrial (10%), volcanic (5–10%), western European anthropogenic (10–25%), Barents Sea biogenic (20–40%), and Atlantic biogenic (10–15%).",
  "title": "Sulfate source inventories from a Svalbard ice core record spanning the Industrial Revolution"
}