{
  "sections": [{
    "text": "ARTICLE doi:10.1038/nature12482"
  }, {
    "heading": "Supervolcanoes within an ancient",
    "text": "volcanic province in Arabia Terra, Mars"
  }, {
    "heading": "Joseph R. Michalski1,2 & Jacob E. Bleacher3",
    "text": "Several irregularly shaped craters located within Arabia Terra, Mars, represent a new type of highland volcanic construct and together constitute a previously unrecognized Martian igneous province. Similar to terrestrial supervolcanoes, these low-relief paterae possess a range of geomorphic features related to structural collapse, effusive volcanism and explosive eruptions. Extruded lavas contributed to the formation of enigmatic highland ridged plains in Arabia Terra. Outgassed sulphur and erupted fine-grained pyroclastics from these calderas probably fed the formation of altered, layered sedimentary rocks and fretted terrain found throughout the equatorial region. The discovery of a new type of volcanic construct in the Arabia volcanic province fundamentally changes the picture of ancient volcanism and climate evolution on Mars. Other eroded topographic basins in the ancient Martian highlands that have been dismissed as degraded impact craters should be reconsidered as possible volcanic constructs formed in an early phase of widespread, disseminated magmatism on Mars.\nThe source of fine-grained, layered deposits1,2 detected throughout the equatorial region of Mars3 remains unresolved, though the deposits are linked to global sedimentary processes, climate change, and habitability of the surface4. A volcanic origin has been suggested on the basis of the stratigraphy, morphology and erosional characteristics of the deposits5. The case for a volcanic source is further strengthened by the spectroscopic detection of sulphates in many of these deposits6 and detailed analyses of such rocks at the Meridiani Planum landing site, which revealed materials altered under water-limited, acidic conditions that were probably governed by volcanic outgassing7. Yet, although very fine-grained ash can be dispersed globally from a large explosive eruption on Mars5,8, the currently known volcanic centres are unlikely to have been the sources for thick, low-latitude layered deposits in Arabia Terra9.\nThe lack of identifiable volcanic sources that could have produced possible volcanogenic sediments in Meridiani Planum or in Gale crater is not a unique problem. In fact, 70% of the crust was resurfaced by basaltic volcanism, with a significant fraction emplaced from as yet unrecognized sources10. Thus, undetected volcanic source regions must exist within the ancient crust of Mars. Therefore, the following questions arise: first, is ancient volcanism poorly understood because higher Noachian erosion rates11 obliterated evidence for source regions? Second, are ancient volcanoes highland volcanoes of fundamentally different character from the well-recognized, massive, Hesperian shield volcanoes12,13? We suggest that the answer to the second question is yes; we propose a new category of ancient volcanic construct that has escaped detection until now.\nVolcanism is the thread binding nearly every aspect of Mars’s geological evolution. The crust of the planet was built through magmatism and effusive volcanism14, although an early phase of explosive volcanism might have emplaced a significant amount of fragmented material across the ancient crust15. Volatiles outgassed16 from volcanoes controlled atmospheric chemistry17 and strongly affected climate18–20 throughout Martian history. The geochemistry and habitability of Martian soils and sedimentary rocks are ultimately controlled by the global sulphur cycle, which is fundamentally linked to volcanism21. It is\ntherefore critical to understand all styles and phases of Martian volcanism and how they have affected the Martian climate through time."
  }, {
    "heading": "Evidence for volcanism in Arabia Terra",
    "text": "We present evidence for a new category of ancient volcanic construct on Mars, ancient supervolcanoes, which together could have produced vast amounts of lava and pyroclastic materials throughout Arabia Terra and beyond. The features, which we call ‘plains-style caldera complexes’, are characterized by the presence of collapse features, low topographic relief (lower than that of typical paterae), and association with plains-style lavas and friable, layered deposits. Taken together, the features, each with explosive outputs probably in excess of terrestrial supervolcanoes, constitute a previously unrecognized ancient volcanic province in Arabia Terra (Fig. 1).\nThe best example of a plains-style caldera complex is Eden patera, which is a large, irregularly shaped topographic depression (dimensions ,55 km northwest–southeast and 85 km southwest–northeast) located at 348.9u E, 33.6uN within Noachian–Hesperian ridged plains of probable volcanic origin. The complex, which reaches a maximum depth ,1.8 km below surrounding plains, includes at least three linked depressions (Fig. 2) bounded by arcuate scarps and associated with numerous faults and fractures. Although this feature has never been differentiated from impact craters in the region, it lacks any geological indicator of an impact origin, such as the presence of ejecta, an uplifted rim, nearly circular geometry or the presence of a central peak22. Its high ratio of depth to diameter is inconsistent with that of an ancient impact crater that has been modified by erosion23. We therefore rule out an impact origin for Eden patera.\nWe interpret Eden patera as a caldera complex on the basis of its similarity to terrestrial calderas24 and its association with features that indicate formation by means of collapse and volcanism both within and outside the depression. The surrounding terrain comprises ridged plains typical of Hesperian basaltic volcanism on Mars10. Within the complex are fault-bounded blocks that display surfaces similar to the adjacent ridged plain lavas (Fig. 2a). These blocks are tilted towards the crater centre and are unrelated to headwall scarps that would\n1Planetary Science Institute, Tucson, Arizona 85719, USA. 2Department of Earth Sciences, Natural History Museum, London SW7 5BD, UK. 3NASA Goddard Space Flight Center, Greenbelt, Maryland 20771, USA.\n3 O C T O B E R 2 0 1 3 | V O L 5 0 2 | N A T U R E | 4 7\nMacmillan Publishers Limited. All rights reserved©2013\nsuggest a process similar to landslides. Graben associated with the interior fault blocks may have originally been linked with circumferential graben outside the complex related to older collapses or progressive formation through ‘piecemeal’, multicyclic evolution24. We interpret a mound ,700 m high (11 km north–south and 23 km east–west) within the complex to be a graben-related vent (Fig. 2b). Two sets of nearly continuous terraces are found ,100 and 150 m above the caldera floor. These terraces are strikingly similar to the ‘black ledge’ described during the Kı̄lauea Iki eruption in 1959 (ref. 25), indicating high stands of a drained lava lake26. A small mound (1 km across) several hundred metres high and located between the two terraces shows surface cracks similar to a tumulus27. Although tumuli clefts form during inflation, we suggest that these cracks formed as the lava lake drained and the sinking lake crust was draped onto caldera wall rocks. The presence of volcanic features and significant faulting consistent with collapse leads us to conclude that these linked depressions represent a large caldera complex formed in the Late Noachian to Early Hesperian. A lacustrine origin for the terraces is unlikely due to the\n100 km\nEden patera\nIsmenia patera\nOxus cavus\nSiloe patera\nSemeykin crater\nOxus patera\nEuphrates patera 0° E\n0° N\nAra bia\nTerr a\nStudy area\nDicho tomy\nboun dary\n–3,000 –2,000\nElevation (m)\n25 km\nFigure 1 | Geographic context of the northern Arabia Terra region. The dusty nature of Arabia Terra is shown in false-colour TES-derived albedo data draped over MOLA hillshade data; bright colours correspond to dusty surfaces. Recently named geographic features discussed in the text are labelled.\n–4,000\ne\nc\nd\n–3,000\nElevation (m)\n20 km\nFaults Lava lake Vent Caldera 1\nCaldera 2 Caldera 3\n60 km ca\nb\nd\ne\nFigure 2 | The geology of Eden patera. a, MOLA topographic data are draped over THEMIS daytime infrared data, showing the morphology of Eden patera. b, Geological mapping reveals the presence of at least three calderas, indicated by coloured shading. c–e, Enlargements of the rectangles in b. The caldera contains evidence for fault blocks that preserve ridged plain lavas on the upper surface (c), a probable vent (d), and a series of terraces that mark lava high stands of a once active lava lake (white arrows) and cracked crust (black arrows) due to the draping of fragile crust onto pre-existing surfaces during lava lake drainage (e).\n4 8 | N A T U R E | V O L 5 0 2 | 3 O C T O B E R 2 0 1 3\nMacmillan Publishers Limited. All rights reserved©2013\npaucity of channels found in or around the depression that could be linked to aqueous surface processes. In addition, there is no apparent evidence for lacustrine sediments within the basin, and the depression is deeper than expected for a feature of this size that was partly filled by outside sediment. The sequential development of this feature (calderas 1–3 in Fig. 2) seems to have undergone a transition from surface sagging (caldera 1 in Fig. 2) to significant disruption of the crust and subsequent down-dropping of large surface blocks (calderas 2 and 3 in Fig. 2).\nSeveral other features throughout the region have similar characteristics. Euphrates patera is an irregularly shaped depression that reaches 700 m in depth below the surrounding lava plains and contains several benches in the interior that might be explained by sequential episodes of collapse or lava-lake high stands (Fig. 3). The irregular, rhombohedral form of the depression might relate to shortening in the southwest–northeast direction. Fractured surface textures in the centre of the depression are morphologically similar to lava surfaces disrupted by collapse caused by the withdrawal of lava.\nOther features in northern Arabia Terra contain evidence for collapse associated with volcanic activity. Siloe patera (6.6uE, 35.2u N) is a set of nested deep depressions that reach ,1,750 m below the surrounding plains (Fig. 3). Similar to Eden patera, the nested craters are characterized by steep-walled depressions linked by arcuate scarps and faults. The primary structure is linked to a subtle northeast– southwest-trending depression to the south that reaches ,700 m depth, which we interpret as evidence for sagging due to the migration of a magma body at depth. Although there is no evidence for impact ejecta around the structure, there is a single set of lobate flows emanating from the southwest portion of the depression rim, which may represent a single set of lava or pyroclastic flows reaching ,60 km from the rim. Irregular mounds of friable materials inside the nested craters are interpreted as pyroclastics from the volcano or as younger friable deposits of another origin.\nSome other depressions in the region contain less well preserved evidence for volcanism, but in all cases they contain suites of features\nthat are difficult to explain by other geological processes. Semeykin crater is a large scalloped depression surrounded by lava plains and friable deposits; it also contains mounds of friable materials in its interior and ridged plains along the exterior. A suite of features, Ismenia patera, Oxus patera and Oxus cavus, are located together near 0uE, 38.5uN. The two paterae have scalloped, breached rims composed of layered materials. Oxus cavus is an elongated depression within a broad mound 200–300 m high adjacent to a deep depression indicative of sagging or collapse. Although none of these structures individually contains as many pieces of evidence to clearly point to volcanism as are seen at Eden patera, all of the features contain some evidence for structural collapse, which is most likely to have occurred through magmatic activity (although other hypotheses are considered below).\nEden patera and Euphrates patera represent the strongest evidence for large calderas in Arabia Terra, on the basis of their association with features that are diagnostic of surface disruption and collapse coupled with evidence for effusive and explosive volcanism. Some of the other features with fewer diagnostic features might not all represent caldera formation, or they could have experienced a range of processes responsible for the current morphology. Nonetheless, the region does show strong evidence that several large depressions did not form as impact craters and are most easily explained as volcanic calderas."
  }, {
    "heading": "The roles of ice and impact",
    "text": "Some depressions throughout Arabia Terra have previously been interpreted as thermokarst features28,29. There is no doubt that geological surfaces in and around the Arabia Terra region have been modified by ice30, but we argue that it is unlikely that ice removal could have created the collapse features themselves. Scalloped depressions in the Utopia Planitia region of Mars bear a striking resemblance in size, shape and morphology to thermokarst features found on Earth31,32; both terrestrial and Martian types form depressions on the order of metres to tens of metres in depth33,34 (Fig. 4). Thus, those wellaccepted thermokarst features are orders of magnitude smaller than the collapse features discussed here, whereas the proposed volcanic"
  }, {
    "heading": "Siloe patera",
    "text": "3 O C T O B E R 2 0 1 3 | V O L 5 0 2 | N A T U R E | 4 9\nMacmillan Publishers Limited. All rights reserved©2013\nstructures in Arabia Terra are of the same scale and morphology as terrestrial supervolcanoes35 (Fig. 4). If these proposed volcanic structures are in fact the result of thermokarst, then they are a new type of thermokarst beyond any that has been definitively recognized previously.\nIn addition, the large volume of the collapse features is a strong constraint on the possible origins. If they formed by collapse associated with the removal of subsurface ice, it necessarily implies that a significant volume of ice was removed from each location, quickly enough to cause the high strain rates required for faulting. However, none of the features is associated with outflow channels, which are typically cited as evidence for the rapid removal of surface or nearsurface ice. Furthermore, the amount of ice that could have existed below such depressions can be constrained from quantitative models of Martian subsurface porosity36. For example, if Eden patera had been formed by the removal of subsurface ice, it would have been necessary for all of the available void space to be entirely saturated with ice to a depth of ,10 km (see Supplementary Information). We therefore conclude that, although ice and thermokarst processes could have been involved in the modification of the collapse features, it is unlikely to explain the origin of the collapse or the presence of the large depressions.\nIt is also possible that the depressions in Arabia Terra represent degraded impact craters. However, none of the features described above contain evidence for impact geology, such as the presence of ejecta, raised crater rims, central peaks or inverted stratigraphy. It is possible that erosion has removed such evidence, but the proposed calderas are found adjacent to ancient impact craters of similar size (and possibly similar age) that have preserved clear evidence for impact origins (Fig. 5). Furthermore, impact craters that have been degraded by erosion37 have much lower depth-to-diameter ratios than those measured in the proposed calderas (Fig. 5). The relations between depth and diameter among the calderas are only consistent with depth-to-diameter ratios of impact craters that are only partly modified; such craters have preserved at least some critical aspects of impact geology."
  }, {
    "heading": "A new category of Martian volcanic construct",
    "text": "Taken together, these features constitute a new category of Martian volcano that can be described as plains-style caldera complexes, of which Eden patera is the type example. Eden patera is not associated with a major edifice. Each of the Martian low-slope paterae recognized previously12,13 shows a major edifice related to repeated volcanic deposition of explosive and effusive products. Thus, Eden patera seems to be a new class of Martian volcanic feature, formed through a combination of magma withdraw, subsurface magma migration (caldera 1) and/or major explosive episodes that would have distributed ash regionally or globally such that they did not accumulate near the vent (calderas 2 and 3). These geomorphic features are most analogous to those of a terrestrial supervolcano.\nOn Earth a supervolcano is defined as a volcano that can produce at least 1,000 km3 of volcanic materials in an eruption. On Mars it is generally not possible to link a single volcanic deposit to a particular eruption event. However, erupted volumes can be constrained from the volume of void space observed in the caldera itself, if that collapse\n5 0 | N A T U R E | V O L 5 0 2 | 3 O C T O B E R 2 0 1 3\nMacmillan Publishers Limited. All rights reserved©2013\nis assumed to have occurred as a result of the removal of magma during eruptive events. Focusing on a subset of these features including Eden patera, Oxus cavus, Semeyken crater and Ismenia patera, the average depression volume is more than 3,300 km3. This volume at each site could have been produced by the removal of a comparable amount of dense-rock-equivalent material. Assuming an average density of 2,800 kg m23 of the magma and an estimated density of 2,000 kg m23 for erupted lava or 1,300 kg m23 for tephra, it is possible to estimate the amount of erupted material from each source. The average minimum erupted volume could be more than 4,600–7,200 km3 for each of these caldera complexes. Although this estimate cannot be linked to a single eruption event, nor can we differentiate void space created by explosive ejection from that created by magmatic subsidence, these features are unlike other known Martian volcanoes and it is likely that they fall in the category of terrestrial supervolcano, on the basis of both geomorphology and eruptive potential.\nThe question remains: Why would large calderas associated with explosive volcanism occur in northern Arabia Terra? One possibility is that volatile-rich crust was subducted beneath Arabia Terra during an ancient episode of plate tectonics38. However, although the presence of northwest–southeast-trending scarps related to thrust faulting in northern Arabia Terra related to southwest–northeast compression might seem consistent with such an interpretation, the estimated displacement on such faults is small and does not support the model of an active plate margin28,39. It is more likely that the dichotomy boundary evolved as a result of crustal thinning associated with endogenic processes39. The crust within Arabia Terra is relatively thin and more similar to thicknesses modelled for the northern lowlands than for the southern highlands40. Even so, we consider an origin due to subduction to be an open question that merits further consideration.\nWe suggest that a combination of regional extension and thermal erosion of the lower crust in the Late Noachian to Early Hesperian led to a rapid ascent of magma in the northern Arabia Terra region. It is not necessary that the magmas were of higher viscosity (more silicic) or had higher volatile content than other Martian magmas. The lower gravity and atmospheric pressure on Mars lead to bubble nucleation at greater depths and greater gas expansion in comparison with Earth41. As a result, pyroclastic eruptions would be more commonly associated with basaltic volcanoes on Mars than on Earth, particularly if the magma rapidly ascended and erupted and was not stored in degassing magma chambers for long periods, as is thought to occur at younger, large shield volcanoes42. In fact, it is possible that explosive\nvolcanism was more prevalent globally on early Mars because the ancient crust was thinner, leading to less devolatilization of magmas during ascent. The result may have been the deposition of vast quantities of tephra early in Mars’s history."
  }, {
    "heading": "Links to global geology",
    "text": "Explosive eruptions of fine-grained materials might be linked to the formation of fretted terrains that also occur in northern Arabia Terra, the origin of which represents one of the major outstanding mysteries in Mars science29 (Fig. 6). Youthful ice-related processes may have modified the fretted terrains, but the sediment of which they are composed was probably deposited in the Noachian to Early Hesperian43. These voluminous, fine-grained sediments may be tephra deposits from explosive volcanic activity in northern Arabia Terra. In fact, layered terrains throughout Arabia Terra might consist of tephra deposits, but previous work has suggested that the source region was the Tharsis province5. A much simpler explanation is that plains-style calderas produced these sediments locally44 (Fig. 6).\nOur understanding of volcanism45 on Mars continues to evolve as numerous, small (tens of kilometres in diameter) and dispersed volcanic centres are recognized throughout the Tharsis region46–49, and degraded, ancient volcanic centres are recognized in the southern highlands12,13. Major volcanic constructs are now recognized in several distinct provinces throughout the Martian surface, although with a paucity of features previously identified between Tharsis and Syrtis Major (Fig. 4). The features identified here constitute a major volcanic province in Arabia Terra, which fills a void in a large fraction of the surface where volcanoes are expected to have occurred but have never been recognized.\nThe origin of altered, fine-grained, layered, clay-bearing and sulphatebearing sediments throughout the equatorial region of Mars has yet to be explained. A local volcanic source could explain the presence of clastic materials composing these deposits and could serve as a significant source of volcanogenic sulphur that might have led to acidic alteration at the surface and strongly perturbed the Martian climate, sending it into periods of significant warming18 or substantial cooling19. We suggest that fine-grained deposits at the Meridiani Planum and Gale crater landing sites, as well as friable deposits in the equatorial region of Mars, might ultimately have originated from volcanic sources in Arabia Terra. Further mapping of plains-style caldera complexes might reveal additional ancient volcanic source regions distributed throughout the Martian highlands. Deciphering the nature of an early\n3 O C T O B E R 2 0 1 3 | V O L 5 0 2 | N A T U R E | 5 1\nMacmillan Publishers Limited. All rights reserved©2013\nphase of widespread, disseminated, explosive volcanism will be critical to revealing the climate history and past habitability of Mars."
  }, {
    "heading": "METHODS SUMMARY",
    "text": "The primary data sets used to evaluate the geomorphology of topographic depressions in the Arabia Terra region were gridded elevation data from the Mars Orbiter Laser Altimeter (MOLA) and a global mosaic of daytime infrared images from the Thermal Emission Imaging System (THEMIS). Additional data products included high-resolution images and digital topographic data from the High Resolution Stereo Camera (HRSC) aboard the Mars Express spacecraft, high-resolution images from the High Resolution Imaging Science Experiment (HiRISE) and Mars Context Imager (CTX) aboard the Mars Reconnaissance Orbiter, and the Mars Orbiter Camera (MOC) aboard the Mars Global Surveyor spacecraft. These data products are available within the publicly available Java Mission-planning and Analysis for Remote Sensing (JMARS) software produced by Arizona State University (available at http://jmars.mars.asu.edu). Image-based geological mapping was performed after geo-registering these data products within a geographic information system (GIS). Data from the Thermal Emission Spectrometer (TES) were used to evaluate dust cover and albedo.\nFull Methods and any associated references are available in the online version of the paper.\nReceived 8 May; accepted 15 July 2013.\n1. Malin, M. C. & Edgett, K. S. Sedimentary rocks of early Mars. Science 290, 1927–1937 (2000). 2. Edgett, K. S. & Malin, M. C. Martian sedimentary rock stratigraphy: outcrops and interbedded craters of northwest Sinus Meridiani and southwest Arabia Terra. Geophys. Res. Lett. 29(24), 2179, http://dx.doi.org/10.1029/2002gl016515 (2002). 3. Hynek, B. M. Implications for hydrologic processes on Mars from extensive bedrock outcrops throughout Terra Meridiani. Nature 431, 156–159 (2004). 4. Bibring, J. P. et al. Global mineralogical and aqueous mars history derived from OMEGA/Mars express data. Science 312, 400–404 (2006). 5. Hynek, B. M., Phillips, R. J. & Arvidson, R. E. Explosive volcanism in the Tharsis region: global evidence in the Martian geologic record. J. Geophys. Res. Planets 108, 5111, http://dx.doi.org/10.1029/2003je002062 (2003). 6. Gendrin, A. et al. Sulfates in martian layered terrains: the OMEGA/Mars Express view. Science 307, 1587–1591 (2005). 7. McCollom, T. M. & Hynek, B. M. A volcanic environment for bedrock diagenesis at Meridiani Planum on Mars. Nature 438, 1129–1131 (2005). 8. Wilson, L. & Head, J. W. Explosive volcanic eruptions on Mars: tephra and accretionary lapilli formation, dispersal and recognition in the geologic record. J. Volcanol. Geotherm. Res. 163, 83–97 (2007). 9. Kerber, L., Head, J., Madeleine, J. B., Forget, F. & Wilson, L. The dispersal of pyroclasts from ancient explosive volcanoes on Mars: implications for the friable layered deposits. Icarus 219, 358–381 (2012). 10. Greeley, R. & Spudis, P. Volcanism on Mars. Rev. Geophys. 19(1), 13–41 (1981). 11. Golombek, M. P. et al. Erosion rates at the Mars Exploration Rover landing sites and\nlong-term climate change on Mars. J. Geophys. Res. Planets 111, E12S10, http://dx.doi.org/10.1029/2006je002754 (2006).\n12. Williams, D. A. et al. The Circum-Hellas Volcanic Province, Mars: overview. Planet. Space Sci. 57, 895–916 (2009). 13. Xiao, L. et al. Ancient volcanism and its implications for thermal evolution of Mars. Earth Planet. Sci. Lett. 323–324, 9–18 (2012). 14. Zuber, M. T. The crust and mantle of Mars. Nature 412, 220–227 (2001). 15. Bandfield, J. L., Edwards, C. S., Montgomery, D. R. & Brand, B. D. The dual nature of\nthe martian crust: young lavas and old clastic materials. Icarus 222, 188–199 (2013).\n16. Lammer, H. et al. Outgassing history and escape of the Martian atmosphere and water inventory. Space Sci. Rev. 174, 113–154 (2012). 17. Gaillard, F., Michalski, J., Berger, G., McLennan, S. M. & Scaillet, B. Geochemical reservoirs and timing of sulfur cycling on Mars. Space Sci. Rev. 174, 251–300 (2013). 18. Halevy, I., Zuber, M. T. & Schrag, D. P. A sulfur dioxide climate feedback on early Mars. Science 318, 1903–1907 (2007). 19. Tian, F. et al. Photochemical and climate consequences of sulfur outgassing on early Mars. Earth Planet. Sci. Lett. 295, 412–418 (2010). 20. Johnson,S.S.,Mischna,M.A.,Grove, T. L.&Zuber,M.T.Sulfur-inducedgreenhouse warming on early Mars. J. Geophys. Res. 113, E08005, http://dx.doi.org/10.1029/ 2007JE002962 (2008). 21. King, P. L. & McLennan, S. M. Sulfur on Mars. Elements 6, 107–112 (2010). 22. French, B. M. Traces of Catastrophe: A Handbook of Shock-metamorphic Effects in\nTerrestrial Meteorite Impact Structures (LPI Contribution no. 954, Lunar and Planetary Institute, 1998).\n23. Malin, M. & Dzurisin, D. Landform degradation on Mercury, the Moon, and Mars: evidence from crater depth/diameter relationships. J. Geophys. Res. 82, 376–388 (1977).\n24. Acocella, V. Caldera types: how end-members relate to evolutionary stages of collapse. Geophys. Res. Lett. 33, L18314, http://dx.doi.org/10.1029/ 2006gl027434 (2006). 25. Richter, D. H., Eaton, J. P., Murata, K. J., Ault, W. U. & Krivoy, K. L. Chronological Narrative of the 1959–1960 Eruption of Kilauea Volcano, Hawaii (US Geological Survey Professional Paper 539-E, 1970). 26. Stovall, W. K., Houghton, B. F., Harris, A. J. L. & Swanson, D. A. Features of lava lake fillinganddraining and their implications for eruptiondynamics.Bull. Volcanol. 71, 767–780 (2009). 27. Walker, G. P. L. Structure and origin by injection of lava under surface crust of tumuli, ‘lava rises’, ‘lava-rise pits’, and ‘lava-inflation clefts’ in Hawaii. Bull. Volcanol. 53, 546–558 (1991). 28. McGill, G. E. Crustal history of north central Arabia Terra, Mars. J. Geophys. Res. Planets 105, 6945–6959 (2000). 29. Sharp, R. P. Mars: Fretted and chaotic terrains. J. Geophys. Res. 78, 4073–4083 (1973). 30. Head, J. W., Mustard, J. F., Kreslavsky, M. A., Milliken, R. E. & Marchant, D. R. Recent ice ages on Mars. Nature 426, 797–802 (2003). 31. Niu, F. J., Lin, Z. J., Liu, H. & Lu, J. H. Characteristics of thermokarst lakes and their influence on permafrost in Qinghai-Tibet Plateau. Geomorphology 132, 222–233 (2011). 32. Bouchier, A. Response to Permafrost Failures on Hillslopes in the Brooks Range, Alaska. MS thesis, Colorado School of Mines (2008). 33. Soare, R. J., Osinki, G. R. & Roehm, C. L. Thermokarst lakes and ponds on Mars in the very recent (late Amazonian) past. Earth Planet. Sci. Lett. 272, 382–393 (2008). 34. Sejourne, A. et al. Scalloped depressions and small-sized polygons in western Utopia Planitia, Mars: A new formation hypothesis. Planet. Space Sci. 59, 412–422 (2011). 35. Miller, C. F. & Wark, D. A. Supervolcanoes and their explosive supereruptions. Elements 4, 11–15 (2008). 36. Clifford, S. M. et al. Depth of the Martian cryosphere: Revised estimates and implications for the existence and detection of subpermafrost groundwater. J. Geophys. Res. Planets 115, E07001, http://dx.doi.org/10.1029/2009je003462 (2010). 37. Robbins, S. J. & Hynek, B. M. A new global database of Mars impact craters $1 km: 1. Database creation, properties, and parameters. J. Geophys. Res. 117, E05004 http://dx.doi.org/10.1029/2011je003966 (2012). 38. Sleep, N. Martian plate tectonics. J. Geophys. Res. 99, 5639–5655 (1994). 39. Watters, T. R. Thrust faults along the dichotomy boundary in the eastern\nhemisphere of Mars. J. Geophys. Res. 108 (E6) 5054 (2003). 40. Neumann, G. A. et al. Crustal structure of Mars from gravity and topography.\nJ.Geophys.Res.109, E08002,http://dx.doi.org/10.1029/2004JE002262(2004). 41. Wilson, L. & Head, J. W. Mars: review and analysis of volcanic eruption theory and\nrelationships to observed landforms. Rev. Geophys. 32, 221–263 (1994). 42. Wilson, L., Scott, E. D. & Head, J. W. Evidence for episodicity in the magma supply to\nthe large Tharsis volcanoes. J. Geophys. Res. 106(E1), 1423–1433 (2001). 43. Irwin,R.P., Watters, T.R., Howard, A. D.&Zimbelman, J.R. Sedimentary resurfacing\nand fretted terrain development along the crustal dichotomy boundary, Aeolis Mensae, Mars. J. Geophys. Res. Planets 109, E09011, http://dx.doi.org/10.1029/ 2004je002248 (2004). 44. Kerber, L., Michalski, J., Bleacher, J. & Forget, F. in 44th Lunar and Planetary Science Cconference, Lunar and Planetary Institute, Houston, Texas, USA, abstract 2290 (2013). 45. Hodges, C. A. & Moore, H. J. Atlas of Volcanic Landforms on Mars (US Geological Survey Professional Paper 1534, 1994). 46. Bleacher, J. E., Greeley, R., Williams, D. A., Cave, S. R. & Neukum, G. Trends in effusive style at the Tharsis Montes, Mars, and implications for the development of the Tharsis province. J. Geophys. Res. Planets 112, E09005, http://dx.doi.org/ 10.1029/2006je002873 (2007). 47. Hauber, E., Bleacher, J., Gwinner, K., Williams, D. & Greeley, R. The topography and morphology of low shields and associated landforms of plains volcanism in the Tharsis region of Mars. J. Volcanol. Geotherm. Res. 185, 69–95 (2009). 48. Bleacher, J. E. et al. Spatial and alignment analyses for a field of small volcanic vents south of Pavonis Mons and implications for the Tharsis province, Mars. J. Volcanol. Geotherm. Res. 185, 96–102 (2009). 49. Richardson, J. A., Bleacher, J. E. & Glaze, L. S. The volcanic history of Syria Planum, Mars. J. Volcanol. Geotherm. Res. 252, 1–13 (2013). 50. Ehlmann, B. L. et al. Subsurface water and clay mineral formation during the early history of Mars. Nature 479, 53–60 (2011).\nSupplementary Information is available in the online version of the paper.\nAcknowledgements We thank H. Frey, B. Hynek, S. Wright, J. Zimbelman and L. Tornabene for discussions that improved the quality of the manuscript. Funding was provided by the NASA Mars Data Analysis programme.\nAuthor Contributions J.R.M. performed the initial observations, processed image and topographic data and wrote most of the manuscript. J.E.B. wrote portions of the manuscript, performed geological mapping and processed imaging and topographic data. Both authors synthesized the results, developed the ideas and edited the paper.\nAuthor Information Reprints and permissions information is available at www.nature.com/reprints. The authors declare no competing financial interests. Readers are welcome to comment on the online version of the paper. Correspondence and requests for materials should be addressed to J.R.M. (michalski@psi.edu).\n5 2 | N A T U R E | V O L 5 0 2 | 3 O C T O B E R 2 0 1 3\nMacmillan Publishers Limited. All rights reserved©2013"
  }, {
    "heading": "METHODS",
    "text": "Identification of volcanic features. Most well-recognized volcanic edifices on Mars occur as central vent structures within topographically elevated terrain built through sustained volcanism around the vent. Pavonis Mons (Supplementary Fig. 1) is an example of typical shield-style volcanism on Mars. Note that Pavonis Mons contains evidence for collapse and crustal sagging owing to removal or migration of magma. The central caldera is a steep-sided, nearly circular crater that formed during the latest stage of volcanic activity. However, that caldera is nested within a larger set of ring-fractures that suggest more extensive collapse or additional collapse events. Complex calderas are common on the Earth and Mars, and occur as a result of collapse associated with magma withdrawal, owing to migration of magma at depth, removal of magma during eruptions, or both. Tyrrhenus Mons (Supplementary Fig. 1b) is an ancient volcano of different character on Mars. It also is defined by a topographic rise with ring fractures. However, the flanks of Tyrhennus Mons have a much lower profile than Pavonis Mons and are composed of fingering, eroded, layered materials thought to indicate the presence of pyroclastic materials. Tyrrhena patera (the main caldera) might be the final location of the central vent, but the caldera is breached and eroded, and there is evidence for secondary calderas on the volcano. The plains-style caldera complexes that we have identified in northern Arabia Terra bear characteristics similar to each of these volcanoes, yet some other characteristics that are fundamentally different. Most notably, the calderas in Arabia Terra do not occur on topographically elevated volcanic constructs, which is probably one reason why they have never previously been identified as volcanoes despite abundant evidence for volcanic processes.\nThe International Astronomical Union (IAU) formally named six features (five paterae and one cavus) located in northern Arabia Terra in 2012. These features have not been discussed by their proper names in previous literature. As discussed in the main text, these features, as well as Semeykin crater (which was previously named) have morpohological characteristics that are inconsistent with impact origins. They are not the only depressions in Arabia Terra with enigmatic origins, but they are the subset of features on which this paper is focused.\nSupplementary Fig. 2 shows the morphology of all seven features discussed in the text. Of these, Eden patera and Euphrates patera bear the strongest evidence for ancient volcanism. The others probably formed through collapse, although the link to volcanism is less clear in the other cases. Calculation of volumes. One of the goals of this work is to constrain the amount of collapse that occurred at each of the putative caldera complexes. Estimates of collapse volume are important for placing minimum constraints on the amount of magma involved in ancient igneous processes at each site, and for testing alternative hypotheses for the origins of these features (for example pseudokarst, described below).\nTo estimate the amount of collapse that has occurred, we mapped the features in a GIS environment and used MOLA elevation data to calculate the volume of each depression. The volume calculations are straightforward but depend on several assumptions. First we describe the technical process, and then the assumptions.\nFor each site, gridded MOLA data were contoured and draped onto MOLA hillshade and THEMIS daytime infrared data. The contoured data helped to delineate the maximum topographic level of the depression at each feature. We then converted gridded MOLA elevation data to triangulated irregular networks (TINs) at each site. The TINs provide a combined quantitative measure of surface elevation and area. Then, for each site, we fitted a plane to the maximum allowable elevation corresponding to the closest approximation to a closed depression. We then calculated the volume of void space beneath the plane, within the caldera at each site.\nExamples of the volume calculations are shown in Supplementary Fig. 3. Note that the fit of an elevation plane to each site is imperfect. One assumption we make is that topography has not changed since the formation of the depressions. This is clearly not so, but it is a limitation on our approach. There is clear evidence that the entire region has been tilted towards the north since the formation of these features. In addition, several of the calderas described in this work show evidence that they were breached, which means that there is not an obvious closed depression at most structures. Therefore, delineation of a single closed depression grossly underestimates the actual volume of the structure because the calderas are typically breached at some elevation along the rim. Last, younger impact craters have been superimposed on each site, which further complicates the effort to define a single elevation contour related exclusively to the caldera collapse itself. Given these challenges, we have made every effort to perform the volume calculations with the most conservative approach possible, to avoid overestimating the volume of each depression. We have therefore chosen elevations that in each case are below the rim of the depression, to provide the best estimate of a closed depression with the knowledge that this decision results in an underestimate of the total caldera volume.\nThere are errors associated with these analyses, both in the direction of artificially increasing the volume estimates and in the direction of artificially decreasing them. One of the major errors resulting in underestimation of the volume calculations is related to the fill deposits within the depressions themselves. Those\nmaterials were probably sourced from the caldera in each case, but their topographic setting now is still considered part of the underlying terrain. In other words, there is no way to identify the true caldera floor because friable fill deposits bury the floor in most cases. We are calculating volumes of the void space that exists above modern topographic depression in each case. Our calculations therefore actually correspond to the volume of the caldera that has not been filled by friable materials, lavas or colluvial deposits.\nThere are two sources of error that lead to overestimation of volumes. The first is related to the erosional breaching of rims of the depression. In fitting a plane to the best estimate of the closed depression, there is still some additional volume added by calculating void space above the plains surrounding the breached depression. However, we made every effort to avoid this bias as much as possible, and the errors that did occur are likely to have been small. Another bias includes the calculation of void space within superimposed impact craters that have interior depressions rivalling the depth of the caldera itself (see Supplementary Fig. 4). However, these errors are again extremely small and do not change the calculated volumes appreciably. Could the depressions have formed by pseudokarst? Mars is in many ways a periglacial planet. Permafrost is likely to be (and to have been) much more widespread and geologically important at the global scale on Mars than on Earth. Catastrophically melted subsurface ice has been postulated as a likely source for water that carved immense outflow channels on the surface. It has also implicated in the formation of terrains bearing periglacial features such as fields of pitted terrain, as seen in some parts of the Elysium basin. The possibility that the collapse features described in this work could have formed from the removal of subsurface ice there bears consideration.\nTo test this hypothesis we used the volume calculations described above to constrain how much ice must have been removed to produce the collapse by removal of ice from the subsurface. Models describing the amount and distribution of subsurface ice on Mars have been produced36. These calculations include models of subsurface porosity as a function of depth. Using those models of porosity, we can then calculate the amount of pore space that could potentially have been filled with ice beneath a given feature. In other words, is there enough pore space available that, even if entirely filled with subsurface ice, would result in the collapse volume of the depression if all of that ice were removed?\nThe best test case is Eden patera. Here, ,4,000 km3 of void space exists. If that space was created by means of collapse that was related to removal of ice, it stands to reason that the ice must have been present essentially beneath the feature itself. If the ice was widely distributed in area, its removal would probably have produced multiple small collapse pits (if any at all) or regional subsidence. We therefore focus on the area of the depression itself. In the case of Eden patera, this area is roughly equal to 5,000 km2.\nSupplementary Figure 4 shows the decay of porosity with depth on Mars and the cumulative volume of void space beneath an area of 5,000 km2 beneath Eden patera. Pore space decays to near zero by a depth of ,10 km. If all of the void space to this depth were completely filled with ice, it would result in a total volume of ,4,000 km3—roughly equal to the volume of collapse at Eden patera. Therefore, the calculations, to first order, suggest that the volume of collapse at Eden patera could potentially be explained theoretically by the removal of subsurface ice. However, we suggest that the calculations present a compelling case that ice was not solely responsible for the formation of the collapse at Eden patera because they imply that all of the void space became filled with ice to a great depth and then all of that ice was somehow removed from the subsurface without leaving any traces of fluvial features (that is, outflow channels) that could be related to catastrophic melting.\nThese volume estimates provide some constraints on the amount of material that was erupted from plains-style caldera complexes in the northern Arabia Terra region. The volumes of the depressions represent, in the strictest sense, the amount of void space produced by a combination of structural collapse and eruption of lavas and/or pyroclastics. Structural collapse could occur as a result of withdrawal of magma, or migration of a magma chamber at depth, and the voids therefore do not necessarily relate directly to erupted volumes. However, explosive eruptions often continue to fragment magma within the volcano’s conduit, and the final caldera volume can also be an underestimate of an eruption’s total volume. These calculations therefore provide some guidance on the scale of the eruptive potential of the Arabia volcanic province.\nAssuming that the void space within calderas relates directly to the removal of magma during eruptions, we can produce some simple scaling calculations to estimate how much material may have been erupted. By assuming a dense rock equivalent (DSE) of caldera volume equal to a typical mafic magma with density of 2,800 kg m23, we can then scale the DSE for a lava density of 2,000 kg m23 or a tephra of density 1,000-1,500 kg m23. Using these scaling factors and the volume calculations described above, we calculated the estimated minimum erupted volumes described in the text.\nMacmillan Publishers Limited. All rights reserved©2013"
  }],
  "year": 2013,
  "references": [{
    "title": "Sedimentary rocks of early Mars",
    "authors": ["M.C. Malin", "K.S. Edgett"],
    "venue": "Science 290,",
    "year": 2000
  }, {
    "title": "outcrops and interbedded craters of northwest Sinus Meridiani and southwest Arabia Terra",
    "authors": ["K.S. Edgett", "Malin", "M.C. Martian sedimentary rock stratigraphy"],
    "venue": "Geophys. Res. Lett. 29(24), 2179, http://dx.doi.org/10.1029/2002gl016515",
    "year": 2002
  }, {
    "title": "Implications for hydrologic processes on Mars from extensive bedrock outcrops throughout Terra Meridiani",
    "authors": ["B.M. Hynek"],
    "venue": "Nature 431,",
    "year": 2004
  }, {
    "title": "Global mineralogical and aqueous mars history derived from OMEGA/Mars express data",
    "authors": ["Bibring", "J. P"],
    "venue": "Science 312,",
    "year": 2006
  }, {
    "title": "global evidence in the Martian geologic record",
    "authors": ["B.M. Hynek", "R.J. Phillips", "Arvidson", "R.E. Explosive volcanism in the Tharsis region"],
    "venue": "J. Geophys. Res. Planets 108, 5111, http://dx.doi.org/10.1029/2003je002062",
    "year": 2003
  }, {
    "title": "the OMEGA/Mars Express view",
    "authors": ["Gendrin", "A. et al. Sulfates in martian layered terrains"],
    "venue": "Science 307, 1587–1591",
    "year": 2005
  }, {
    "title": "A volcanic environment for bedrock diagenesis at Meridiani Planum on Mars",
    "authors": ["T.M. McCollom", "B.M. Hynek"],
    "venue": "Nature 438,",
    "year": 2005
  }, {
    "title": "tephra and accretionary lapilli formation, dispersal and recognition in the geologic record",
    "authors": ["L. Wilson", "Head", "J.W. Explosive volcanic eruptions on Mars"],
    "venue": "J. Volcanol. Geotherm. Res. 163, 83–97",
    "year": 2007
  }, {
    "title": "implications for the friable layered deposits",
    "authors": ["L. Kerber", "J. Head", "J.B. Madeleine", "F. Forget", "Wilson", "L. The dispersal of pyroclasts from ancient explosive volcanoes on Mars"],
    "venue": "Icarus 219, 358–381",
    "year": 2012
  }, {
    "title": "Erosion rates at the Mars Exploration Rover landing sites and long-term climate change on Mars",
    "authors": ["Golombek", "M. P"],
    "venue": "J. Geophys. Res. Planets 111,",
    "year": 2006
  }, {
    "title": "overview",
    "authors": ["Williams", "D.A. et al. The Circum-Hellas Volcanic Province", "Mars"],
    "venue": "Planet. Space Sci. 57, 895–916",
    "year": 2009
  }, {
    "title": "Ancient volcanism and its implications for thermal evolution of Mars",
    "authors": ["L Xiao"],
    "venue": "Earth Planet. Sci. Lett. 323–324,",
    "year": 2012
  }, {
    "title": "The crust and mantle of Mars",
    "authors": ["M.T. Zuber"],
    "venue": "Nature 412,",
    "year": 2001
  }, {
    "title": "young lavas and old clastic materials",
    "authors": ["J.L. Bandfield", "C.S. Edwards", "D.R. Montgomery", "Brand", "B.D. The dual nature of the martian crust"],
    "venue": "Icarus 222, 188–199",
    "year": 2013
  }, {
    "title": "Outgassing history and escape of the Martian atmosphere and water inventory",
    "authors": ["H Lammer"],
    "venue": "Space Sci. Rev. 174,",
    "year": 2012
  }, {
    "title": "Geochemical reservoirs and timing of sulfur cycling on Mars",
    "authors": ["F. Gaillard", "J. Michalski", "G. Berger", "S.M. McLennan", "B. Scaillet"],
    "venue": "Space Sci. Rev. 174,",
    "year": 2013
  }, {
    "title": "A sulfur dioxide climate feedback on early Mars",
    "authors": ["I. Halevy", "M.T. Zuber", "D.P. Schrag"],
    "venue": "Science 318,",
    "year": 2007
  }, {
    "title": "Photochemical and climate consequences of sulfur outgassing on early Mars",
    "authors": ["F Tian"],
    "venue": "Earth Planet. Sci. Lett. 295,",
    "year": 2010
  }, {
    "title": "L.&Zuber,M.T.Sulfur-inducedgreenhouse warming on early Mars",
    "authors": ["S.S. Johnson", "M.A. Mischna", "T. Grove"],
    "venue": "J. Geophys. Res. 113,",
    "year": 2008
  }, {
    "title": "Traces of Catastrophe: A Handbook of Shock-metamorphic Effects in Terrestrial Meteorite Impact Structures (LPI Contribution no. 954",
    "authors": ["B.M. French"],
    "venue": "Lunar and Planetary Institute,",
    "year": 1998
  }, {
    "title": "evidence from crater depth/diameter relationships",
    "authors": ["M. Malin", "Dzurisin", "D. Landform degradation on Mercury", "the Moon", "Mars"],
    "venue": "J. Geophys. Res. 82, 376–388",
    "year": 1977
  }, {
    "title": "how end-members relate to evolutionary stages of collapse",
    "authors": ["Acocella", "V. Caldera types"],
    "venue": "Geophys. Res. Lett. 33, L18314, http://dx.doi.org/10.1029/ 2006gl027434",
    "year": 2006
  }, {
    "title": "Chronological Narrative of the 1959–1960 Eruption of Kilauea Volcano",
    "authors": ["D.H. Richter", "J.P. Eaton", "K.J. Murata", "W.U. Ault", "K.L. Krivoy"],
    "venue": "Hawaii (US Geological Survey Professional Paper 539-E,",
    "year": 1970
  }, {
    "title": "Features of lava lake fillinganddraining and their implications for eruptiondynamics.Bull",
    "authors": ["W.K. Stovall", "B.F. Houghton", "A.J.L. Harris", "D.A. Swanson"],
    "venue": "Volcanol. 71,",
    "year": 2009
  }, {
    "title": "Structure and origin by injection of lava under surface crust of tumuli, ‘lava rises’, ‘lava-rise pits’, and ‘lava-inflation clefts",
    "authors": ["G.P.L. Walker"],
    "venue": "in Hawaii. Bull. Volcanol",
    "year": 1991
  }, {
    "title": "Crustal history of north central Arabia Terra, Mars",
    "authors": ["G.E. McGill"],
    "venue": "J. Geophys. Res. Planets 105,",
    "year": 2000
  }, {
    "title": "Fretted and chaotic terrains",
    "authors": ["Sharp", "R.P. Mars"],
    "venue": "J. Geophys. Res. 78, 4073–4083",
    "year": 1973
  }, {
    "title": "Recent ice ages on Mars",
    "authors": ["J.W. Head", "J.F. Mustard", "M.A. Kreslavsky", "R.E. Milliken", "D.R. Marchant"],
    "venue": "Nature 426,",
    "year": 2003
  }, {
    "title": "Characteristics of thermokarst lakes and their influence on permafrost in Qinghai-Tibet Plateau",
    "authors": ["F.J. Niu", "Z.J. Lin", "H. Liu", "J.H. Lu"],
    "venue": "Geomorphology 132,",
    "year": 2011
  }, {
    "title": "Response to Permafrost Failures on Hillslopes in the Brooks Range, Alaska",
    "authors": ["A. Bouchier"],
    "venue": "MS thesis, Colorado School of Mines",
    "year": 2008
  }, {
    "title": "Thermokarst lakes and ponds on Mars in the very recent (late Amazonian) past",
    "authors": ["R.J. Soare", "G.R. Osinki", "C.L. Roehm"],
    "venue": "Earth Planet. Sci. Lett. 272,",
    "year": 2008
  }, {
    "title": "A new formation hypothesis",
    "authors": ["Sejourne", "A. et al. Scalloped depressions", "small-sized polygons in western Utopia Planitia", "Mars"],
    "venue": "Planet. Space Sci. 59, 412–422",
    "year": 2011
  }, {
    "title": "Supervolcanoes and their explosive supereruptions",
    "authors": ["C.F. Miller", "D.A. Wark"],
    "venue": "Elements 4,",
    "year": 2008
  }, {
    "title": "Revised estimates and implications for the existence and detection of subpermafrost groundwater",
    "authors": ["Clifford", "S.M. et al. Depth of the Martian cryosphere"],
    "venue": "J. Geophys. Res. Planets 115, E07001, http://dx.doi.org/10.1029/2009je003462",
    "year": 2010
  }, {
    "title": "1",
    "authors": ["S.J. Robbins", "Hynek", "B.M. A new global database of Mars impact craters $1 km"],
    "venue": "Database creation, properties, and parameters. J. Geophys. Res. 117, E05004 http://dx.doi.org/10.1029/2011je003966",
    "year": 2012
  }, {
    "title": "Martian plate tectonics",
    "authors": ["N. Sleep"],
    "venue": "J. Geophys. Res",
    "year": 1994
  }, {
    "title": "Thrust faults along the dichotomy boundary in the eastern hemisphere of Mars",
    "authors": ["T.R. Watters"],
    "venue": "J. Geophys. Res",
    "year": 2003
  }, {
    "title": "Crustal structure of Mars from gravity and topography",
    "authors": ["Neumann", "G. A"],
    "year": 2004
  }, {
    "title": "review and analysis of volcanic eruption theory and relationships to observed landforms",
    "authors": ["L. Wilson", "Head", "J.W. Mars"],
    "venue": "Rev. Geophys. 32, 221–263",
    "year": 1994
  }, {
    "title": "Evidence for episodicity in the magma supply to the large Tharsis volcanoes",
    "authors": ["L. Wilson", "E.D. Scott", "J.W. Head"],
    "venue": "J. Geophys. Res. 106(E1),",
    "year": 2001
  }, {
    "title": "Sedimentary resurfacing and fretted terrain development along the crustal dichotomy boundary, Aeolis Mensae, Mars",
    "authors": ["R.P. Irwin", "T.R. Watters", "A.D. Howard", "J.R. Zimbelman"],
    "venue": "J. Geophys. Res. Planets 109,",
    "year": 2004
  }, {
    "title": "Trends in effusive style at the Tharsis Montes, Mars, and implications for the development of the Tharsis province",
    "authors": ["J.E. Bleacher", "R. Greeley", "D.A. Williams", "S.R. Cave", "G. Neukum"],
    "venue": "J. Geophys. Res. Planets",
    "year": 2007
  }, {
    "title": "The topography and morphology of low shields and associated landforms of plains volcanism in the Tharsis region of Mars",
    "authors": ["E. Hauber", "J. Bleacher", "K. Gwinner", "D. Williams", "R. Greeley"],
    "venue": "J. Volcanol. Geotherm",
    "year": 2009
  }, {
    "title": "Spatial and alignment analyses for a field of small volcanic vents south of Pavonis Mons and implications for the Tharsis province, Mars",
    "authors": ["Bleacher", "J. E"],
    "venue": "J. Volcanol. Geotherm",
    "year": 2009
  }, {
    "title": "The volcanic history of Syria Planum, Mars",
    "authors": ["J.A. Richardson", "J.E. Bleacher", "L.S. Glaze"],
    "venue": "J. Volcanol. Geotherm. Res. 252,",
    "year": 2013
  }],
  "id": "SP:22c6ee946249ee03cecea358c04cd76b5467a33e",
  "authors": [{
    "name": "Joseph R. Michalski",
    "affiliations": []
  }, {
    "name": "Jacob E. Bleacher",
    "affiliations": []
  }],
  "abstractText": "Several irregularly shaped craters located within Arabia Terra, Mars, represent a new type of highland volcanic construct and together constitute a previously unrecognized Martian igneous province. Similar to terrestrial supervolcanoes, these low-relief paterae possess a range of geomorphic features related to structural collapse, effusive volcanism and explosive eruptions. Extruded lavas contributed to the formation of enigmatic highland ridged plains in Arabia Terra. Outgassed sulphur and erupted fine-grained pyroclastics from these calderas probably fed the formation of altered, layered sedimentary rocks and fretted terrain found throughout the equatorial region. The discovery of a new type of volcanic construct in the Arabia volcanic province fundamentally changes the picture of ancient volcanism and climate evolution on Mars. Other eroded topographic basins in the ancient Martian highlands that have been dismissed as degraded impact craters should be reconsidered as possible volcanic constructs formed in an early phase of widespread, disseminated magmatism on Mars.",
  "title": "Supervolcanoes within an ancient volcanic province in Arabia Terra, Mars"
}