{
  "sections": [{
    "heading": "LETTERS",
    "text": "Arc-parallel flow in the mantle wedge beneath Costa"
  }, {
    "heading": "Rica and Nicaragua",
    "text": "Kaj Hoernle1,2, David L. Abt3, Karen M. Fischer3, Holly Nichols1, Folkmar Hauff2, Geoffrey A. Abers4{, Paul van den Bogaard1,2, Ken Heydolph1, Guillermo Alvarado5, Marino Protti6 & Wilfried Strauch7\nResolving flow geometry in the mantle wedge is central to understanding the thermal and chemical structure of subduction zones, subducting plate dehydration, and melting that leads to arc volcanism, which can threaten large populations and alter climate through gas and particle emission. Here we show that isotope geochemistry and seismic velocity anisotropy provide strong evidence for trench-parallel flow in the mantle wedge beneath Costa Rica and Nicaragua. This finding contradicts classical models, which predict trench-normal flow owing to the overlying wedge mantle being dragged downwards by the subducting plate. The isotopic signature of central Costa Rican volcanic rocks is not consistent with its derivation from the mantle wedge1–3 or eroded fore-arc complexes4 but instead from seamounts of the Galapagos hotspot track on the subducting Cocos plate. This isotopic signature decreases continuously from central Costa Rica to northwestern Nicaragua. As the age of the isotopic signature beneath Costa Rica can be constrained and its transport distance is known, minimum northwestward flow rates can be estimated (63–190 mm yr21) and are comparable to the magnitude of subducting Cocos plate motion ( 85 mm yr21). Trench-parallel flow needs to be taken into account in models evaluating thermal and chemical structure and melt generation in subduction zones.\nPreferential alignment of the minerals olivine and orthopyroxene occurs as a result of deformation, and produces anisotropy in seismic-wave velocities within the upper mantle. Assuming classical trench-normal ‘corner flow’ and standard models of crystallographic fabric development, the direction of fast shear-wave polarization will be normal to the arc in the warmer wedge beneath the arc and backarc, although the fast shear-wave polarization may be parallel to the arc in the cold corner of the wedge beneath the fore-arc5,6. Whereas this pattern of seismic anisotropy is observed in some subduction zones7,8, many display more variable fast directions further from the trench beneath the arc and back-arc, often with a roughly arc-parallel trend9–12. The origin of this arc-parallel fast anisotropy, in particular whether it is related to along-arc flow within the mantle wedge or some other process, is vigorously debated5,6,13–16.\nAlthough arc volcanic rocks from Costa Rica have ocean-islandbasalt (OIB)-type compositions similar to those found in Galapagos hotspot rocks17, the origin of this geochemical signature is controversial. In some models, OIB signatures are contained in the mantle wedge beneath central Costa Rica, reflecting (1) residual Galapagos-type mantle remaining after the formation of the Caribbean large igneous province (CLIP) in the Cretaceous period1, or flow of OIB-type asthenospheric mantle either (2) from beneath the northwest margin of South America2 or (3) through a slab window3 into the mantle wedge\nbeneath central Costa Rica. Alternatively, subduction erosion of older Galapagos and CLIP terranes in the Costa Rican fore-arc may have introduced this signature beneath Costa Rica4. The geochemical evidence presented here, however, suggests that the OIB signature is primarily derived from the subducting Galapagos hotspot track.\nCentral American volcanism results from subduction of the Cocos plate beneath the Caribbean plate (Fig. 1). Normal oceanic crust formed at the East Pacific Rise (EPR) subducts beneath Guatemala\n1SFB 574, 2Leibniz Institute of Marine Sciences (IFM-GEOMAR), University of Kiel, Wischhofstrasse 1-3, Kiel 24148, Germany. 3Department of Geological Sciences, Brown University, Box 1846, Providence, Rhode Island 02912, USA. 4Boston University, Department of Earth Sciences, 675 Commonwealth Avenue, Boston, Massachusetts 02215, USA. 5Observatorio Sismológico y Vulcanológico de Arenal y Miravalles (OSIVAM), Instituto Costarricense de Electricidad (ICE), Apdo. 10032-1000, Costa Rica. 6Observatorio Vulcanológico y Sismológico de Costa Rica, Universidad Nacional, Apdo. 86-3000, Heredia, Costa Rica. 7Instituto Nicaragüense de Estudios Territoriales, Apdo. 2110, Managua, Nicaragua. {Present address: Lamont-Doherty Earth Observatory, Columbia University, Palisades, New York 10964, USA.\n1094 Nature Publishing Group©2008\nto northwestern Costa Rica, whereas crust formed at the CocosNazca spreading centre (CNS) with the Galapagos hotspot track on it subducts beneath central Costa Rica to Panama. The Galapagos hotspot tracks (and islands) are chemically zoned18,19, with the Seamount province having distinctly higher 208Pb/204Pb (Figs 1, 2) and lower 143Nd/144Nd (Supplementary Fig. 1.1) for a given 206Pb/204Pb isotope ratio compared with the Cocos and Coiba ridges.\nRadiogenic isotope ratios, which are not fractionated by physical processes such as partial melting and magma differentiation, can be used as tracers to determine the sources contributing to arc magmatism. Along the volcanic front from central Costa Rica to northwestern Nicaragua, Nd isotope ratios increase and Pb isotope ratios decrease continuously (Fig. 2a, b). 206Pb/204Pb and 208Pb/204Pb isotope data from the volcanic-front rocks also form an excellent linear correlation (R2 5 0.997; Fig. 2c). Although normal arc magmatism ceased in the Late Miocene-Pliocene in southern Costa Rica and western Panama, Pliocene-Quaternary adakitic/alkalic volcanic rocks are widely distributed but volumetrically insignificant3,20,21. Lead isotope data from these rocks also form an excellent linear correlation (R2 5 0.976) below, but sub-parallel to, the trend formed\nby volcanic-front rocks. The highest Pb isotope ratios in the arc rocks occur in the areas situated above the subducting hotspot track, also characterized by radiogenic Pb.\nAt least three endmembers are required to explain the Pb and Nd isotope data of the Nicaraguan to Panamanian volcanic rocks (see also Supplementary Fig. 1.1). The northwestern Nicaraguan endmember with unradiogenic Pb and radiogenic Nd reflects addition to the depleted mantle wedge of a slab fluid that contains Pb primarily from the subducting crust (as represented by samples from a subducting seamount) (Figs 1, 2). The southern Costa Rica/Panama endmember with radiogenic Pb but intermediate 208Pb/204Pb and 143Nd/144Nd could be derived from the subducting Cocos/Coiba ridges3 and/or eroded fore-arc igneous complexes4, consisting of CLIP basement and accreted early Cenozoic Galapagos seamounts22–24. The only source with the appropriate Pb (radiogenic Pb and high 208Pb/204Pb) and Nd isotopic composition to derive the central Costa Rica endmember is the Seamount province subducting beneath central Costa Rica. Other potential sources for Pb and Nd, such as tectonically eroded Costa Rica fore-arc4 and input of Galapagos hotspot mantle through a slab window3 (which would be expected to have a composition similar to the voluminous Cocos/Coiba ridges—representing the primary composition of the Galapagos plume), have isotopic compositions distinct from the Seamount province and thus cannot explain the observed mixing trends.\nIf the Galapagos seamount slab component has melt-like properties (is a supercritical fluid/hydrous melt), it could readily transport rare-earth elements (for example, La, Nd) and high-fieldstrength elements (for example, Nb), consistent with the decrease in La/Yb and increase in Ba/La, U/Th and Ba/Th observed in the volcanic-front lavas from central Costa Rica to northwestern Nicaragua2,25,26 (see Supplementary Information Section 1 for the role of subducted sediments). The transition from a dominantly fluid-like slab component beneath Nicaragua to melt-like slab components in Costa Rica and Panama may be related to the influx of hot mantle through a slab window in the south3.\n0 100 200 300 400 500 Distance from Nicaragua's NW-most volcano, Cosigüina (km)\nSubducting seamounts\nSubducting seamounts\nError\nError\nSubducting sediments\nSubducting sediments\nSubducting crust\nSubducting crust\n18.8 19.0 19.2 19.4\nSu bd\nuc tin\ng s ed\nim en\nts\nMiocene Nicaragua\nMiocene Costa Rica\nSu bd\nuc tin\ng\nSe am\nou nt\npro vin\nce\nSu bd\nuc tin\ng C oc\nos\nan d C\noib a r\nidg es\nS Costa Rica - W Panama adakites and alkali basalts\ny = 1.14x + 17.47 R2 = 0.976\nNicaragua - Costa Rica volcanic-front lavas y = 1.17x + 16.48\nR2 = 0.997\nCosta Rica rear-arc alkalic lavas\n2σ error\nSubducting crust outboard of NW Nicaragua\nS Costa Rica and W Panama alkali basalt S Costa Rica and W Panama adakite Central Costa Rica VF NW Costa Rica VF SW Nicaragua VF NW Nicaragua VF\n18.6 19.6 206Pb/204Pb\n20 8 P\nb /2\n04 P\nb\n38.2\n38.4\n38.6\n38.8\n39.0\n39.2\n39.4\n0.5130\n38.2\n38.4\n38.6\n38.8\n20 8 P\nb /2\n04 P\nb\n38.0\n39.0\n0.5129\n0.5131\nNorthwest Nicaragua\nSouthwest Nicaragua\nNorthwest Costa Rica Central Costa Rica\na\nb\nc\n14 3 N\nd /1\n44 N\nd\nFor e-a\nrc i gne\nous te\nrra\nne s\nFigure 2 | Systematic variation in lead and neodymium isotopic composition along the volcanic front from Costa Rica to northwest Nicaragua indicates northwestward flow of mantle wedge material. a, b, Isotope ratios, 143Nd/144Nd (a) and 208Pb/204Pb (b), show systematic trends along the arc that indicate mixing of mantle wedge enriched with melts from the subducting Galapagos hotspot Seamount province with mantle wedge enriched with hydrous fluids from the ocean crust subducting beneath Nicaragua. In c, Quaternary volcanic front (VF) lavas from Nicaragua and Costa Rica form an excellent linear correlation (longer solid grey line, R2 5 0.997) on the thorogenic Pb isotope diagram. Late PlioceneQuaternary rear- and back-arc alkalic lavas in northeastern Costa Rica overlap in composition with Costa Rica volcanic-front lavas but extend to more radiogenic compositions, consistent with a greater contribution from a melt-like slab component. Low volume, scattered Pliocene-Quaternary mafic adakites and alkali basalts from southern Costa Rica and western Panama, where there has been no volcanic-front volcanism since the Late Miocene, form a distinct linear array (shorter solid grey line, R2 5 0.976) below but subparallel to the volcanic-front lavas, having lower 208Pb/204Pb for a given 206Pb/204Pb isotope ratio. Whereas the adakites may represent direct melts of subducted Galapagos rocks, the alkali basalts most probably reflect interaction between carbon-rich fluids/melts from Galapagos material and the overlying mantle wedge. The difference in Pb isotopic composition between the Pliocene-Quaternary central Costa Rica and the southern Costa Rica/western Panama lavas correlates closely with the boundary between the subducting Seamount province and Cocos/Coiba ridges of the chemically zoned Galapagos hotspot track. The subducting Seamount province and the Cocos/Coiba ridges, which have distinct Pb and Nd (Supplementary Fig. 1.1) isotopic compositions18,19, could serve as the endmembers necessary for generating the distinct isotopic compositions of the central Costa Rica and southern Costa Rica/western Panama lavas, respectively. Fields for (1) fore-arc igneous terranes, which includes CLIP basement from Costa Rica and Panama22,23,25 and (2) sediments and ocean crust subducting beneath Nicaragua1,19 are also shown. All errors are reported as 2s of the mean.\n1095 Nature Publishing Group©2008\nThe along-arc variations in volcanic-front isotopic composition indicate that the Galapagos seamount component diminishes in quantity towards northwestern Nicaragua. These trends cannot be produced by upper plate variation. Although CLIP lithosphere underlies Costa Rica, its composition (included in the fore-arc igneous terranes field in Fig. 2c) is distinct from that of the Seamount province22,23. The volcanic-front isotopic trends also cannot be explained by systematic changes in the composition of the subducting plate. During ODP Leg 170, gabbro sills with OIB-type geochemical characteristics were drilled about 80 km north of the Seamount province27, suggesting that the Galapagos hotspot may have affected a larger area than represented by the morphological expression of the hotspot track. However, it is unlikely that the plume spread out 500 km north of the Cocos ridge. When the hotspot track off Costa Rica formed, the CNS was located to the south of the hotspot19, and plume material would have flowed south towards the ridge (not north). In addition, the gabbro sills from Leg 170 do not have Pb isotopic compositions that plot within the Seamount province, but rather compositions that plot within the Cocos/Coiba ridge field (Supplementary Information Section 1). Finally, a seamount on the Cocos plate subducting beneath central Nicaragua shows no evidence for the presence of Galapagostype material in this area19 but rather has the appropriate composition to serve as the depleted Nicaraguan endmember.\nAs the seamountcomponent only appears to bepresent onthe incoming plate off the Pacific coast of central Costa Rica, this signature must have been introduced into the wedge by a melt-like slab component from the subducting Seamount province and then transported northwest in the mantle wedge in melt pockets (possibly crystallized to form pyroxenite after leaving the slab and reacting with the overlying mantle wedge peridotite). Fluids from the subducting plate beneath Nicaragua flux the wedge, causing melting and mixing with the Galapagos seamount component. As the mantle is transported northwestwards, the seamount component will be progressively flushed out of the wedge, causing a decrease in Pb and increase in Nd isotopic composition.\nSeismic anisotropy in the mantle wedge beneath Nicaragua and Costa Rica provides corroborating evidence for arc-parallel flow. Shear-wave splitting was measured in local S phases recorded by a dense temporary deployment of broadband seismometers (Supplementary Fig. 2.1), and a three-dimensional model of anisotropy was obtained (Fig. 3) by tomographically inverting the splitting measurements28. Beneath the arc where the Galapagos geochemical signature is observed and further into the back-arc, anisotropy is dominated by roughly arc-parallel alignment of the olivine fast symmetry axis (a axis). These a axes extend well into the warmer wedge where they should align roughly parallel to flow6. A zone of arc-normal a axes appears beneath the northwestern end of the Nicaraguan arc where geochemical evidence for the Galapagos seamount component is nearly absent, perhaps suggesting a reduction in arc-parallel flow.\nThe isotope data allow an along-arc flow rate for the mantle in the wedge to be directly estimated. Given that samples from the Miocene Nicaraguan arc (7–24 Myr old) adjacent to Quaternary southwest Nicaraguan rocks (Fig. 1) have Pb isotope ratios that overlap the range in the Quaternary northwest Nicaraguan volcanic front (Fig. 2), the component with elevated Pb isotope ratios was presumably introduced into the mantle beneath Nicaragua after the Miocene. Igneous rocks from the Miocene arc (6–26 Myr old) in Costa Rica have slightly more radiogenic isotopic compositions than those from Nicaragua, which could reflect interaction with CLIP lithosphere or derivation from subduction of older Galapagos hotspot tracks24. The Seamount province composition is not however observed in the Miocene volcanic rocks, providing a maximum age for the appearance of this component of ,6 Myr. Assuming that the oldest part of the subducted Seamount province lies along its boundary with the Panama fracture zone (Fig. 1), it would have passed beneath the central Costa Rican volcanic front 2–3 Myr ago21 (reversing subduction at a rate of 85 mm yr21), providing a minimum age of 2 Myr for the appearance of the seamount component beneath the arc.\nThese dates (2–6 Myr ago) imply that the minimum arc-parallel wedge flow ranges from 63 to 190 mm yr21, assuming the Galapagos seamount component is transported a distance of 380 km. This distance is measured from the northwesternmost Nicaraguan volcano (Casitas) that shows a clear geochemical influence of the subducting"
  }, {
    "heading": "Permanent station",
    "text": ""
  }, {
    "heading": "Strength of alignment",
    "text": "1096 Nature Publishing Group©2008\nSeamount province (more radiogenic Pb and less radiogenic Nd than Cosigüina volcano and the crust subducting beneath Nicaragua) to the location of maximum Pb isotopic composition (greatest amount of Galapagos seamount component) in central Costa Rica. These transport rates are of the order of the Cocos plate subduction rate (,85 mm yr21\noff Costa Rica), suggesting that lateral (arc/trench-parallel) flow in the mantle wedge can compete with flow entrained by subduction.\nLead isotope data demonstrate that rapid arc-parallel flow occurs in the mantle wedge beneath Costa Rica and Nicaragua, allowing arcparallel fast anisotropy to be explained without atypical mechanisms of generating anisotropic fabrics5,14. Trench rollback, variations in slab dip, and arc-parallel shearing within the upper plate may all contribute to along-arc wedge flow9,13,16. In Costa Rica and Nicaragua, the fore-arc is translating to the northwest, although at less than 15 mm yr21 (ref. 29). Westward migration of the volcanic front since the early Miocene was greatest in Nicaragua and Honduras/El Salvador30 (Fig. 1) where slab dips are steepest, suggesting differential slab roll-back that could draw wedge material towards northwestern Nicaragua, possibly from a slab window to the south. Collision (indenture) of the thickened Cocos ridge crust with the margin could also have helped drive arc material northwards. Regardless of the mechanism for generating flow, this study demonstrates a rate of arc-parallel flow beneath Costa Rica and Nicaragua that rivals downgoing Cocos plate motion."
  }, {
    "heading": "METHODS SUMMARY",
    "text": "Nd and Pb isotope analyses were carried out at IFM-GEOMAR by thermal ionization mass spectrometry (TIMS), using a Triton and a MAT262 RPQ21 TIMS, respectively. Over the course of the study, La Jolla produced 143Nd/144Nd 5 0.511846 6 0.000005 (N 5 49) and the long-term reproducibility of NBS 981 (n 5 184) is 206Pb/204Pb 5 16.899 6 0.007, 207Pb/204Pb 5 15.437 6 0.009, 208Pb/204Pb 5 36.525 6 0.028. Total chemistry blanks were ,100 pg for Nd and Pb, and thus are considered negligible.\nWe solve for a best-fitting model of anisotropy through an iterative, damped, least-squares inversion28 of 791 local-S splitting measurements from the TUCAN broadband seismic experiment. Anisotropy is described by a hexagonal average of olivine and orthopyroxene elastic coefficients, and parameters in each model block are the azimuth and plunge of the olivine a axis and a scalar that controls the strength of anisotropy. A total of 100 iterations were realized, with a moderate relaxation of damping after iteration 40. Model blocks are 25 km on each side, although in back-arc regions constraints were applied after iteration 70 that forced model parameters to be uniform across groups of blocks. Predicted splitting measurements and partial derivatives were calculated at every iteration for each hypocentre–station pair by progressively splitting an initially linearly polarized wavelet to account for the anisotropy encountered in each model block along the phase path.\nFull Methods and any associated references are available in the online version of the paper at www.nature.com/nature.\nReceived 23 July; accepted 5 December 2007. Published online 21 January 2008.\n1. Feigenson, M. D., Carr, M. J., Maharaj, S. V., Juliano, S. & Bolge, L. L. Lead isotope composition of Central American volcanoes: Influence of the Galapagos plume. Geochem. Geophys. Geosyst. 5, Q06001, doi:10.1029/2003GC000621 (2004). 2. Herrstrom, E. A., Reagan, M. K. & Morris, J. D. Variations in lava composition associated with flow of asthenosphere beneath southern Central America. Geology 23, 617–620 (1995). 3. Abratis, M. & Wörner, G. Ridge collision, slab window formation, and the flux of Pacific asthenosphere into the Caribbean realm. Geol. Soc. Am. 29, 127–130 (2001). 4. Goss, A. R. & Kay, S. M. Steep REE patterns and enriched Pb isotopes in southern Central American arc magmas: Evidence for forearc subduction erosion? Geochem. Geophys. Geosyst. 7, Q05016, doi:10.1029/2005GC001163 (2006). 5. Jung, H. & Karato, S.-i. Water-induced fabric transition in olivine. Science 293, 1460–1463 (2001). 6. Kneller, E. A., van Keken, P. E., Karato, S.-i. & Park, J. B-type olivine fabric in the mantle wedge: Insights from high-resolution non-Newtonian subduction zone models. Earth Planet. Sci. Lett. 237, 781–797 (2005). 7. Nakajima, J., Shimizu, J., Hori, S. & Hasegawa, A. Shear-wave splitting beneath the southwestern Kurile arc and northeastern Japan arc: A new insight into mantle return flow. Geophys. Res. Lett. 33, L05305, doi:10.1029/2005GL025053 (2006). 8. Long, M. D. & van der Hilst, R. D. Upper mantle anisotropy beneath Japan from shear wave splitting. Phys. Earth Planet. Inter. 151, 206–222 (2006).\n9. Smith, G. P. et al. A complex pattern of mantle flow in the Lau backarc. Science 292, 713–716 (2001). 10. Levin, V., Droznin, D., Park, J. & Gordeev, E. Detailed mapping of seismic anisotropy with local shear waves in southeastern Kamchatka. Geophys. J. Int. 158, 1009–1023 (2004). 11. Anderson, M. L., Zandt, G. & Wagner, L. Along-strike mantle flow variations in a segment of the South American subduction zone, Chile and Argentina. Earth Planet. Sci. Lett. (submitted). 12. Pozgay, S. H., Wiens, D. A., Conder, J. A., Shiobara, H. & Sugioka, H. Complex mantle flow in the Mariana subduction system: Evidence from shear wave splitting. Geophys. J. Int. 107, 371–386 (2007). 13. Hall, C. E., Fischer, K. M. & Parmentier, E. M. The influence of plate motions on three dimensional back-arc mantle flow and shear wave splitting. J. Geophys. Res. 105, 28009–28033 (2000). 14. Holtzman, B. K. et al. Melt segregation and strain partitioning: Implications for seismic anisotropy and mantle flow. Science 301, 1227–1230 (2003). 15. Behn, M. D., Hirth, G. & Kelemen, P. B. Trench-parallel anisotropy produced by foundering of arc lower crust. Science 317, 108–111 (2007). 16. Kneller, E. A. & van Keken, P. E. Trench-parallel flow and seismic anisotropy in the Mariana and Andean subduction systems. Nature 450, 1222–1225 (2007). 17. Reagan, M. K. & Gill, J. B. Coexisting calcalkaline and high-niobium basalts from Turrialba volcano, Costa Rica: Implications for residual titanates in arc magma sources. J. Geophys. Res. 94, 4619–4633 (1989). 18. Hoernle, K. A., Werner, R., Phipps Morgan, J., Bryce, J. & Mrazek, J. Existence of a complex spatial zonation in the Galápagos plume for at least 14.5 Ma. Geology 28, 435–438 (2000). 19. Werner, R., Hoernle, K., Barckhausen, U. & Hauff, F. Geodynamic evolution of the Galapagos hot spot system (Central East Pacific) over the past 20 m.y.: Constraints from morphology, geochemistry, and magnetic anomalies. Geochem. Geophys. Geosyst. 4, doi:10.1029/2003GC000576 (2003). 20. Defant, M. J. et al. The geology and geochemistry of El Valle volcano, Panama: Andesite and dacite genesis via contrasting processes. Contrib. Mineral. Petrol. 106, 309–324 (1991). 21. MacMillan, I., Gans, P. B. & Alvarado, G. Middle Miocene to present plate tectonic history of southern Central American volcanic arc. Tectonophysics 392, 325–348 (2004). 22. Hoernle, K., Hauff, F. & van den Bogaard, P. 70 m.y. history (139–69 Ma) for the Caribbean large igneous province. Geology 32, 697–700 (2004). 23. Hauff, F., Hoernle, K. A., van den Bogaard, P., Alvarado, G. E. & Garbe-Schönberg, D. Age and geochemistry of basaltic complexes in Western Costa Rica: Contributions to the geotectonic evolution of Central America. Geochem. Geophys. Geosyst. 1, doi:10.1029/1999GC000020 (2000). 24. Hoernle, K. A. et al. The missing history (16–71 Ma) of the Galápagos hotspot: Implications for the tectonic and biological evolution of the Americas. Geology 30, 795–798 (2002). 25. Patino, L. C., Carr, M. J. & Feigenson, M. D. Local and regional variations in Central American arc lavas controlled by variations in subducted sediment input. Contrib. Mineral. Petrol. 138, 265–283 (2000). 26. Carr, M. J., Feigenson, M. D. & Bennett, E. A. Incompatible element and isotopic evidence for tectonic control of source mixing and melt extraction along the Central American arc. Contrib. Mineral. Petrol. 105, 369–380 (1990). 27. Kimura, G. et al. SITE 1039 (Ch. 3); SITE 1040 (Ch. 4). Proc. ODP Init. Rep. 170, 45–152 (1997). 28. Abt, D. L. & Fischer, K. M. Resolving three-dimensional anisotropic structure with shear-wave splitting tomography. Geophys. J. Int. (submitted). 29. Turner, H. L. et al. Kinematics of the Nicaraguan forearc from GPS geodesy. Geophys. Res. Lett. 34, L02302, doi:10.1029/2006GL027586 (2007). 30. Alvarado, G. E. et al. in Central America: Geology, Resources and Hazards (eds Bundschuh, J. & Avarado, G.) 345–394 (Taylor and Francis, Leiden, 2007).\nSupplementary Information is linked to the online version of the paper at www.nature.com/nature.\nAcknowledgements Reviewers (J. Walker and S. Schwartz), J. Phipps-Morgan, T. Plank, R. Werner, M. Portnyagin and members of SFB574 and MARGINS are thanked for comments/discussions that helped significantly improve the manuscript. The IRIS PASSCAL programme provided seismometers and technical assistance to the TUCAN experiment. This research was supported by the German Science Foundation Collaborative Research Centre (SFB574) and the National Science Foundation MARGINS programme.\nAuthor Contributions K.H., D.L.A. and K.M.F. collected samples/data, processed and interpreted the data, developed the ideas and wrote the paper, with significant input from G.A.A. and discussions with other co-authors. H.N., F.H. and K.H. generated the geochemical data and P.v.d.B. age data. G.A.A., M.P. and W.S. were key in collecting the seismic data; P.v.d.B., G.A. and H.N. assisted in the collection of the volcanic samples. Central American partners provided geological overviews and logistical support.\nAuthor Information Reprints and permissions information is available at www.nature.com/reprints. Correspondence and requests for materials should be addressed to K.H. (khoernle@ifm-geomar.de).\n1097 Nature Publishing Group©2008"
  }, {
    "heading": "METHODS",
    "text": "Sample preparation and isotope analyses. Samples used in this study were cleaned of surficial dirt and then coarsely crushed into chips smaller than 4 cm. The chips were sieved and washed with deionized water, followed by ,12 h drying in a warm (50 uC) oven. Approximately 30–60 g of clean chips were hand-picked under a binocular microscope and ground to sand-sized particles in a mechanized agate mortar and pestle, followed by fine grinding in an agate mill by a shatter box. A subset of 0.5–1.0 mm sized chips was saved for Pb isotope analyses. Sample dissolution and element chromatography were carried out at the Leibniz Institute of Marine Sciences IFM-GEOMAR in Kiel (Germany) in Class 1000 clean rooms that are equipped with Class 100 laminar flow hoods. All reagents used were either double distilled in a PicoTrace Teflon distillery (HCl and HNO3) or certified ultrapure HF and HBr acids from SEASTAR. An ELGA purifying system provided 18.2 MV water. Nd and Pb isotope analyses were carried out on whole rock powders (Nd) and rock chips (Pb) that were leached in hot 2 M HCl (70 uC, 1 h) in order to minimize the effects of alteration and sample handling. About 100 mg of sample was weighed into a Teflon beaker and then dissolved for 2 days in a 5:1 mixture of ultrapure HF and HNO3 at 150 uC. The ion chromatography followed established standard procedures31. These include a two-pass Pb separation and clean-up using 100ml Teflon microcolumns filled with Bio-Rad AG 1X8 (100–200 mesh) resin that is equilibrated with 1 M HBr for highest Pb retention and from which Pb is released with 1 ml of 6 M HCl. The rare-earth elements (REEs) are obtained in 6 ml 6 M HCl at the final washout during Rb-Sr separation on quartz glass columns filled with BioRad AG50W-X8 (100–200 mesh) resin. The REEs are then loaded in 0.25 M HCl onto 4 ml quartz glass columns filled with Eichrom Ln-Spec resin (100–150mm) to obtain the Nd fraction. Pb and Nd isotopic ratios were determined by TIMS at IFM-GEOMAR on a MAT262 RPQ21 and Triton TIMS, respectively. Both instruments operate in static multi-collection mode. Nd isotopic ratios are normalized within each run to 146Nd/144Nd 5 0.7219 and all errors are reported as 2s of the mean. Over the course of the study, La Jolla produced 143Nd/144Nd 5 0.511846 6 0.000005 (N 5 49) and our in-house Nd-monitor SPEX 143Nd/144Nd 5 0.511711 6 0.000006 (N 5 39). Nd replicate analyses (separate digests) of 4 samples were within the external errors of the standards. The long-term reproducibility of NBS 981 (N 5 184) is 206Pb/204Pb 5 16.899 6 0.007, 207Pb/204Pb 5 15.437 6 0.009, 208Pb/204Pb 5 36.525 6 0.028. Pb isotope ratios are normalized to published NBS 981 values32. Pb replicate analyses (separate digests) of 13 samples were on the average better than 0.022% per AMU. Total chemistry blanks were ,100 pg for Nd and Pb and thus are considered negligible. Shear-wave splitting analysis and tomography method. We analysed shearwave splitting in local S phases recorded by the TUCAN broadband seismic experiment and by three permanent stations, maintained by the GSN (IRIS), GEOSCOPE (France) and GEOFON (Germany). Over the 20-month deployment, we obtained 791 high-quality splitting measurements (Supplementary Fig. 2.1) using an eigenvalue minimization method33. We inverted these local S splitting measurements for a three-dimensional model of anisotropy (Fig. 3 and Supplementary Fig. 2.3).\nHere we briefly highlight the key aspects of this technique; the method is described in detail elsewhere29. The elastic coefficients of the anisotropic model were assumed to be an average of olivine and orthopyroxene34–36. The model was divided into blocks (25 km per side), and parameters in each block are the\nazimuth and plunge of the olivine a axis and a scalar value that controls the strength of anisotropy relative to its single-crystal value. The model in Fig. 3 and Supplementary Fig. 2.3 assumes hexagonal symmetry for the anisotropy, but inversions assuming orthorhombic symmetry yield similar results.\nThe inversion was conducted using an iterative, damped least-squares approach. The starting model was constructed by prescribing the average fast direction for all phases that sample a block as the olivine a axis azimuth in that block. The fabric strength in the starting model was based on the average splitting times from each ray within a block relative to that predicted from the singlecrystal elastic coefficients. Synthetic splitting was calculated by propagating, for each ray, an initially linearly polarized wavelet through successive anisotropic blocks along its path and accruing splitting from each block until the phase reached the station37. Shear-wave splitting parameters were determined from the resulting waveform using the same method applied to the data33 and then were used to calculate data–model residuals and partial derivatives.\nInversions were performed using a wide variety of starting models, block sizes and damping parameters. Even when optimal inversion parameters were used, some model blocks in the back-arc remained poorly resolved because of reduced ray coverage. Therefore, effective block size was made larger in back-arc regions to permit interpretation of a larger portion of the model space, albeit at coarser spatial resolution. The size of these larger (non-cubic) model volumes is variable, but is typically 50 km thick and between 50 km and 100 km in each horizontal direction (Supplementary Fig. 2.4).\nTo test the accuracy with which the a axis orientation and fabric strength can be retrieved, inversions of synthetic data predicted by a series of anisotropic target models were carried out using the source–station distribution for the TUCAN shear-wave splitting data set28. For target models that vary laterally in better sampled model regions (beneath the fore-arc, arc, and regions of the backarc near the dense arc-normal lines of stations) with uniform anisotropy elsewhere, a axis orientation is retrieved to within 25u on average; a axis azimuth is, in general, recovered at high accuracy down to at least 100 km depth, and a axis dip recovery is typically good to roughly 75 km. Lateral variations at spatial scales of 50–75 km can be imaged beneath the arc, but retrievable spatial variations are obviously coarser in back-arc regions where individual blocks are grouped into larger volumes (Supplementary Fig. 2.4).\n31. Hoernle, K. A. & Tilton, G. R. Sr-Nd-Pb isotope data for Fuerteventura (Canary Islands) basal complex and subaerial volcanics: Applications to magma genesis and evolution. Schweiz. Mineral. Petrogr. Mitt. 71, 3–18 (1991). 32. Todt, W., Cliff, R. A., Hanser, A. & Hofmann, A. W. in Earth Processes: Reading the Isotopic Code (eds Basu, A. & Hart, S.) 429–437 (AGU Geophys. Monogr. Ser. 95, American Geophysical Union, Washington DC, 1996). 33. Silver, P. G. & Chan, W. W. Shear wave splitting and subcontinental mantle deformation. J. Geophys. Res. 96, 16429–16454 (1991). 34. Frisillo, A. L. & Barsch, G. R. Measurement of single-crystal elastic constants of bronzite as a function of pressure and temperature. J. Geophys. Res. 77, 6360–6384 (1972). 35. Anderson, O. L. & Isaak, D. G. in Mineral Physics and Crystallography: A Handbook of Physical Constants (ed. Ahrens, T. J.) 64–97 (American Geophysical Union, Washington DC, 1995). 36. Abramson, E. H., Brown, J. M., Slutsky, L. J. & Zaug, J. The elastic constants of San Carlos olivine to 17 GPa. J. Geophys. Res. 102, 12253–12263 (1997). 37. Fischer, K. M., Parmentier, E. M., Stein, A. R. & Wolf, E. R. Modeling anisotropy and plate-driven flow in the Tonga subduction zone back arc. J. Geophys. Res. 105, 16181–16191 (2000).\nNature Publishing Group©2008"
  }],
  "year": 2008,
  "references": [{
    "title": "Influence of the Galapagos plume",
    "authors": ["M.D. Feigenson", "M.J. Carr", "S.V. Maharaj", "S. Juliano", "Bolge", "L.L. Lead isotope composition of Central American volcanoes"],
    "venue": "Geochem. Geophys. Geosyst. 5, Q06001, doi:10.1029/2003GC000621",
    "year": 2004
  }, {
    "title": "Variations in lava composition associated with flow of asthenosphere beneath southern Central America",
    "authors": ["E.A. Herrstrom", "M.K. Reagan", "J.D. Morris"],
    "venue": "Geology 23,",
    "year": 1995
  }, {
    "title": "Ridge collision, slab window formation, and the flux of Pacific asthenosphere into the Caribbean realm",
    "authors": ["M. Abratis", "G. Wörner"],
    "venue": "Geol. Soc. Am",
    "year": 2001
  }, {
    "title": "Evidence for forearc subduction erosion? Geochem",
    "authors": ["A.R. Goss", "Kay", "S.M. Steep REE patterns", "enriched Pb isotopes in southern Central American arc magmas"],
    "venue": "Geophys. Geosyst. 7, Q05016, doi:10.1029/2005GC001163",
    "year": 2006
  }, {
    "title": "Water-induced fabric transition in olivine",
    "authors": ["H. Jung", "Karato", "S.-i"],
    "venue": "Science 293,",
    "year": 2001
  }, {
    "title": "Insights from high-resolution non-Newtonian subduction zone models",
    "authors": ["E.A. Kneller", "P.E. van Keken", "Karato", "S.-i.", "Park", "J. B-type olivine fabric in the mantle wedge"],
    "venue": "Earth Planet. Sci. Lett. 237, 781–797",
    "year": 2005
  }, {
    "title": "A new insight into mantle return flow",
    "authors": ["J. Nakajima", "J. Shimizu", "S. Hori", "Hasegawa", "A. Shear-wave splitting beneath the southwestern Kurile arc", "northeastern Japan arc"],
    "venue": "Geophys. Res. Lett. 33, L05305, doi:10.1029/2005GL025053",
    "year": 2006
  }, {
    "title": "Upper mantle anisotropy beneath Japan from shear wave splitting",
    "authors": ["M.D. Long", "R.D. van der Hilst"],
    "venue": "Phys. Earth Planet. Inter. 151,",
    "year": 2006
  }, {
    "title": "A complex pattern of mantle flow in the Lau backarc",
    "authors": ["Smith", "G. P"],
    "venue": "Science 292,",
    "year": 2001
  }, {
    "title": "Detailed mapping of seismic anisotropy with local shear waves in southeastern Kamchatka",
    "authors": ["V. Levin", "D. Droznin", "J. Park", "E. Gordeev"],
    "venue": "Geophys. J. Int. 158,",
    "year": 2004
  }, {
    "title": "Evidence from shear wave splitting",
    "authors": ["S.H. Pozgay", "D.A. Wiens", "J.A. Conder", "H. Shiobara", "Sugioka", "H. Complex mantle flow in the Mariana subduction system"],
    "venue": "Geophys. J. Int. 107, 371–386",
    "year": 2007
  }, {
    "title": "The influence of plate motions on three dimensional back-arc mantle flow and shear wave splitting",
    "authors": ["C.E. Hall", "K.M. Fischer", "E.M. Parmentier"],
    "venue": "J. Geophys. Res",
    "year": 2000
  }, {
    "title": "Implications for seismic anisotropy and mantle flow",
    "authors": ["Holtzman", "B.K. et al. Melt segregation", "strain partitioning"],
    "venue": "Science 301, 1227–1230",
    "year": 2003
  }, {
    "title": "Trench-parallel anisotropy produced by foundering of arc lower crust",
    "authors": ["M.D. Behn", "G. Hirth", "P.B. Kelemen"],
    "venue": "Science 317,",
    "year": 2007
  }, {
    "title": "Trench-parallel flow and seismic anisotropy in the Mariana and Andean subduction systems",
    "authors": ["E.A. Kneller", "P.E. van Keken"],
    "venue": "Nature 450,",
    "year": 2007
  }, {
    "title": "Implications for residual titanates in arc magma sources",
    "authors": ["M.K. Reagan", "Gill", "J.B. Coexisting calcalkaline", "high-niobium basalts from Turrialba volcano", "Costa Rica"],
    "venue": "J. Geophys. Res. 94, 4619–4633",
    "year": 1989
  }, {
    "title": "Existence of a complex spatial zonation in the Galápagos plume for at least 14.5 Ma",
    "authors": ["K.A. Hoernle", "R. Werner", "J. Phipps Morgan", "J. Bryce", "J. Mrazek"],
    "venue": "Geology 28,",
    "year": 2000
  }, {
    "title": "Constraints from morphology, geochemistry, and magnetic anomalies",
    "authors": ["R. Werner", "K. Hoernle", "U. Barckhausen", "Hauff", "F. Geodynamic evolution of the Galapagos hot spot system (Central East Pacific) over the past 20 m.y."],
    "venue": "Geochem. Geophys. Geosyst. 4, doi:10.1029/2003GC000576",
    "year": 2003
  }, {
    "title": "Andesite and dacite genesis via contrasting processes",
    "authors": ["Defant", "M.J. et al. The geology", "geochemistry of El Valle volcano", "Panama"],
    "venue": "Contrib. Mineral. Petrol. 106, 309–324",
    "year": 1991
  }, {
    "title": "Middle Miocene to present plate tectonic history of southern Central American volcanic arc",
    "authors": ["I. MacMillan", "P.B. Gans", "G. Alvarado"],
    "venue": "Tectonophysics 392,",
    "year": 2004
  }, {
    "title": "m.y. history (139–69 Ma) for the Caribbean large igneous province",
    "authors": ["K. Hoernle", "F. Hauff", "P. van den Bogaard"],
    "venue": "Geology 32,",
    "year": 2004
  }, {
    "title": "Contributions to the geotectonic evolution of Central America",
    "authors": ["F. Hauff", "K.A. Hoernle", "P. van den Bogaard", "G.E. Alvarado", "Garbe-Schönberg", "D. Age", "geochemistry of basaltic complexes in Western Costa Rica"],
    "venue": "Geochem. Geophys. Geosyst. 1, doi:10.1029/1999GC000020",
    "year": 2000
  }, {
    "title": "Implications for the tectonic and biological evolution of the Americas",
    "authors": ["Hoernle", "K.A. et al. The missing history (16–71 Ma) of the Galápagos hotspot"],
    "venue": "Geology 30, 795–798",
    "year": 2002
  }, {
    "title": "Local and regional variations in Central American arc lavas controlled by variations in subducted sediment input",
    "authors": ["L.C. Patino", "M.J. Carr", "M.D. Feigenson"],
    "venue": "Contrib. Mineral. Petrol. 138,",
    "year": 2000
  }, {
    "title": "Incompatible element and isotopic evidence for tectonic control of source mixing and melt extraction along the Central American arc",
    "authors": ["M.J. Carr", "M.D. Feigenson", "E.A. Bennett"],
    "venue": "Contrib. Mineral. Petrol",
    "year": 1990
  }, {
    "title": "SITE 1039 (Ch",
    "authors": ["G Kimura"],
    "venue": "SITE 1040 (Ch. 4). Proc. ODP Init. Rep. 170,",
    "year": 1997
  }, {
    "title": "Kinematics of the Nicaraguan forearc from GPS geodesy",
    "authors": ["Turner", "H. L"],
    "venue": "Geophys. Res. Lett. 34,",
    "year": 2006
  }, {
    "title": "Geology, Resources and Hazards (eds Bundschuh, J",
    "authors": ["Alvarado", "G.E. et al. in Central America"],
    "venue": "& Avarado, G.) 345–394",
    "year": 2007
  }, {
    "title": "Applications to magma genesis and evolution",
    "authors": ["K.A. Hoernle", "Tilton", "G.R. Sr-Nd-Pb isotope data for Fuerteventura (Canary Islands) basal complex", "subaerial volcanics"],
    "venue": "Schweiz. Mineral. Petrogr. Mitt. 71, 3–18",
    "year": 1991
  }, {
    "title": "Reading the Isotopic Code (eds Basu, A",
    "authors": ["W. Todt", "R.A. Cliff", "A. Hanser", "Hofmann", "A.W. in Earth Processes"],
    "venue": "& Hart, S.) 429–437",
    "year": 1996
  }, {
    "title": "Shear wave splitting and subcontinental mantle deformation",
    "authors": ["P.G. Silver", "W.W. Chan"],
    "venue": "J. Geophys. Res",
    "year": 1991
  }, {
    "title": "Measurement of single-crystal elastic constants of bronzite as a function of pressure and temperature",
    "authors": ["A.L. Frisillo", "G.R. Barsch"],
    "venue": "J. Geophys. Res",
    "year": 1972
  }, {
    "title": "A Handbook of Physical Constants (ed",
    "authors": ["O.L. Anderson", "Isaak", "D.G. in Mineral Physics", "Crystallography"],
    "venue": "Ahrens, T. J.) 64–97",
    "year": 1995
  }, {
    "title": "The elastic constants of San Carlos olivine to 17 GPa",
    "authors": ["E.H. Abramson", "J.M. Brown", "L.J. Slutsky", "J. Zaug"],
    "venue": "J. Geophys. Res",
    "year": 1997
  }, {
    "title": "Modeling anisotropy and plate-driven flow in the Tonga subduction zone back arc",
    "authors": ["K.M. Fischer", "E.M. Parmentier", "A.R. Stein", "E.R. Wolf"],
    "venue": "J. Geophys. Res. 105,",
    "year": 2000
  }],
  "id": "SP:99ceba0b2e7686e029abc31803dc94bcc9b12837",
  "authors": [{
    "name": "Kaj Hoernle",
    "affiliations": []
  }, {
    "name": "David L. Abt",
    "affiliations": []
  }, {
    "name": "Karen M. Fischer",
    "affiliations": []
  }, {
    "name": "Holly Nichols",
    "affiliations": []
  }, {
    "name": "Folkmar Hauff",
    "affiliations": []
  }, {
    "name": "Geoffrey A. Abers",
    "affiliations": []
  }, {
    "name": "Paul van den Bogaard",
    "affiliations": []
  }, {
    "name": "Ken Heydolph",
    "affiliations": []
  }, {
    "name": "Guillermo Alvarado",
    "affiliations": []
  }, {
    "name": "Marino Protti",
    "affiliations": []
  }, {
    "name": "Wilfried Strauch",
    "affiliations": []
  }],
  "abstractText": "Resolving flow geometry in the mantle wedge is central to understanding the thermal and chemical structure of subduction zones, subducting plate dehydration, and melting that leads to arc volcanism, which can threaten large populations and alter climate through gas and particle emission. Here we show that isotope geochemistry and seismic velocity anisotropy provide strong evidence for trench-parallel flow in the mantle wedge beneath Costa Rica and Nicaragua. This finding contradicts classical models, which predict trench-normal flow owing to the overlying wedge mantle being dragged downwards by the subducting plate. The isotopic signature of central Costa Rican volcanic rocks is not consistent with its derivation from the mantle wedge or eroded fore-arc complexes but instead from seamounts of the Galapagos hotspot track on the subducting Cocos plate. This isotopic signature decreases continuously from central Costa Rica to northwestern Nicaragua. As the age of the isotopic signature beneath Costa Rica can be constrained and its transport distance is known, minimum northwestward flow rates can be estimated (63–190 mm yr) and are comparable to the magnitude of subducting Cocos plate motion ( 85 mm yr). Trench-parallel flow needs to be taken into account in models evaluating thermal and chemical structure and melt generation in subduction zones. Preferential alignment of the minerals olivine and orthopyroxene occurs as a result of deformation, and produces anisotropy in seismic-wave velocities within the upper mantle. Assuming classical trench-normal ‘corner flow’ and standard models of crystallographic fabric development, the direction of fast shear-wave polarization will be normal to the arc in the warmer wedge beneath the arc and backarc, although the fast shear-wave polarization may be parallel to the arc in the cold corner of the wedge beneath the fore-arc. Whereas this pattern of seismic anisotropy is observed in some subduction zones, many display more variable fast directions further from the trench beneath the arc and back-arc, often with a roughly arc-parallel trend. The origin of this arc-parallel fast anisotropy, in particular whether it is related to along-arc flow within the mantle wedge or some other process, is vigorously debated. Although arc volcanic rocks from Costa Rica have ocean-islandbasalt (OIB)-type compositions similar to those found in Galapagos hotspot rocks, the origin of this geochemical signature is controversial. In some models, OIB signatures are contained in the mantle wedge beneath central Costa Rica, reflecting (1) residual Galapagos-type mantle remaining after the formation of the Caribbean large igneous province (CLIP) in the Cretaceous period, or flow of OIB-type asthenospheric mantle either (2) from beneath the northwest margin of South America or (3) through a slab window into the mantle wedge beneath central Costa Rica. Alternatively, subduction erosion of older Galapagos and CLIP terranes in the Costa Rican fore-arc may have introduced this signature beneath Costa Rica. The geochemical evidence presented here, however, suggests that the OIB signature is primarily derived from the subducting Galapagos hotspot track. Central American volcanism results from subduction of the Cocos plate beneath the Caribbean plate (Fig. 1). Normal oceanic crust formed at the East Pacific Rise (EPR) subducts beneath Guatemala",
  "title": "Arc-parallel flow in the mantle wedge beneath Costa Rica and Nicaragua"
}