{
  "sections": [{
    "heading": "ARTICLE",
    "text": "Received 11 Dec 2015 | Accepted 9 May 2017 | Published 6 Jul 2017\nSea level fall during glaciation stabilized atmospheric CO2 by enhanced volcanic degassing Jörg Hasenclever1,2, Gregor Knorr3,4, Lars H. Rüpke1, Peter Köhler3, Jason Morgan5, Kristin Garofalo1,\nStephen Barker4, Gerrit Lohmann3 & Ian R. Hall4\nPaleo-climate records and geodynamic modelling indicate the existence of complex\ninteractions between glacial sea level changes, volcanic degassing and atmospheric CO2,\nwhich may have modulated the climate system’s descent into the last ice age. Between B85\nand 70 kyr ago, during an interval of decreasing axial tilt, the orbital component in global\ntemperature records gradually declined, while atmospheric CO2, instead of continuing its\nlong-term correlation with Antarctic temperature, remained relatively stable. Here, based on\nnovel global geodynamic models and the joint interpretation of paleo-proxy data as well as\nbiogeochemical simulations, we show that a sea level fall in this interval caused enhanced\npressure-release melting in the uppermost mantle, which may have induced a surge in\nmagma and CO2 fluxes from mid-ocean ridges and oceanic hotspot volcanoes. Our results\nreveal a hitherto unrecognized negative feedback between glaciation and atmospheric\nCO2 predominantly controlled by marine volcanism on multi-millennial timescales of\nB5,000–15,000 years.\nDOI: 10.1038/ncomms15867 OPEN"
  }, {
    "heading": "1 GEOMAR Helmholtz Centre for Ocean Research Kiel, Wischhofstr. 1-3, 24159 Kiel, Germany. 2 University of Bremen, Faculty Geosciences, Klagenfurter Str.",
    "text": ""
  }, {
    "heading": "2-4, 28359 Bremen, Germany. 3 Alfred-Wegener-Institut Helmholtz-Zentrum für Polar-und Meeresforschung (AWI), P.O. Box 12 01 61, 27515 Bremerhaven,",
    "text": "Germany. 4 School of Earth and Ocean Sciences, Cardiff University, Cardiff CF10 3AT, UK. 5 Department of Earth Sciences, Royal Holloway, University of London, Egham, Surrey TW20 0EX, UK. Correspondence and requests for materials should be addressed to G.K. (email: gregor.knorr@awi.de) or to L.H.R. (email: lruepke@geomar.de).\nNATURE COMMUNICATIONS | 8:15867 | DOI: 10.1038/ncomms15867 | www.nature.com/naturecommunications 1\nE arth’s geosphere and climate have recently been shown to closely interact on orbital time scales rather than being independent sub-systems1–8. During the end of the last ice\nage, a positive feedback may have existed between deglaciation, terrestrial volcanism and atmospheric CO2 (ref. 1). Likewise, crustal production at mid-ocean ridges (MOR) is now thought to be sensitive to glacial sea level changes1–3. This is supported by changes in hydrothermal iron flux variability that indicate a relatively swift increase in hydrothermal activity to the most pronounced sea level fall during the last 50 kyr on a suborbital timescale6, possibly within a few thousand years7. Such interactions may also have played a role for the different trends in temperature and atmospheric CO2 (ref. 9) during a phase of pronounced ice sheet growth and associated sea level fall across the Marine Isotope Stage (MIS) 5/4 boundary (Fig. 1) as corroborated by records of enhanced hydrothermal activity across MIS4 in sediment cores at 38 N on the Mid-Atlantic Ridge10, the Galapagos Microplate11 and the East Pacific Rise6. Between B85–70 kyr ago Antarctic and Greenland temperatures display a gradual decline (Fig. 1c), superposed by millennial-scale variability. In contrast, atmospheric CO2 remains relatively stable before dropping abruptly towards the end of this interval (Fig. 1d). Hence, the close correlation between atmospheric CO2 and Antarctic temperature throughout most of the last 800 kyr12 transiently breaks down across the MIS 5/4 transition9. With respect to the relatively stable CO2 levels between B85 and 70 kyr ago one could ask in an idealized sense what ‘held-up’ CO2 concentrations during the gradual global temperature decline or, alternatively, why CO2 dropped so abruptly at the onset of MIS 4. Previous studies have so far focused on finding answers to the latter question in the framework of physical and biogeochemical processes in the coupled ocean–atmosphere system13,14. However, the carbon cycle sub-system in current climate models does not fully account for variations in volcanic degassing over a glacial cycle. In this context, it is particularly interesting that this period was accompanied by a sea level fall15–17 likely in the order of a several tens of metres (up to B100 m in extreme scenarios) within a period of B5–15 kyr (Fig. 1f and Supplementary Table 1). This points to the possibility that a transient phase of enhanced volcanic CO2 degassing in response to the sinking sea level ‘held up’ atmospheric CO2 concentrations at a time of global temperature decline and ice sheet growth.\nHere we test this hypothesis by using geodynamic models to compute the likely increases in volcanic CO2 flux across the MIS 5/4 boundary at 43 mantle plume-related oceanic hotspot volcanoes and along the global MOR system. All geodynamic simulations have been done with the M2TRI- and M3TET-codes (see ref. 18 and Methods section), which solve for two- (2D) and three-dimensional (3D) thermo-mechanical convection, respectively, including fractional wet melting of the Earth’s mantle. Carbon dioxide is implemented as a passive highly incompatible component that preferentially enters the melt phase during partial melting (Methods section). These models predict that a falling sea level causes enhanced pressure-release melting in the oceanic uppermost mantle. In conjunction with the interpretation of proxy data as well as biogeochemical simulations, we show that the enhanced melting induced a surge in magma and CO2 fluxes from oceanic hotspot and MOR volcanoes, which provides a negative feedback between glaciation and atmospheric CO2 on multi-millennial timescales."
  }, {
    "heading": "Results",
    "text": "Response of oceanic hotspot volcanoes to sea level fall. Oceanic hotspot volcanoes, unlike MOR1–3,5, have not yet been investigated for their sensitivity to glacial sea level changes, in\nspite of a comparatively higher CO2 concentration in the plume source19,20. Furthermore, the special geometry of hotspot volcanoes, which often features a subaerial volcano on top of a much wider submerged volcanic edifice and mantle melting region, makes them susceptible to sea level-linked variations in melt production (Figs 2 and 3). A fall in sea level may further decompress the upwelling mantle, which results in enhanced pressure-release melting and the efficient partitioning of highly incompatible CO2 into the melt phase within the lower part of the melting zone (Fig. 2a). Mantle plume melting is inherently 3D and controlled by parameters such as strength and chemical composition of the plume, but it is also shaped by the speed and age of the overriding plate. We have designed a global hotspot-melting model by integrating the results of 126 3D numerical experiments that resolve the key aspects of mantle plume melting with data on plume buoyancy fluxes, plume excess temperatures, plate speeds and plate ages for 43 oceanic hotspots (see Supplementary Table 2 and Methods section). This model predicts a global annual oceanic hotspot magma flux of 2.02 km3\n(Fig. 2), which is in accord with independently derived estimates of plume-related melt production being about 10% of the global MOR melt production of about 21 km3 per year19,21.\nTo gain a process-based understanding of the impact that a falling sea level has on plume melting and volcanic CO2 degassing, we apply a range of different sea level variations (Supplementary\nTable 1) as derived from the sea level curves shown in Fig. 1f. In the following we focus on the results obtained for a scenario (S2), in which sea level dropped by 60 m over a period of 15,000 years. Linking a sea level forcing to extra decompression melting requires an assessment of the flexural response of the lithosphere as the pressure signal may be damped beneath the subaerial parts of the volcanic edifice. For this purpose, we have performed 3D viscoelastic simulations (see Fig. 3 and Methods scetion) that constrain the damping effect for conical-shaped islands of different sizes. The damping effect scales with island size and we find a maximum local damping of 25% for the largest considered ocean islands (for example, Big Island of the Hawaiian archipelago). In the calculations of increased pressure release melting during a falling sea level, the pressure signal below the respective island size is used for each considered mantle plume (Supplementary Table 2). With this methodology, we find an average transient increase in global plume-related magma flux of 12% corresponding to 0.24 km3 per year. It should be noted that Iceland was excluded from this analysis as its magmatic response may have been controlled by ice sheet loading rather than by a falling sea level.\nResponse of mid-ocean ridges to sea level fall. MOR melting has recently been shown to be sensitive to glacial sea level changes showing spreading rate dependent variations of 15–100% with respect to the average long-term magma flux2,3. To obtain a quantitative assessment of the relative importance of these two oceanic subsystems we here additionally present a global MOR melting model. For this purpose, we have integrated a large number of 2D geodynamic simulations (Fig. 4a), assuming full spreading rates between 0.2 and 20 cm per year, with the global distribution of MOR opening rates22 (Fig. 4b). The resulting global model predicts an average crustal thickness of B7 km for full spreading rates higher than 5 cm per year and a total annual magma flux of 22.8 km3 per year (Fig. 4c), which matches observations21.\nThe increase in decompression melting in response to a falling sea level is more straightforward to calculate than for oceanic islands, as flexural effects do not need to be considered for the fully submerged global MOR system. We find that a 60 m sea level drop over 15 kyr transiently increases the average global magma\n2 NATURE COMMUNICATIONS | 8:15867 | DOI: 10.1038/ncomms15867 | www.nature.com/naturecommunications\nproduction at MOR by 12% corresponding to 2.78 km3 per year (Fig. 4c).\nImpact on volcanic CO2 emissions and atmospheric imprint. To transfer the above estimates on extra decompression melting to increased volcanic CO2 emissions, assumptions regarding CO2\nconcentrations in the different mantle sources and possible time lags between enhanced melting and increased emissions have to be made. These assumptions are then used to evaluate the impact on atmospheric CO2, using a box model of the global carbon cycle.\nCarbon dioxide quantitatively degasses at MOR and hence its concentration in the mantle source is poorly known, with published values23 ranging from 50 to 42,000 p.p.m.w. The average\nNATURE COMMUNICATIONS | 8:15867 | DOI: 10.1038/ncomms15867 | www.nature.com/naturecommunications 3\nglaciated during the last interglacial-glacial transition.\n4 NATURE COMMUNICATIONS | 8:15867 | DOI: 10.1038/ncomms15867 | www.nature.com/naturecommunications\nconcentration is probably more on the lower side of this range20,24\nand an average value of 140 p.p.m.w was estimated from ocean modelling of 3He and measured CO2/3He ratios19. We use this estimate and obtain a steady baseline CO2 flux of 0.096 Gt per year in our global MOR melting model (Fig. 4d), which, in spite of our more complex MOR melting model, is consistent with an earlier estimate19 and on the lower side of previously published estimates25 of 0.044–0.792 Gt CO2 per year. The average mantle CO2 concentration in the plume source is also poorly constrained. If CO2 is again assumed to behave similarly to He during partial melting, it can be inferred20 that the sources of ocean island basalts contain 120–1,830 p.p.m.w CO2. Here we use a value of 950 p.p.m.w, which was determined from 3He as well as CO2/3He measurements and estimates of carbon-rich lower mantle contribution to plume melting19. Based on this we establish a baseline volcanic CO2 flux from oceanic hotpot volcanoes of 0.127 Gt CO2 per year (Fig. 2c). In correspondence, we predict that a 60 m sea level fall over 15 kyr results in an increase in the mobilization of CO2 into the melt phase of B14% (0.0172 Gt CO2 per year) beneath hotspot volcanoes and of B13% (0.0125 Gt CO2 per year) beneath the global MOR system. It should be noted that the uncertainty in these values is high—mainly because of the high uncertainty in the CO2 concentrations of the mantle source regions. As the scaling between the predicted increases in CO2 mobilization is linear with the CO2 concentration in the mantle source, the impact of different parameter choices can easily be assessed.\nFurther sensitivity tests assuming different magnitudes (60–100 m) and durations (5–15 kyr) of sea level fall show that the integrated amount of extra CO2 mobilization is on average 42 Gt CO2 per 10 m sea level drop at plume-related volcanoes and 31 Gt CO2 per 10 m sea level drop at MOR. This points to oceanic hotspots as the dominant geodynamic system with regard to sea level-linked variations in volcanic CO2 degassing. In total we predict B446 Gt of extra CO2 that was mobilized into the melt phase for the 60 m sea level drop throughout the MIS 5/4 boundary (Supplementary\nTable 3). The climate relevance of these CO2 flux estimates will critically depend on how quickly CO2 is transported from the melting region to the atmosphere/ocean system and on how efficiently it is buffered on the release timescales by marine, terrestrial and atmospheric\nprocesses. There is now growing evidence that the magma flux at MORs can respond to sea level fall on suborbital timescales. Observational evidence for such a multi-millennial response time is the close relationship between sea level changes and hydrothermal activity that has been reported from both the South East Pacific Rise6 and the TAG hydrothermal on the Mid-Atlantic Ridge7. The reported time lags between change in sea level and a hydrothermal response, most likely driven by temporarily increased magmatic fluxes at these sites, are B5–15 kyr.\nRelatively swift response timescales of such magmatic/hydrothermal systems to sea level changes within a few thousand years7\nor less are in agreement with melt extraction timescales inferred from geochemical data. Analyses of uranium-series isotopic disequilibria point to minimum melt ascent rates of 1–20 m per year at MORs and oceanic hotspot volcanoes, and of B70 m per year at arc volcanoes, for which more stringent constraints are available26. Further support for rapid magma ascent comes from the large volumes of magma that were erupted within less than B2 kyr following the last deglaciation of Iceland, which implies melt ascent rates 450 m per year 27.\nIt thus seems that a magmatic response time to a sea level change in the order of a few kyr is fairly well supported by data. While it may seem intuitive that CO2 emission are likely to increase along with the magma flux, such a relation critically depends on details of the melt extraction process. CO2 is highly incompatible and partitions into the melt phase at the base of the melting column. Recent numerical modelling has shown that under steady-state conditions extra CO2 mobilized in response to a falling sea level may take several tens of kyr to reach the ridge axes28. This time lag is, however, likely to be smaller when transient effects and processes related to intermediate magma storage in, for example, the axial melt lens at MOR or magma chambers at hotspot volcanoes are considered. It should further be mentioned here that the timescales of melt extraction also affect the relative sensitivity of crustal production at MOR with differing spreading rates to different frequencies in the sea level forcing2. This relation introduces a ‘band-pass’ filter that controls how much of the sea level induced extra melt production reaches the ridge axis throughout a forcing period. This additional complexity is not considered here and we further take the\nThe upper panel show the different geometries of volcanic edifices supported by a viscoelastic lithosphere; the lower panel plots show the percentage of\nthe pressure signal, induced by sea level change, that is present at 60 km depth in the asthenospheric mantle. A maximum damping of B25% is found for the largest island sizes. All considered hotspots were catagorized into small, medium and large island depending on their subaerial area\n(see Supplementary Table 2). (a) shows the results for a cone-shaped island with a maximum topography of 700 m, (b) for a medium island with 2,800 m\ntopographic elevation, and (c) for a large island with 4,800 m elevation.\nNATURE COMMUNICATIONS | 8:15867 | DOI: 10.1038/ncomms15867 | www.nature.com/naturecommunications 5\nsimplifying view that an increase in magma flux is also related to an increase in the CO2 flux and will investigate the possible climate imprint of the predicted CO2 flux under the assumption that melt extraction occurs within a few thousand years.\nBased on these assumptions we can evaluate the atmospheric impact of the additional volcanic CO2 release using the box model of the global carbon cycle BICYCLE29. We evaluate four scenarios (S1–S4) summarized in Supplementary Table 3 with different magnitudes (60–100 m) and durations (5–15 kyr) of the sea level drop with corresponding total additional volcanic CO2 releases of 400–697 Gt CO2. For simplicity, we assume in these carbon cycle simulations that all the CO2 is either injected into the atmosphere (subaerial) or into the deep ocean (submarine), corresponding to the release from hotspot volcanoes or MOR, respectively. For the subaerial carbon injection, the timing of the peak amplitude coincides with the end of the respective carbon injection in the different scenarios (Fig. 5a). A complete submarine source for the carbon release reduces the peak atmospheric CO2 value by 10–20% and the respective maximum is detected about 200 years later. After reaching the corresponding maximum values of 4–9 p.p.m.v atmospheric CO2 slowly decreases due to the carbonate compensation feedback of the sediments and the injected additional CO2 that stays in the atmosphere (the so-called airborne fraction) converges to about B6% on a 20 kyr timescale (Fig. 5b). To set our results into context with other carbon cycle model sensitivities it is instructive to compare the airborne fraction in our model with those obtained by other studies, for example, by a model-intercomparison30 (MIP) in which a standardized pulse response scenario has been investigated. In this scenario 100 Gt C (¼ 367 Gt CO2) are injected into the atmosphere within 1 year. The carbon cycle response to this injection is a function of background climate. The injection has been performed in the MIP30 under modern (not shown) and pre-industrial conditions (experiment pre-industrial times (PI) in Fig. 5c), and the evolution of airborne CO2 has been investigated for a period of 1 kyr or less. We here extrapolate these results towards 20 kyr by an impulse response function derived from the analysis of an Earth system model31. These extrapolated MIP results can be compared with the airborne fraction as simulated for PI and for 83 kyr ago (experiment 83ka) conditions (Fig. 5c) using BICYCLE. We find that the airborne fractions of our BICYCLE simulations are at the lower end of the 2s-uncertainty spread of the MIP results (Fig. 5c). While a direct transfer of the airborne fraction spread to our results is not trivial, this model-intercomparison shows that our carbon cycle box model gives a relatively strong damping of volcanic CO2 release. Hence, our simulated impact on atmospheric CO2 is likely to represent a lower bound. Other models, for example, those used in the pulse response analysis30,31 would most likely find CO2 anomalies connected with this sea level induced volcanic outgassing\ndistribution of spreading rates shown in b. Red bars illustrate the steady background state and blue bars the increases associated with the 60 m sea level\ndrop over 15 kyr.\n6 NATURE COMMUNICATIONS | 8:15867 | DOI: 10.1038/ncomms15867 | www.nature.com/naturecommunications\nthat are up to a factor of 2.5 higher than our simulated peak responses (Fig. 5a)."
  }, {
    "heading": "Discussion",
    "text": "Assuming a hypothetical baseline given by the simplifying assumption that orbital-scale CO2 concentration should have continued its close long-term correlation with temperature across the MIS 5/4 transition, the maximum CO2 offset in ice cores is as much as B18 p.p.m.v (Supplementary Fig 1a). Interestingly, our carbon cycle modelling results (Fig. 5a,b) suggest that enhanced volcanic degassing can explain the bulk of this disconnect or even the full offset if the uncertainties in airborne fractions are taken\ninto account (Fig. 5c). The exact net effect, however, from the here presented negative feedback mechanism via hotspot and MOR volcanism will need to be further evaluated in the context of possibly counteracting processes such as carbonate formation during seafloor alteration reactions32,33 and decreased terrestrial volcanic emissions1,34.\nStatistical analyses of the Quaternary eruption record do reveal a peak in activity at glaciated high-latitude volcanoes during the last deglacial, which is absent at volcanoes not affected by ice-sheet growth1,35. This suggests that growing ice-sheets during the MIS 5/4 transition may have resulted in reduced emissions at high-latitude volcanoes; especially since the regional loading effect can be much larger than the global decrease in sea level. Constraining the net effect and the respective roles that are played by arc, MOR and hotspot volcanoes in the Earth System is further complicated by the uncertainties in time lags between sea level as well as ice sheet forcing, and the different volcanic responses as discussed. These issues necessitate future research. This should include constraints refined by observations, improved multiphase melt migration simulations, and coupled Earth system models that can account for volcanism-related solid Earth– climate interactions as possible causes for atmospheric CO2 changes.\nThe decoupling in the evolution of CO2 and temperature across the MIS 5/4 transition ended between B74 and 70 kyr ago when CO2 also started to drop (Fig. 1, Supplementary Fig. 1a). Available reconstructions indicate that sea level (Fig. 1f) is likely to have declined further beyond this point in time, which according to our suggested mechanism implies a sustained source of volcanic CO2 to the atmosphere. Hence, superposed changes in the atmosphere–ocean–biosphere system such as enhanced nutrient utilization in the Southern Ocean29,36 in response to increased dustiness37 leading to iron fertilization (Fig. 1e) and/or large scale changes in ocean circulation14,38,39 may have contributed to the overall CO2 decline and thus overprinted any further sea level/volcanism-related CO2 release after B74–70 kyr ago. The here proposed sea level-CO2 relation may have also, in addition or alternatively to previous explanations40, contributed to the persistence of stable high atmospheric CO2 concentrations at the end of the previous interglacial (MIS 5e) until B115 kyr ago, at a time when global long-term temperatures had already dropped for B10 kyr, approximately in tandem with falling sea level from high-stand conditions at B125 kyr ago (Fig. 1, Supplementary Fig 1b). Increasing\nSubaerial\nSubmarine\nPulse response for 367 Gt CO2\nMIP @PI\nFunction @PI\nBicycle @PI\nBicycle @ 83ka\nS1: 060m/05 kyr (400 Gt CO2) S2: 060m/15 kyr (446 Gt CO2) S3: 080m/15 kyr (601 Gt CO2) S4: 100m/10 kyr (697 Gt CO2)\n10\n9\n8\n7\n6\n5\n4\n3\n2\n1\n0\n–1\nΔ( C\nO 2)\n( p.\np. m .) A irb or ne fr ac tio n (%\n) A irb or ne fr ac tio n (% )\n25\n20\n15\n10\n5\n0\nTime (kyr)\n25\n20\n15\n10\n5\n0 20151050\na\nb\nc\nFigure 5 | Impact of additional volcanic CO2 release in the atmosphere. Simulated changes in (a) atmospheric CO2 and (b) airborne fraction in\nresponse to the additional volcanic CO2 release related to sea level fall, using the global carbon cycle model BICYCLE29. Shown are the simulated\nanomalies for four different scenarios (S1-S4) in a setup in which the\natmosphere-ocean sub-system of the carbon cycle is perturbed, including\nthe sediment response (carbonate compensation). In all scenarios, the\nadditional volcanic CO2 corresponds to the sum of MOR and hotspot melting related to sea level fall, released at constant annual rates. All\nemissions are either injected into the atmosphere (subaerial) or in the deep\nocean (submarine). The simulations are initialized with boundary conditions\nrepresentative of 83 kyr ago that are held constant throughout the\nexperiments. In (c) the airborne fraction for a pulse response experiment of 367 Gt CO2 (¼ 100 GtC) released in year 1 obtained with the BICYCLE model for background conditions of 83 kyr ago and of pre-industrial times (PI) are compared with PI results from a MIP30. MIP results are restricted\nto times up to 1 kyr, but are extrapolated (broken line) by results of a\nregression analysis (function) applied to the output of a Earth system model for a variety of emission scenarios31. The 2s-uncertainty obtained from the MIP for 1 kyr is also used to show the likely uncertainty\n(model spread) for longer time periods (cyan-coloured area).\nNATURE COMMUNICATIONS | 8:15867 | DOI: 10.1038/ncomms15867 | www.nature.com/naturecommunications 7\nuncertainty levels in the relative timing of atmospheric CO2, temperature and sea level changes provide a challenging framework to test the link between these changes and CO2 outgassing from volcanoes further back in time. Nevertheless, stacked records reveal that disconnects between CO2 and temperature during times of sea level fall are not unique to the MIS 5/4 transition (Supplementary Fig. 2). In contrast to the deglacial phases that show relatively synchronous changes in CO2 and temperature, most of the intervals of decreasing obliquity with falling sea level show a disconnect between CO2 and temperature for the last B800 kyr. Notable exceptions are phases of pronounced atmospheric dust variations, in line with our interpretation that superposed carbon cycle effects (via pronounced dust alterations or ocean circulation changes) can dominate over the impact of our presented sea level– degassing relation. This also applies to deglacial phases as suggested by the timing of pronounced atmospheric dust alterations (Supplementary Fig. 2). Furthermore the superposition of multiple carbon cycle effects within a relatively short deglacial period (B10 kyr) also implies that this deglacial window might not be optimally suited to isolate geosphere– climate interactions such as the negative feedback mechanism described here. On longer time-scales (B100 kyr), associated with the development of full interglacial-glacial changes, a sealevel drop of B120 m facilitates an atmospheric CO2 rise similar to the impact of a smaller glacial terrestrial carbon pool or a higher glacial ocean salinity29, which is expected to counteract the overall interglacial-glacial CO2 drawdown in the atmosphere via the negative feedback mechanism described here.\nWe conclude that throughout the last 800 kyr, the repeated occurrence of diverging trends in atmospheric CO2 levels and temperature during a synchronous sea level fall associated with ice sheet growth indicates that the proposed novel negative feedback mechanism (Supplementary Fig. 3) might be an important component of solid Earth–climate interactions and of the global carbon cycle on suborbital timescales."
  }, {
    "heading": "Methods",
    "text": "Geodynamic modelling framework. All 2D and 3D geodynamic simulations have been conducted with the codes M2TRI and M3TET (refs 18,41), respectively. These codes are written in MATLAB and solve for viscous incompressible flow, advection-diffusion of temperature, advection of composition and melting processes of mantle rocks that reach their pressure-, composition- and volatiledependent solidus temperature.\nGoverning equations and numerical methods. Mantle flow is described as viscous creep of an incompressible fluid (‘Stokes flow’) using the Boussinesq approximation, that is, density variations are only considered in the buoyancy term. We solve the equations for conservation of mass\n@vi @xi ¼ 0 ð1Þ\nand momentum\n@p @xi ¼ @tij @xj rgez ð2Þ\nusing the viscous stress–strain rate relationship\ntij ¼ Z @vi @xj þ @vj @xi : ð3Þ\nSee Supplementary Table 4 for a complete list of variables and parameters used in the calculations. We assume a Newtonian rheology with the dynamic viscosity Z depending on temperature T (in units of Kelvin), pressure p and weight fraction wH2O of water in the mantle rocks:\nZ T; p; wH2 O ¼ Z0 A wH2O exp Ea R T0½K T0½K T½K 1 þ p Va R T0½K : ð4Þ\nThe pre-exponential factor A controls the viscosity increase during dehydration:\nA wH2O ¼ 1þ Amax 1ð Þ 1 wH2 O=wH2O0 ; ð5Þ where Amax is the maximum increase in viscosity after complete dehydration.\nFor numerical reasons we limit the viscosity variations to be between 3 1018 Pa s and 5 1022 Pa s. Density variations depend on temperature changes and the cumulative degree of melting F:\nr T; Fð Þ ¼ r0 1 a T T0ð Þ bFð Þ; ð6Þ where a is the thermal expansion coefficient and b parameterizes the compositional buoyancy resulting from melting.\nEnergy conservation is formulated as\nrcp @T @t ¼ r krTð Þ rcpv rT þ rDH @F @t ; ð7Þ\nwhere DH¼DS T is the latent heat of fusion, and DS is the entropy of fusion. We use the finite element method to solve for viscous flow and heat conduction. Advection of temperature and compositional fields are handled by the method of characteristics (also called semi-Lagrange method; for example, ref. 42). The matrix equation for the 2D Stokes flow problem is derived using the consistent penalty method combined with so-called Powell–Hestenes iterations (a formulation similar to that used in the MILAMIN code43). All matrix equations are solved using the Cholesky direct solver of the numerical library SuiteSparse44. In 3D, where the larger number of unknowns requires iterative solvers, we use a Schur-complement formulation45 to solve the velocity-pressure problem. This leads to an outer iteration to solve for pressure and an inner iteration updating the velocity field. For both iterations we use Conjugate Gradient (CG) solvers46, preconditioned by the pressure mass matrix (outer CG) and a single V-cycle of geometric multigrid (inner CG). M3TET is parallelized using MATLAB’s Parallel Computing Toolbox in combination with the MUTILS47 tools. For more details on the solution techniques see refs 18, 41.\nThe formulation to calculate melting rates in the mantle is based on ref. 48 and the reader is referred to this reference for the details of the melting model. We define solidus functions T S of the form\nTs ¼ Ts0 þ @Ts @p pþ @T s @F F; ð8Þ\nwhere Ts0 is the solidus temperature at surface pressure, @Ts @p is the solidus dependence on pressure and @T s\n@F is the solidus dependence on depletion (Supplementary Table 4). We further consider wet melting and have implemented the parameterization described in ref. 49 into our framework by modifying the solidus-depletion gradient @T s\n@F depending on the rock’s current water content. Water is treated like an incompatible chemical element that preferentially enters the melt phase. We use a partition coefficient DH2O¼ 0.01 (ref. 49) and assume fractional melting, where the water content XH2O of a mantle rock is calculated from its initial water content XH2 O0 and cumulative degree of melting F (ref. 50)\nXH2O ¼ XH2O0 1 Fð Þ 1=DH2 O 1 : ð9Þ\nThe solidus-depletion gradient is further modified to mimic the drop in melt productivity once clinopyroxene is exhausted from the residue (for example, ref. 51). For simplicity, we assume that this is the case for a degree of melting F40.16 and increase @T s\n@F by a factor of 10 to reduce productivity (Supplementary Fig. 4).\n2D mid-ocean ridge models. The numerical domain is 200 km deep and 400 km wide, and we assume symmetry along the ridge axis, that is, we model one half of the ridge. Temperature boundary conditions are 0 C at the top and a potential mantle temperature TM¼ 1,335 C at the bottom inflow boundary. The symmetry axis (left side) and outflow boundary (right side) are thermally insulating. A constant half-spreading rate is prescribed along the top. Velocities along the inflow and outflow boundary are solved for in the first time step, with all buoyancy forces set to zero to avoid convective instabilities. From the second time step on velocities along the in- and outflow boundaries are fixed to these values and buoyancy forces are considered. We prefer this method for deriving the velocity boundary conditions over an analytical corner flow solution because the calculated in- and outflow velocities reflect the viscosity structure of the uppermost mantle. Calculations start with an initial temperature field calculated from the GDH1 plate model52 and we ran all calculations until a steady state in melt production was reached. Mantle composition and potential mantle temperature have been calibrated to produce a uniform crustal thickness of about 7 km at full spreading rates faster than 50 mm per year, in agreement with seismic observations53. We conducted a total of 360 2D numerical calculations in which we have varied (i) the half-spreading rate vHS between 1 and 100 mm per year, (ii) the initial water content XH2 OUM of the upper mantle (50 p.p.m.w, 100 p.p.m.w and 200 p.p.m.w; see ref. 54), and (iii) the maximum increase of the mantle rock viscosity during melting-related dehydration Amax (factor increase of 5, 10, 50 and 100). The value of the latter is somewhat uncertain so that we explored a broad range. The consequences of different parameter choices for the predicted global magma and CO2 mobilization rates are summarized in Supplementary Table 5. The global MOR model presented in the main text and in Fig. 4 is based on 2D simulations that assume 100 p.p.m.w water in the mantle source and a viscosity increase of factor 50 during melting-induced dehydration.\n8 NATURE COMMUNICATIONS | 8:15867 | DOI: 10.1038/ncomms15867 | www.nature.com/naturecommunications\n3D plume geodynamic models. Modelling the ascent and melting of a mantle plume beneath a moving lithospheric plate requires a 3D geodynamic model. We assume symmetry across a vertical plane parallel to the direction of plate motion and through the center of the plume, that is, we model one half of the plume. The numerical domain extends 400 km into the direction perpendicular to plate motion, 1,000 km into the direction of plate motion, and to 400 km depth. To have a precise control on the thickness of the overriding lithosphere we have excluded the rigid lithospheric plate from the model domain. Instead, the top of the domain corresponds to the base of the lithosphere and plume upwelling stops when this boundary is reached. Accordingly, we use a plate age-dependent heat flux boundary condition at the top to mimic the heat flow into the overlying lithosphere. A constant plate speed is prescribed along the top. A potential mantle temperature TM¼ 1,335 C is prescribed at the inflow boundary (left wall) upstream of the plume, all other side boundaries are insulating. The horizontal inflow velocities through the left wall are important because they create the ‘mantle wind’ through which the plume ascends. Here we initialize a viscosity-dependent vertical Couette flow profile with plate speed at the top and zero-velocity at 400 km depth. Free horizontal outflow is allowed through the right boundary downstream of the plume, while front and back boundaries are symmetric. Along the bottom we prescribe TM¼ 1,335 C except for a half-circular plume inflow region with 100 km radius, where we define a Gaussian-shaped temperature anomaly and a parabolic inflow profile. We control the plume strength by prescribing its excess temperature and buoyancy flux. Inflow velocities are then adjusted such that the desired buoyancy flux is exactly matched for the plume’s thermal structure. Depending on buoyancy and rheology the plume self-adjusts its radius well before reaching the melting region. All calculations ran until the plume head had passed the melting zone and a steady melt production established. We used the best-studied mantle plume/hotspot system Hawaii to calibrate the mantle composition for the mantle plume parameter study: For a plume buoyancy flux QB¼ 8,700 kg s 1 (ref. 55) and an excess temperature Texc¼ 290 C (ref. 56) we aimed to achieve an onset of melting at B170 km depth consistent with the seismically inferred melt-rich zone above this depth57. The total melt production below to the B91 Myr ago old lithosphere58 of B84 km thickness52 should be about 10 m3 s–1 (ref. 59). Meeting these constraints required a more fertile and wetter composition for mantle plume material XH2 OP ¼ 400 p:p:m:w compared to the ‘upper mantle’ composition\nXH2OUM ¼ 100 p:p:m:w\n. We conducted a 3D parameter study in which we systematically varied four key parameters related to the mantle plume and the plate tectonic setting of the associated hotspot: (i) plume buoyancy flux QB (500, 1,000, 4,000, 6,000 and 10,000 kg s 1), (ii) plume excess temperature Texc (100, 200 and 300 C), (iii) lithosphere thickness hL at the hotspot location (50, 70 and 90 km), and (iv) plate speed vL relative to the hotspot (10, 40 and 80 mm per year). The resulting 126 3D calculations span a 4D parameter space (Supplementary Fig. 5), within which the 43 oceanic hotspots (see Supplementary Table 2) have been linearly interpolated to derive their melt production and CO2 release rates. The advantage of the parameter-space approach is that it allows us to tests how critically the predicted global magma fluxes and CO2 mobilization rates depend on the four parameters that characterize each mantle plume/hotspot. The results of these sensitivity tests with the global plume model are summarized in Supplementary Table 6.\nCO2 mobilization and global mid-ocean ridge melting model. Assuming fractional melting50, the rate of CO2 mobilization into the melt phase in each model calculation was calculated using an initial concentration of 140 p.p.m.w CO2 (ref. 19) and a partition coefficient of DCO2¼ 0.01. Note the latter is a very moderate estimate since CO2 is likely to behave more incompatible than water, for which we use the same value. Each numerical calculation provides a rate of CO2 mobilization into the melt phase per metre ridge axis for a particular spreading rate. The estimate for the total CO2 mobilization along the global MOR system is derived using the global distribution of spreading rates22. Note that our global estimates (Fig. 4 and Supplementary Table 3) are in very good agreement with independent estimates for global magma production and CO2 release at MORs19. Melting beneath MOR results primarily from the decompression of mantle rocks. The enhanced CO2 mobilization into the melt phase at times of dropping sea level is calculated by superimposing the additional sea level-induced decompression onto the decompression of mantle rocks during upwelling. For a given amplitude DhSL in sea level drop over a time span DtSL and a sea water density rw¼ 1,030 kg m 3 we calculate the rate of pressure change @p@t ¼ rw gDhSL DtSL\nin the underlying mantle, which is then considered in the melting formulation.\nCO2 mobilization and global mantle plume melting model. For the global hotspot melting model we use a similar approach. The steady state solution of each 3D calculation is used to calculate the baseline melt production and CO2 mobilization into the melt phase, while the superimposed decompression during a prescribed sea level drop gives the enhanced values during ice sheet growth.\nIn contrast to the submarine MOR, oceanic hotspot melting zones are located below large volcanic edifices that are partially subaerial. A falling sea level, however, will only change the hydrostatic pressure on the seafloor. To quantify the amplitude of the sea level-induced pressure signal below the island we have calculated the viscoelastic response of an oceanic lithosphere carrying an island using the free surface and viscoelastic capabilities of M3TET. We initialized\ncone-shaped islands of different sizes, applied a water depth-dependent normal force boundary condition at the top and calculated the island’s subsidence until an isostatic equilibrium established (cf. Fig. 3). Then we simulated the falling sea level around the island by reducing the normal forces and monitored the pressure change in the viscous asthenospheric mantle. Elastic parameter choices are summarized in Supplementary Table 4. The pressure drop increases from a minimum value central below the island to the full sea level-induced signal at some distance to the island (Fig. 3). We have used these distance-to-island dependent pressure signals to calculate the enhanced melt production and CO2 mobilization rates in the plume melting region. For simplicity we have grouped all oceanic hotspots into four island-categories depending on their subaerial area (see Supplementary Table 2).\nThe derivation of global hotspot-related melt production and CO2 mobilization rates is more complicated than for MOR because more parameters control the melting of a particular hotspot. The first parameter is the plume buoyancy flux, where we use the values given in ref. 55 and in ref. 60. The second parameter is the plume excess temperature, which is based on ref. 56. Unfortunately, not every plume with estimated buoyancy flux also has an estimate for excess temperature and vice versa. To fill these data gaps we calculate the missing value using a linear interpolation between Hawaiian-like values (8,700 kg s 1 and 290 C) representing the ‘strong plume’ case and values that are typical for a weak plume (500 kg s 1 and 150 C). In case that both excess temperature and buoyancy flux are unconstrained we assume a weak plume with 500 kg s 1 and 130 C. The 3rd and 4th parameters are speed and age of the lithosphere at the hotspot location, respectively. We use the hotspot locations given in ref. 60 and the NUVEL-1A model61,62 to first identify the lithospheric plate hosting the hotspot. The plate motion relative to the hotspot is then calculated using the global plate motion model described in ref. 63. Lithosphere thickness is calculated from the age of the lithosphere at the hotspot location (using the data set in ref. 58) and then converted to plate thickness using the GDH1 model52 for the thermal evolution of oceanic lithosphere. We define the lithosphere-asthenosphere boundary at the depth where 90% of the basal temperature in the GDH1 model is reached. Following the argumentation in ref. 64 we assume a compositional lithosphere of 50 km thickness that forms during melting and dehydration of mantle rocks at mid-ocean ridges. Hence, we assume a minimum plate thickness of 50 km even if the GDH1 model predicts a thinner thermal lithosphere. Using these four parameters, each oceanic hotspot/plume (Supplementary Table 2) is located within the 4D parameter space spanned by the 3D calculations (Supplementary Fig. 5), and melt production and CO2 mobilization are linearly interpolated. This approach had the advantage that we were able to test different estimates for plume buoyancy fluxes given, for example, in refs 55,65 and to test how critically the predicted global fluxes depend on each of the four parameters. The results of these tests, summarized in Supplementary Table 6, show that the baseline fluxes are especially sensitive to variations in plume excess temperature and lithosphere thickness. The relative increase in global magma and CO2 flux during sea level drop are, nonetheless, very robust and do not significantly change.\nCarbon cycle simulations. The Box model of the Isotopic Carbon CYCLE– BICYCLE—is used to assess the impact of volcanic emissions on atmospheric CO2 concentrations. BICYCLE has been widely used for a broad range of Pleistocene paleoclimate applications29. BICYCLE is a model of the atmosphere–ocean– terrestrial biosphere-part of the global carbon cycle, in which the response of the deep ocean sediments (carbonate compensation feedback) to any change in the carbon cycle, including an external CO2 flux, is estimated with a pulse response function. It contains one homogeneous mixed atmosphere box, ten boxes in the ocean and seven boxes on land. The ocean is separated in surface, intermediate and deep waters in the Atlantic, Southern Ocean and Indo-Pacific. We used the BICYCLE model to assess the variations in atmospheric CO2 resulting from injecting volcanic CO2 into the model, either subaerial directly into the atmosphere or submarine into the water column. For these volcanic CO2 release experiments anomalies in atmospheric CO2 are calculated based on the model set-up as previously published29. Carbon cycle simulations are run for 7 kyr into quasi–equilibrium for climate conditions found 83 kyr ago leading to a simulated atmospheric CO2 concentration of 227 p.p.m.v for a set-up of atmosphere–ocean including carbonate compensation feedback. The volcanic CO2 release scenarios will be analysed as anomalies in this setup.\nIn detail, and based on the geodynamic modelling results, four carbon cycle scenarios have been simulated. In these simulations all boundary conditions are fixed at values for 83 kyr ago. In scenario S1 a sea level drop of 60 m over 5 kyr releases a total of 400 Gt CO2 (188 Gt CO2 from MORþ 212 Gt CO2 from hotspots) corresponding to an annual flux of 80 Tg CO2. In S2 a sea level drop of 60 m over 15 kyr releases a total of 446 Gt CO2 (188 CO2 from MORþ 258 Gt CO2 from hotspots) corresponding to an annual flux of 30 Tg CO2. In S3 a sea level drop of 80 m over 15 kyr releases a total of 601 Gt CO2 (252 CO2 from MORþ 349 Gt CO2 from hotspots) corresponding to an annual flux of 40 Tg CO2. In scenario S4 a sea level drop of 100 m over 10 kyr releases a total of 697 Gt CO2 (314þ 383 Gt CO2 from hotspots) corresponding to an annual flux of 70 Tg CO2.\nCode availability. The M3TET and M2TRI codes are co-owned by Hamburg University, GEOMAR as well as Royal Holloway and the source code is not freely distributed. To help with all questions concerning reproducibility of the numerical\nNATURE COMMUNICATIONS | 8:15867 | DOI: 10.1038/ncomms15867 | www.nature.com/naturecommunications 9\nresults, further details on the used numerical implementations as well as data analysis procedures, additional data files and possibly precompiled sub-functions can be requested from the first author.\nData availability. All relevant geodynamic modelling data are available from the first author. The carbon cycle modelling data are available at Pangaea with the doi:10.1594/PANGAEA.874815."
  }, {
    "heading": "Acknowledgements",
    "text": "This study is promoted by the PACES-II and OCEANS programs of the Alfred Wegener Institute Helmholtz Center for Polar and Marine Research (AWI) in Bremerhaven and the GEOMAR Helmholtz Centre for Ocean Research Kiel, respectively. Funding by ‘Helmholtz Climate Initiative REKLIM’ (Regional Climate Change), a joint research project of the Helmholtz Association of German research centres (HGF), is gratefully acknowledged (G.K.). Furthermore, this study is a contribution to the German BMBF project PalMod."
  }, {
    "heading": "Author contributions",
    "text": "J.H., G.K. and L.H.R. equally contributed to the study. G.K., L.H.R. and J.M. developed the original ideas. G.K. and L.H.R. designed the research and led the write up of the manuscript with significant contributions from J.H. and P.K. The geodynamic modelling was conducted by J.H. The carbon cycle modelling was performed by P.K. All authors contributed to the interpretation and discussion of the result in this study."
  }, {
    "heading": "Additional information",
    "text": "Supplementary Information accompanies this paper at http://www.nature.com/ naturecommunications\nCompeting interests: The authors declare no competing financial interests.\nReprints and permission information is available online at http://npg.nature.com/ reprintsandpermissions/\nHow to cite this article: Hasenclever, J. et al. Sea level fall during glaciation stabilized atmospheric CO2 by enhanced volcanic degassing. Nat. Commun. 8, 15867 doi: 10.1038/ncomms15867 (2017).\nPublisher’s note: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.\nOpen Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing,\nadaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article’s Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article’s Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit http://creativecommons.org/ licenses/by/4.0/\nr The Author(s) 2017\nNATURE COMMUNICATIONS | 8:15867 | DOI: 10.1038/ncomms15867 | www.nature.com/naturecommunications 11"
  }],
  "year": 2017,
  "references": [{
    "title": "Feedback between deglaciation, volcanism, and atmospheric  CO2",
    "authors": ["P. Huybers", "C. Langmuir"],
    "venue": "Earth Planet. Sci. Lett. 286,",
    "year": 2009
  }, {
    "title": "Glacial cycles drive variations in the production of oceanic crust",
    "authors": ["J.W. Crowley", "R.F. Katz", "P. Huybers", "C.H. Langmuir", "Park", "S.-H"],
    "venue": "Science 347,",
    "year": 2015
  }, {
    "title": "Does sea level influence mid-ocean ridge magmatism on Milankovitch timescales? Geochem",
    "authors": ["D.C. Lund", "P.D. Asimow"],
    "venue": "Geophys. Geosyst",
    "year": 2011
  }, {
    "title": "Sensitivity of seafloor bathymetry to climate-driven fluctuations in mid-ocean ridge magma supply",
    "authors": ["Olive", "J.-A"],
    "venue": "Science 350,",
    "year": 2015
  }, {
    "title": "Mid-ocean ridge eruptions as a climate valve",
    "authors": ["M. Tolstoy"],
    "venue": "Geophys. Res. Lett 42,",
    "year": 2015
  }, {
    "title": "Enhanced East Pacific Rise hydrothermal activity during the last two glacial terminations",
    "authors": ["D Lund"],
    "venue": "Science 351,",
    "year": 2016
  }, {
    "title": "Hydrothermal iron flux variability following rapid sea level changes",
    "authors": ["J.L. Middleton", "C.H. Langmuir", "S. Mukhopadhyay", "J.F. McManus", "J.X. Mitrovica"],
    "venue": "Geophys. Res. Lett. 43,",
    "year": 2016
  }, {
    "title": "Delayed CO2 emissions from mid-ocean ridge volcanism as a possible cause of late-Pleistocene glacial cycles",
    "authors": ["P. Huybers", "C.H. Langmuir"],
    "venue": "Earth Planet. Sci. Lett. 457,",
    "year": 2017
  }, {
    "title": "Vostok ice core provides 160,000-year record of atmospheric  CO2",
    "authors": ["J.M. Barnola", "D. Raynaud", "Y.S. Korotkevich", "C. Lorius"],
    "venue": "Nature 329,",
    "year": 1987
  }, {
    "title": "Record of hydrothermal activity in sediments from the Mid-Atlantic Ridge south of the Azores",
    "authors": ["Auffret", "G. A"],
    "venue": "Comptes Rendus De L Acad. Sci. Serie Ii Fascicule a-Sci. De La Terre Et Des Planet",
    "year": 1996
  }, {
    "title": "Beryllium 10, thorium 230, and protoactinium 231 in Galapagos microplate sediments—implications of hydrothermal activity and paleoproductivity changes during the last 100,000 years",
    "authors": ["M Frank"],
    "venue": "Paleoceanography 9,",
    "year": 1994
  }, {
    "title": "The role of Southern Ocean processes in orbital and millennial CO2 variations—a synthesis",
    "authors": ["H Fischer"],
    "venue": "Quarter. Sci. Rev. 29,",
    "year": 2010
  }, {
    "title": "Glacial CO2 cycle as a succession of key physical and biogeochemical processes",
    "authors": ["V. Brovkin", "A. Ganopolski", "D. Archer", "G. Munhoven"],
    "venue": "Clim. Past",
    "year": 2012
  }, {
    "title": "Timing of the descent into the last Ice Age determined by the bipolar seesaw",
    "authors": ["S. Barker", "P. Diz"],
    "venue": "Paleoceanography 29,",
    "year": 2014
  }, {
    "title": "Rapid coupling between ice volume and polar temperature over the past 150,000 years",
    "authors": ["Grant", "K. M"],
    "venue": "Nature 491,",
    "year": 2012
  }, {
    "title": "Modelled atmospheric temperatures and global sea levels over the past million years",
    "authors": ["R. Bintanja", "R.S.W. van de Wal", "J. Oerlemans"],
    "venue": "Nature 437,",
    "year": 2005
  }, {
    "title": "implications and new challenges",
    "authors": ["Medina-Elizalde", "M. A global compilation of coral sea-level benchmarks"],
    "venue": "Earth Planet. Sci. Lett. 362, 310–318",
    "year": 2013
  }, {
    "title": "2D and 3D numerical models on compositionally buoyant diapirs in the mantle wedge",
    "authors": ["J. Hasenclever", "J.P. Morgan", "M. Hort", "L.H. Rüpke"],
    "venue": "Earth Planet. Sci. Lett. 311,",
    "year": 2011
  }, {
    "title": "CO2 fluxes from mid-ocean ridges, arcs and plumes",
    "authors": ["B. Marty", "I.N. Tolstikhin"],
    "venue": "Chem. Geol. 145,",
    "year": 1998
  }, {
    "title": "The deep carbon cycle and melting in Earth’s interior",
    "authors": ["R. Dasgupta", "M.M. Hirschmann"],
    "venue": "Earth Planet. Sci. Lett. 298,",
    "year": 2010
  }, {
    "title": "Rates of magma emplacement and volcanic output",
    "authors": ["J.A. Crisp"],
    "venue": "J. Volcanol. Geotherm. Res",
    "year": 1984
  }, {
    "title": "An updated digital model of plate boundaries",
    "authors": ["P. Bird"],
    "venue": "Geochem. Geophys. Geosyst",
    "year": 2001
  }, {
    "title": "Vapour undersaturation in primitive mid-ocean-ridge basalt and the volatile content of Earth’s upper mantle",
    "authors": ["A.E. Saal", "E.H. Hauri", "C.H. Langmuir", "M.R. Perfit"],
    "venue": "Nature 419,",
    "year": 2002
  }, {
    "title": "The H/C ratios of Earth’s near-surface and deep reservoirs, and consequences for deep Earth volatile cycles",
    "authors": ["M.M. Hirschmann", "R. Dasgupta"],
    "venue": "Chem. Geol. 262,",
    "year": 2009
  }, {
    "title": "Deep carbon emissions from volcanoes",
    "authors": ["M.R. Burton", "G.M. Sawyer", "D. Granieri"],
    "venue": "Rev. Mineral. Geochem",
    "year": 2013
  }, {
    "title": "Timescales of Magmatic Processes 102–115",
    "authors": ["S.P. Turner", "B. Bourdon"],
    "venue": "(John Wiley & Sons, Ltd,",
    "year": 2010
  }, {
    "title": "The link between volcanism and deglaciation in Iceland",
    "authors": ["J. MacLennan", "M. Jull", "D. McKenzie", "L. Slater", "K. Gronvold"],
    "venue": "Geochem. Geophys. Geosyst",
    "year": 2001
  }, {
    "title": "Variations in mid-ocean ridge CO2 emissions driven by glacial cycles",
    "authors": ["J.M.A. Burley", "R.F. Katz"],
    "venue": "Earth Planet. Sci. Lett. 426,",
    "year": 2015
  }, {
    "title": "Atmospheric  d13CO2 and its relation to pCO2 and deep ocean d13C during the late Pleistocene",
    "authors": ["P. Köhler", "H. Fischer", "J. Schmitt"],
    "venue": "Paleoceanography 25,",
    "year": 2010
  }, {
    "title": "a multi-model analysis",
    "authors": ["Joos", "F. et al. Carbon dioxide", "climate impulse response functions for the computation of greenhouse gas metrics"],
    "venue": "Atmos. Chem. Phys. 13, 2793–2825",
    "year": 2013
  }, {
    "title": "An impulse response function for the ‘long tail’ of excess atmospheric CO2 in an Earth system model",
    "authors": ["N.S. Lord", "A. Ridgwell", "M.C. Thorne", "D.J. Lunt"],
    "venue": "Global. Biogeochem. Cycles",
    "year": 2016
  }, {
    "title": "Cretaceous ocean crust at DSDP site-417 and site-418—Carbon uptake from weathering versus loss by magmatic outgassing",
    "authors": ["H. Staudigel", "S.R. Hart", "H.U. Schmincke", "B.M. Smith"],
    "venue": "Geochim. Cosmochim",
    "year": 1989
  }, {
    "title": "The uptake of carbon during alteration of ocean crust. Geochim. Cosmochim",
    "authors": ["J.C. Alt", "D.A.H. Teagle"],
    "venue": "Acta 63,",
    "year": 1999
  }, {
    "title": "Model limits on the role of volcanic carbon emissions in regulating glacial-interglacial CO2 variations",
    "authors": ["R. Roth", "F. Joos"],
    "venue": "Earth Planet. Sci. Lett. 329,",
    "year": 2012
  }, {
    "title": "analysis of the Large Magnitude Explosive Volcanic Eruptions (LaMEVE) database",
    "authors": ["Brown", "S. et al. Characterisation of the Quaternary eruption record"],
    "venue": "J. Appl. Volcanol. 3, 5",
    "year": 2014
  }, {
    "title": "Iron fertilization of the subantarctic ocean during the last Ice Age",
    "authors": ["A Martinez-Garcia"],
    "venue": "Science 343,",
    "year": 2014
  }, {
    "title": "Dust-climate couplings over the past 800,000 years from the EPICA Dome C ice core",
    "authors": ["F Lambert"],
    "venue": "Nature 452,",
    "year": 2008
  }, {
    "title": "Abrupt changes in deep Atlantic circulation during the transition to full glacial conditions",
    "authors": ["D.J.R. Thornalley", "S. Barker", "J. Becker", "I.R. Hall", "G. Knorr"],
    "venue": "Paleoceanography 28,",
    "year": 2013
  }, {
    "title": "Mode change of millennial CO2 variability during the last glacial cycle associated with a bipolar marine carbon seesaw",
    "authors": ["B Bereiter"],
    "venue": "Proc. Natl Acad. Sci. USA 109,",
    "year": 2012
  }, {
    "title": "Comparative carbon cycle dynamics of the present and last interglacial",
    "authors": ["V Brovkin"],
    "venue": "Quarter. Sci. Rev. 137,",
    "year": 2016
  }, {
    "title": "Modeling Mantle Flow and Melting Processes at Mid-Ocean Ridges and Subduction Zones — Development and Application of Numerical Models",
    "authors": ["J. Hasenclever"],
    "venue": "(PhD thesis, Hamburg University,",
    "year": 2010
  }, {
    "title": "Semi-Lagrangian integration schemes for atmospheric models—a review",
    "authors": ["A. Staniforth", "J. Côté"],
    "venue": "Mon. Weather Rev. 119,",
    "year": 1991
  }, {
    "title": "MATLAB-based finite element method solver for large problems",
    "authors": ["M. Dabrowski", "M. Krotkiewski", "Schmid", "D.W. MILAMIN"],
    "venue": "Geochem. Geophys. Geosyst. 9 doi:10.1029/2007gc001719",
    "year": 2008
  }, {
    "title": "Dynamic supernodes in sparse Cholesky update/ downdate and triangular solves",
    "authors": ["T.A. Davis", "W.W. Hager"],
    "venue": "Acm Transactions on Mathematical Software",
    "year": 2009
  }, {
    "title": "Iterative Methods for Sparse Linear Systems",
    "authors": ["Y. Saad"],
    "venue": "(Society of Industrial and Applied Mathematics,",
    "year": 2003
  }, {
    "title": "Parallel symmetric sparse matrix-vector product on scalar multi-core CPUs",
    "authors": ["M. Krotkiewski", "M. Dabrowski"],
    "venue": "Parallel Comput",
    "year": 2010
  }, {
    "title": "Thermodynamics of pressure release melting of a veined plum pudding mantle",
    "authors": ["J.P. Morgan"],
    "venue": "Geochem. Geophys. Geosyst",
    "year": 2001
  }, {
    "title": "A new parameterization of hydrous mantle melting",
    "authors": ["R. Katz", "M. Spiegelman", "C.H. Langmuir"],
    "venue": "Geochem. Geophys. Geosyst",
    "year": 2003
  }, {
    "title": "Mantle Flow and Melt Generation at Mid-Ocean Ridges Geophysical Monograph",
    "authors": ["C. Langmuir", "E.M. Klein", "T. Plank"],
    "venue": "J.) (American Geophysical Union,",
    "year": 1992
  }, {
    "title": "Calculation of peridotite partial melting from thermodynamic models of minerals and melts. I. Review of methods and comparison with experiments",
    "authors": ["M.M. Hirschmann", "M.S. Ghiorso", "L.E. Wasylenki", "P.D. Asimow", "E.M. Stolper"],
    "venue": "J. Petrol",
    "year": 1998
  }, {
    "title": "A model for the global variation in oceanic depth and heat flow with lithospheric age",
    "authors": ["C.A. Stein", "S. Stein"],
    "venue": "Nature 359,",
    "year": 1992
  }, {
    "title": "Variation with spreading rate of oceanic crustal thickness and geochemistry",
    "authors": ["J.W. Bown", "R.S. White"],
    "venue": "Earth Planet. Sci. Lett. 121,",
    "year": 1994
  }, {
    "title": "Hotspots and mantle plumes—some phenomenology",
    "authors": ["N.H. Sleep"],
    "venue": "J. Geophys. Res",
    "year": 1990
  }, {
    "title": "implications for mantle layering and convection",
    "authors": ["Putirka", "K. Excess temperatures at ocean islands"],
    "venue": "Geology 36, 283–286",
    "year": 2008
  }, {
    "title": "Seismic imaging of melt in a displaced Hawaiian plume",
    "authors": ["C.A. Rychert", "G. Laske", "N. Harmon", "P.M. Shearer"],
    "venue": "Nat. Geosci",
    "year": 2013
  }, {
    "title": "Age, spreading rates, and spreading asymmetry of the world’s ocean crust",
    "authors": ["R.D. Muller", "M. Sdrolias", "C. Gaina", "W.R. Roest"],
    "venue": "Geochem. Geophys. Geosyst. 9,",
    "year": 2008
  }, {
    "title": "Time variation in igneous volume flux of the Hawaii-Emperor hot spot seamount chain",
    "authors": ["E. Van Ark", "J. Lin"],
    "venue": "J. Geophys. Res. Solid Earth",
    "year": 2003
  }, {
    "title": "models and observations for individual hotspots",
    "authors": ["Steinberger", "B. Plumes in a convecting mantle"],
    "venue": "J. Geophys. Res. Solid Earth 105, 11127–11152",
    "year": 2000
  }, {
    "title": "Effect of recent revisions to the geomagnetic reversal timescale on estimates of current plate motions",
    "authors": ["C. Demets", "R.G. Gordon", "D.F. Argus", "S. Stein"],
    "venue": "Geophys. Res. Lett. 21,",
    "year": 1994
  }, {
    "title": "Plate velocities in the hotspot reference frame",
    "authors": ["W.J. Morgan", "J.P. Morgan"],
    "venue": "Geological Soc. Am. Special Papers 430,",
    "year": 2007
  }, {
    "title": "The generation of a compositional lithosphere by mid-ocean ridge melting and its effects on subsequent off-axis hotspot upwelling and melting",
    "authors": ["J. Phipps Morgan"],
    "venue": "Earth Planet. Sci. Lett. 146,",
    "year": 1997
  }, {
    "title": "Ocean bathymetry and mantle convection 1. Large-scale flow and hotspots",
    "authors": ["G.F. Davies"],
    "venue": "J. Geophys. Res",
    "year": 1988
  }, {
    "title": "A long-term numerical solution for the insolation quantities of the Earth",
    "authors": ["J Laskar"],
    "venue": "Astron. Astrophys. 428,",
    "year": 2004
  }, {
    "title": "Temperature reconstruction from 10 to 120 kyr b2k from the NGRIP ice core. Clim",
    "authors": ["P Kindler"],
    "venue": "Past 10,",
    "year": 2014
  }, {
    "title": "Orbital and millennial Antarctic climate variability over the past 800,000 years",
    "authors": ["J Jouzel"],
    "venue": "Science 317,",
    "year": 2007
  }, {
    "title": "an optimized multi-parameter and multi-site dating approach for the last 120 thousand years",
    "authors": ["Veres", "D. et al. The Antarctic ice core chronology (AICC2012"],
    "venue": "Clim. Past 9, 1733–1748",
    "year": 2013
  }],
  "id": "SP:2db427bf26c6433abf988918b51190a95015b783",
  "authors": [{
    "name": "Jörg Hasenclever",
    "affiliations": []
  }, {
    "name": "Gregor Knorr",
    "affiliations": []
  }, {
    "name": "Lars H. Rüpke",
    "affiliations": []
  }, {
    "name": "Peter Köhler",
    "affiliations": []
  }, {
    "name": "Jason Morgan",
    "affiliations": []
  }, {
    "name": "Kristin Garofalo",
    "affiliations": []
  }, {
    "name": "Stephen Barker",
    "affiliations": []
  }, {
    "name": "Gerrit Lohmann",
    "affiliations": []
  }, {
    "name": "Ian R. Hall",
    "affiliations": []
  }],
  "abstractText": "Paleo-climate records and geodynamic modelling indicate the existence of complex interactions between glacial sea level changes, volcanic degassing and atmospheric CO2, which may have modulated the climate system’s descent into the last ice age. Between B85 and 70 kyr ago, during an interval of decreasing axial tilt, the orbital component in global temperature records gradually declined, while atmospheric CO2, instead of continuing its long-term correlation with Antarctic temperature, remained relatively stable. Here, based on novel global geodynamic models and the joint interpretation of paleo-proxy data as well as biogeochemical simulations, we show that a sea level fall in this interval caused enhanced pressure-release melting in the uppermost mantle, which may have induced a surge in magma and CO2 fluxes from mid-ocean ridges and oceanic hotspot volcanoes. Our results reveal a hitherto unrecognized negative feedback between glaciation and atmospheric CO2 predominantly controlled by marine volcanism on multi-millennial timescales of B5,000–15,000 years. DOI: 10.1038/ncomms15867 OPEN",
  "title": "Sea level fall during glaciation stabilized atmospheric CO2 by enhanced volcanic degassing"
}