{
  "sections": [{
    "text": "LETTERS PUBLISHED ONLINE: 23 MAY 2010 | DOI: 10.1038/NGEO871"
  }, {
    "heading": "Increased fire activity at the Triassic/Jurassic",
    "text": "boundary in Greenland due to climate-driven floral change"
  }, {
    "heading": "Claire M. Belcher1*, Luke Mander1, Guillermo Rein2, Freddy X. Jervis2, Matthew Haworth1, Stephen P. Hesselbo3, Ian J. Glasspool4 and Jennifer C. McElwain1",
    "text": "One of the largest mass extinctions of the past 600 million years (Myr) occurred 200 Myr ago, at the Triassic/Jurassic boundary. The major floral and faunal turnovers1 have been linked to a marked increase in atmospheric carbon dioxide levels2, probably resulting from massive volcanism in the Central Atlantic Magmatic Province3,4. Future climate change predictions suggest that fire activity may increase5, in part because higher global temperatures are thought to increase storminess6,7. Here we use palaeontological reconstructions of the fossil flora from East Greenland to assess forest flammability along with records of fossil charcoal preserved in the rocks to show that fire activity increased markedly across the Triassic/Jurassic boundary. We find a fivefold increase in the abundance of fossil charcoal in the earliest Jurassic, which we attribute to a climate-driven shift from a prevalence of broad-leaved taxa to a predominantly narrowleaved assemblage. Our fire calorimetry experiments show that narrow leaf morphologies are more flammable than broadleaved morphologies. We suggest that the warming associated with increased atmospheric carbon dioxide levels favoured a dominance of narrow-leaved plants, which, coupled with more frequent lightening strikes, led to an increase in fire activity at the Triassic/Jurassic boundary.\nGlobal climate has shifted markedly throughout Earth history. However, the effects of climate change on past fire activity are not well known. The Triassic/Jurassic Boundary (TJB) was a time of major environmental change, where ‘CO2 increased from 600 to 2,100–2,400 ppmv’ (ref. 2; p. 1,387). Both climate models and modern observations have shown that higher temperatures increase upper-tropospheric water vapour6. Moreover, it is known that upper-tropospheric water-vapour variability and global lightning activity are linked, where a change in average global temperatures of 1 ◦C is predicted to result in a 40% increase in lightning activity7. The main ignition source of natural fires is lightning, where over eightmillion strikes occur a day under modern atmospheric conditions8. Global warming across the TJB is therefore likely to have increased storm activity and ignition of fires. The TJB in East Greenland is characterized by a regional turnover in the ecologically dominant plant genera from the Triassic to Jurassic1. Vegetation composition has been shown to explain the occurrence of different fire activity through time9. Here we evaluate the palaeofire record across the TJB at Astartekløft, East Greenland, a location where the floras have been intensively studied in a\n1School of Biology and Environmental Science, University College Dublin, Belfield, Dublin 4, Ireland, 2BRE Centre for Fire Safety Engineering, School of Engineering, University of Edinburgh, Edinburgh EH9 3JL, UK, 3Department of Earth Sciences, University of Oxford, Parks Road, Oxford OX1 3PR, UK, 4Geology Department, Field Museum of Natural History, 1400 S. Lake Shore Drive, Chicago, Illinois 60605, USA. *e-mail: belchercm@gmail.com.\nstratigraphic context, and test the hypothesis that global warming led to increased storm-induced fire activity and that climate-driven vegetation changes provided a positive feedback on fire potential.\nWe have developed a record of fire activity across the TJB for East Greenland by assessing the abundance of fossil charcoal from eight fossil plant beds from Astartekløft (comprising 53 subsamples taken every 10 cm throughout these plant beds, totalling n= 15,449 charcoal particles) and field observations from South Tancrediakløft. We have correlated the Astartekløft section using carbon isotope stratigraphy (Fig. 1) and biostratigraphy (Figs 1 and 2) (from 53 subsamples, 40 were productive for sporomorphs, representing n= 14,579 sporomorphs) to the Eiberg basin (Austria), which contains the candidate Global Boundary Stratotype Sections and Points section for TJB, and the St Audries Bay (UK) section, placing the Greenland sections in a stratigraphic context (Fig. 1). The fire-activity data set is compared with a palaeoecological record of vegetation change from the Astartekløft section, based on >3,000 fossil leaves1 (Supplementary Table S1) and complementedwith newly collected sporomorph data.\nA fivefold increase in charcoal abundance is observed (compared with average Triassic values). This is coincident with peak negative carbon isotope values and the highest atmospheric CO2 levels recorded across the TJB (Fig. 2). The charcoal record at Astartekløft indicates relatively low fire activity in the latest Triassic (Rhaetian), followed by a sharp rise in fire activity across the TJB transition (Fig. 1). Increased fire activity is sustained through∼14mof section following the TJB but returns to typical background Triassic levels 26m above the boundary in bed 7 where carbon isotopes return to pre-excursion values. The increase in fire activity probably affected the entire Jameson land region, as abundant charcoal is also found in the earliest Jurassic at the South Tancrediakløft locality (S.P.H. and I.J.G. field observations). The Triassic and very earliest Jurassic plant beds represent the same depositional setting (crevasse splay deposits1; Fig. 2); therefore, variations in charcoal abundance are unlikely to be driven by variations in depositional environment. This pattern probably scales up to a supra-regional or even global scale as a similar pattern has been reported in Late Triassic and Early Jurassic sections in Poland10. In the Late Triassic of Poland, fire activity was sporadic and characterized by low-temperature wildfires10. Large charcoal pieces and higher temperature fires coupled with high concentrations of polycyclic aromatic hydrocarbons (chemicalmarkers of fire activity) are found in the earliest Jurassic (Early Hettangian) in two sections in Poland,\n426 NATURE GEOSCIENCE | VOL 3 | JUNE 2010 | www.nature.com/naturegeoscience © 2010 Macmillan Publishers Limited. All rights reserved.\nNATURE GEOSCIENCE DOI: 10.1038/NGEO871 LETTERS\nT ri\nas si\nc\nRh ae\ntip ol\nlis g\ner m\nan ic\nusC er\neb ro\npo lle\nni te\ns th\nie rg\nar tii\nH el\nio sp\nor ite\ns al\ntm ar\nke ns\nis\nC er\neb ro\npo lle\nni te\ns th\nie rg\nar tii\nH el\nio sp\nor ite\ns re\nis si\nng er\ni\nRh ae\ntip ol\nlis g\ner m\nan ic\nus\n30 m\nC er\neb ro\npo lle\nni te\ns th\nie rg\nar tii\nFO of Cerebropollenites thiergartii\nCO2 (ppm)\n100 m\n0\n100 m\n0\n20 m\n0\nJu ra\nss ic\nδ13 C\n0\nHochalplgraben AustriaAstartekløft Greenland St Audries Bay UKEstimated carbon dioxide\n)( δ13 C )(\nδ13 C )(\n0 1,000 2,000 3,000 ¬23¬24¬25¬26¬27¬28 ¬30 ¬24¬25¬26¬27¬28¬29\n¬24¬32 ¬30 ¬28 ¬26\nFigure 1 | Correlation of Astartekløft to TJB sections in the UK (St Audries Bay) and Austria (Hochalplgraben). Correlation based on C-isotope records and the first occurrence (FO) of the pollen morphospecies Cerebropollenites thiergartii following refs 21,22. C-isotopes at Astartekløft and St Audries Bay\nfrom ref. 23. First occurrence of Cerebropollenites thiergartii at St Audries Bay from ref. 21. Hochalplgraben data from ref. 22. pCO2 from ref. 2. Likely reworked sporomorphs are marked with open circles.\nfollowing refs 21,22. Single occurrences of Rhaetipollis germanicus in plant-beds 6–7 likely reworked (marked with open circles). The macrofossil turnover within plant-bed 5 is highlighted to the right (after ref. 16). The macrofossils are mostly broad-leaved in bed 5A and mostly narrow-leaved in bed 5B.\nwhere both factors decline upwards through the Jurassic.Moreover, a similar increase in fire activity is reported across the TJB from the Kamien Pomorski IG-1 borehole in northern Poland10.\nFuel accumulation, vegetation distribution, leaf arrangement and connectivity (that is, packed or fragmented) and vegetation quality affect fire risk9. Therefore, changing vegetation composition can drive changes in fire activity. It is suggested that narrow leaves have a lower surface area (per unit volume) and are more flammable than broad-leaved forms, which have a large surface area11. Flammable plants in modern ecosystems are characterized by relatively lowmoisture contents and narrow plant parts that lead to a density and surface area per unit volume optimized for fire\nspread12. Less-flammable species have high moisture contents and relatively coarse dimensions (that is, broad leaves)12. We therefore, should expect to be able to estimate flammability traits in fossil floras by assuming that narrow leaves will ignite faster and thus lead to increased fire spread rates13. On the basis of these observations we suggest that leaf morphology may be useful in estimating leaf flammability in the fossil record.\nThe leaves of the dominant taxa across the TJB at Astartekløft were classified as either ‘flammable’ (narrow-leaved forms) or ‘less flammable’ (broad-leaved forms) on the basis of their leaf morphology (see the Methods section for classification). The flora was further subdivided by habit into canopy and subcanopy/understory,\nNATURE GEOSCIENCE | VOL 3 | JUNE 2010 | www.nature.com/naturegeoscience 427 © 2010 Macmillan Publishers Limited. All rights reserved.\nLETTERS NATURE GEOSCIENCE DOI: 10.1038/NGEO871\nNarrow Slim-broad Broad\nT im\ne to\nig ni\ntio n\n(s )\nNarrow Slim-broad Broad Narrow Slim-Broad Broad\nA ve\nra ge\nh ea\nt o f c\nom bu\nst io\nn (k\nJ g¬\n1 )\n0\n16\n32\n48\n64\n80\n96\n112\n128\nKW = 5.208 p = 0.02248* KW = 2.94 p = 0.08641 KW = 6 p = 0.01431* 0\n2\n4\n6\n8\n10\n12\n14\n16\n18\nT H\nC fl\nux r\nat e\nat p\noi nt\nof\nig ni\ntio n\n(× 10\n¬ 6\ng s\n¬ 1 )\n0\n30\n60\n90\n120\n150\n180\n210\n240\n270a b c\nFigure 3 | Box and whisker plots of flammability data produced by the FPA. For each group, the 25–75% quartiles are indicated by the box. The median is represented by a horizontal line inside the box. The minimum and maximum values are shown with short horizontal lines (‘whiskers’). a, Time to ignition.\nb, Average heat of combustion. c, Total hydrocarbon flux (THC) rate at the point of ignition for the different sized leaf groups. Replicates: narrow= 5; slim-broad=6; broad=6. Asterisks denote statistically significant differences; see main text for details.\nwhere Ginkgoales and conifers have been classified as canopy and ferns, cycads and bennettites as subcanopy/understory (see ref. 1). Figure 2 shows the changing dominance of flammable versus less-flammable leaf morphologies across the TJB compared to the fire record at Astartekløft. It can be seen that the Triassic subcanopy/understory habitat is dominated by less-flammable leaf morphologies. This pattern is broadly repeated in the canopy vegetation. Plant-bed 1.5 shows an apparent dominance in flammable canopy forms. This is probably a sampling artefact driven by the very low number (six) of leaf macrofossils found in this bed representing canopy vegetation. We also note that this bed predominantly samples in situ open flood plain taxa, whereas all other Late Triassic beds reflect both closed forest vegetation of the levee’s and the more open floodplain associations1. Low macrofossil abundance also occurs for canopy vegetation in bed 4 and for understory vegetation in beds 3 and 5a, all of which have less than 10macrofossils representing these groups. We note that the average total number of leaf macrofossils (canopy and subcanopy/understory) present per bed is 282 ranging between 58 (bed 1.5) and 819 (bed 7). Above the TJB, understory vegetation becomes more flammable with the flora exhibiting increased abundance, followed by dominance of narrow-leaved forms. This pattern is repeated in the canopy vegetation, although the change towards more flammable leafmorphologies occurs just before the TJB.\nTo elucidate whether the observed changes in dominant leaf forms led to the inferred change in fire activity, modern analogues representing the change in form across the TJB were tested for their flammability using a fire propagation apparatus (FPA) calorimeter14. Extant conifer species that share morphological and ecological similarity to the fossil collections from East Greenland were selected. Branches of the plants were collected from the Royal Botanic Gardens Edinburgh. Six species were selected: Metasequoia glyptostroboides and Glyptostrobus pensilis (narrowleaved), Wollemia nobilis and Afrocarpus sp. (slim-broad-leaved) and Agathis australis and Nageia nagi (broad-leaved). Each taxon was tested in triplicate in the FPA. Time to ignition, effective heat of combustion and total hydrocarbon emission were measured in tandem during each run using the FPA. We observed that the time taken for a plant sample to ignite was lower for narrow leaves than for broad leaves (Fig. 3a) (KW = 5.208, p = 0.02248), indicating that narrow leaves ignite more rapidly than broad leaves. Time to ignition is inversely proportional to flame spread rate, which is the most important variable to quantify the intensity of a real-scale fire15; thus, the faster a fuel ignites the higher the flame spread rate13. In general, the average heat of combustion was greater for narrow leaves than for broad leaves (Fig. 3b), implying that narrow leaves burn hotter and quicker. Narrow leaves were also found to have a higher total hydrocarbon flux rate at the point of ignition (Fig. 3c) compared with broad leaves (KW=6, p=0.01431), suggesting that the pyrolysate flux was larger. This is amajor factor in rapid ignition\nand flame spread as predicted by ignition theory13. These data support the potential use of leaf morphology towards estimation of leaf flammability in the fossil record.\nThe Triassic succession at Astartekløft is characterized by little charcoal. We therefore suggest that fire played little-to-no significant role in ecosystem processes at this time, consistent with the dominance of the less-flammable (broad) leaf forms. The sudden increase in abundance of charcoal at and above the TJB follows a change in flammability (increase in narrow-leaved morphologies) of the vegetation into the Jurassic. This observation indicates an intimate relationship between the change in fire activity and vegetation flammability at this location. Flammable morphologies (narrow-leaved forms) begin to become abundant in bed 5a (Fig. 2) (0–30 cm below the TJB) at Astartekløft before the increase in fire activity, with Podozamites (broad-leaved conifer— less-flammable) declining throughout bed 5a and disappearing at the TJB and Stachyotaxus (narrow-leaved—flammable form) doubling in abundance before the increase in fire activity at the boundary (Fig. 2). Fire activity increased markedly from 30 cm above the TJB. Ecosystem richness and evenness decreased towards the TJB, suggesting that resilience to environmental change was reduced1,16. Under such conditions, a major fire could compound or trigger further ecological change. From the relative stratigraphic positions of the observed vegetation changes versus those in fire activity (Fig. 2), it can be seen that vegetation changed ahead of the increase in fire activity, implying that vegetation change was not driven by increased fire activity.\nThe rise in CO2 across the TJB is suggested to have increased global temperatures by up to 4 ◦C, but the rise in local temperatures in East Greenland was probably much higher17. This further climatic warming is suggested to have impaired leaf photosynthetic function2. Heat loss is maximized in smaller/narrower/more dissected leaves2, suggesting that the change from less-flammable (broad) to flammable (narrow) leaf dominance might be driven by extinction of large-leaved (broad) species across the TJB, and thus have influenced the survival and apparent subsequent dominance of narrow-leaved forms. We note that bed 7, which sees the return to pre-boundary carbon isotopic values and declining CO2, reveals a significantly lower abundance of charcoal than beds 5b and 6 (Fig. 2), yet the vegetation remains dominated by flammable (narrow) forms. Global warming across the TJB is likely to have enhanced storm tracks and convective storms owing to increased water vapour loadings in the upper troposphere, leading to a likely increase in the frequency of lightning strikes and subsequent ignition of wildfires. The fact that the observed increase in fire activity is constrained to the TJB carbon isotopic excursion supports this interpretation. We suggest that increased vegetation flammability provided a positive feedback on fire activity during this period. Increased fire activity may also have provided a positive feedback towards increasing the negative isotope excursion\n428 NATURE GEOSCIENCE | VOL 3 | JUNE 2010 | www.nature.com/naturegeoscience © 2010 Macmillan Publishers Limited. All rights reserved.\nNATURE GEOSCIENCE DOI: 10.1038/NGEO871 LETTERS and increasing CO2 levels by releasing isotopically light carbon and CO2 through combustion of biomass18. We conclude that global warming probably led to increased storm activity and this coupled with a climate-driven increase in vegetation flammability led to a significant rise in fire activity at the TJB."
  }, {
    "heading": "Methods",
    "text": "Macrofossil, fossil charcoal and sporomorph quantification. Rock samples and plant macrofossils from Astartekløft were collected by J.C.M., M.H., M. Popa, SPH and F. Surlyk in 2002 (see Supplementary S1 for location map). Macrofossil plant abundance was quantified as described in ref. 1. For the extraction of charcoal, 53 bulk sediment samples (taken at 10 cm intervals throughout the eight plant beds; ∼10 g) were demineralized to release resistant plant meso- and microfossil particles. Treatment with cold hydrochloric acid (10%–37.5% HCl) for 72 h and cold concentrated hydrofluoric acid (38%) for a further 72 h removed carbonates and silicates, respectively. The process was completed with a final treatment in cold concentrated HCl overnight to avoid calcium fluoride precipitation. Samples were then rinsed with water until a neutral pH was achieved. The remaining organic material was sieved through a 150 µm mesh and both fractions collected. The >150 µm residues of all of the 53 samples were examined using a low-power binocular microscope and the numbers of charcoal particles observed were quantified. Selected samples of charcoal were also analysed by means of scanning electron microscopy to confirm their identification as charcoal (Supplementary Fig. S2). For extraction of sporomorphs, between 15 and 20 g of each sample was washed and crushed, then dried for 24 h at 60 ◦C. Two Lycopodium spore tablets were added to each sample, and the dry weight recorded. Each sample was treated twice alternately with cold HCl (30%) to remove carbonate minerals, and with cold hydrofluoric acid (38%) to remove silicate minerals. The residue from each sample was washed with water until pH neutral, then sieved with 250 and 15 µm mesh. Finally, organic and inorganic residues were separated using ZnCl2. Two slide preparations were made in glycerine jelly. All 53 samples were analysed for biostratigraphic markers.\nAnalysis of vegetation flammability. ‘Flammable’ and ‘less flammable’ groupings in the fossil flora are as follows. (1) Ginkgoales: dissected leaf forms (narrow-leaved; coming under the ‘flammable’ leaves grouping) are classified as those forms having leaf portions where each dissected length is 10 times its width. ‘Less-flammable’ forms are those with limited dissection of lengths <10 times their width. (2) Conifers: we have used Harris’s19,20 classification of the conifers as to whether leaves are ‘broad leaved’ (‘less-flammable’) or ‘needle like’ (narrow-leaved; ‘flammable’). (3) Ferns/cycads and bennettites: ‘flammable’ leaved forms are those having pinnules <0.7 cm wide (‘less-flammable’ >0.7 cm wide). (See Supplementary Table S1 for information and data set.)\nThe FM global fire propagation apparatus is a calorimeter for advanced flammability measurements. Its operation for synthetic materials is detailed in the Standard ASTM-E 2058. Gases were collected at 150 l s−1 rate. Plant samples were placed into a basket of 400 cm3 volume, open at the top with highly porous walls (66% openings). Leaves were left on the stems, which were not compressed in the container, so that the plant architecture was maintained. Four infrared heaters each with six halogen lamps, set at 120–144V provided a radiative flux of 40 kWm−2 of thermal radiation to the samples. This dries the sample and causes it to pyrolyse, generating flammable gases. The thermal radiation acts as if a fire front were approaching, which heats the vegetation in advance of ignition. A small pilot flame, serving as the igniter, is positioned above the sample; once the pyrolysis gases mix with fresh air to form a flammable mixture, the sample ignites13. The flame ignition of the gases leads to the steady burning of the fuel until burn out. Mass loss is measured by a load cell, with an accuracy of 0.1 g. A quartz cylinder around the sample allows unperturbed supply of air, while enabling radiant energy from the infrared heating system to reach the sample surface. The flow of the exhaust combustion gases and concentration of oxygen, carbon dioxide and carbon monoxide weremeasured. Each plant species was tested three times.\nReceived 2 March 2010; accepted 22 April 2010; published online"
  }, {
    "heading": "23 May 2010",
    "text": ""
  }, {
    "heading": "Acknowledgements",
    "text": "We thank J. Torero for providing access to test facilities and institutional support and R. Hadden for help in the FireLab at the University of Edinburgh. Thanks to P. Thomas (Royal Botanic Gardens, Edinburgh) for providing modern vegetation samples. L.M. thanks W. M. Kürschner for palynological guidance. We thank M. Popa for sample collection and floral taxonomy of the East Greenland samples, F. Surlyk and N. Nøe-Nygaard for their aid in C.M.B.’s and L.M.’s 2009 Greenland field season and also D. Sunderlin’s and F. Surlyk’s contributions during a 2004 field season. Technical assistance from B. Moran (UCD) and N. Welters and J. van Tongeren (Utrecht University) is gratefully acknowledged, as is that of P. Ditchfield (University of Oxford). We thank A. McGowan for comments that we feel improved the quality of the manuscript. We acknowledge financial support through a European Union Marie Curie Excellence Grant (MEXT-CT-2006-042531) and the National Geographic Society (7038-01) for funding the 2002 expedition."
  }, {
    "heading": "Author contributions",
    "text": "C.M.B. conducted charcoal and fossil flora flammability analysis. L.M. conducted the palynological analyses. C.M.B., F.X.J. and G.R. conducted flammability tests on modern plants. S.P.H. conducted carbon isotope analyses. M.H. provided information onmodern equivalents of the TJB flora. J.C.M. provided plant macrofossil abundance data and bulk sediment samples from Astartekløft. I.J.G. and S.P.H. provided field observational data from S. Tancrediakløft. C.M.B. analysed data and wrote the manuscript. C.M.B. and L.M. drafted the figures. All other authors contributed to editing themanuscript."
  }, {
    "heading": "Additional information",
    "text": "The authors declare no competing financial interests. Supplementary information accompanies this paper on www.nature.com/naturegeoscience. Reprints and permissions information is available online at http://npg.nature.com/reprintsandpermissions. Correspondence and requests formaterials should be addressed to C.M.B.\nNATURE GEOSCIENCE | VOL 3 | JUNE 2010 | www.nature.com/naturegeoscience 429 © 2010 Macmillan Publishers Limited. All rights reserved."
  }],
  "year": 2010,
  "references": [{
    "title": "Macroecological responses of terrestrial vegetation to climatic and atmospheric change across the Triassic/Jurassic boundary in East Greenland",
    "authors": ["J.C. McElwain", "M.E. Popa", "S.P. Hesselbo", "M. Haworth", "F. Surlyk"],
    "venue": "Paleobiology 33,",
    "year": 2007
  }, {
    "title": "Fossil plants and global warming at the Triassic–Jurassic boundary",
    "authors": ["J.C. McElwain", "D.J. Beerling", "F.I. Woodward"],
    "venue": "Science 285,",
    "year": 1999
  }, {
    "title": "Floral changes across the Triassic/Jurassic boundary linked to flood basalt volcanism",
    "authors": ["B Van de Schootbrugge"],
    "venue": "Nature Geosci",
    "year": 2009
  }, {
    "title": "Compound-specific carbon isotopes from Earth’s largest flood basalt eruptions directly linked to the end-Triassic mass extinction",
    "authors": ["J.H. Whiteside", "O.E. Olsen", "T. Eglinton", "M.E. Brookfield", "R.N. Sambrotto"],
    "venue": "Proc. Natl Acad. Sci",
    "year": 2010
  }, {
    "title": "The impact of 2×CO2 climate on lightning-caused fires",
    "authors": ["C. Price", "D. Rind"],
    "venue": "J. Clim",
    "year": 1994
  }, {
    "title": "Evidence for a link between global lightning activity and upper tropospheric water vapour",
    "authors": ["C. Price"],
    "venue": "Nature 406,",
    "year": 2000
  }, {
    "title": "Lightning activity as an indicator of climate change",
    "authors": ["N. Reeve", "R. Toumi"],
    "venue": "Q. J. R. Meteorol. Soc. 125,",
    "year": 1999
  }, {
    "title": "The pre-quaternary history of fire",
    "authors": ["A.C. Scott"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol. 164,",
    "year": 2000
  }, {
    "title": "Does vegetation composition or climate trigger the fire regime? J",
    "authors": ["Carcaillet", "C. et al. Change of fire frequency in the eastern Canadian boreal forests during the Holocene"],
    "venue": "Ecol. 89, 930–946",
    "year": 2001
  }, {
    "title": "Evidence from charcoal and pyrolytic polycyclic aromatic hydrocarbons",
    "authors": ["L. Marynowski", "Simoneit", "B.R.T. Widespread upper Triassic to lower Jurassic wildfire records from Poland"],
    "venue": "Palaios 24, 785–798",
    "year": 2009
  }, {
    "title": "A handbook of protocols for standardised and easy measurement of plant functional traits worldwide",
    "authors": ["Cornelissen", "J.H. C"],
    "venue": "Aust. J. Bot",
    "year": 2003
  }, {
    "title": "Population and Community",
    "authors": ["W.J. Bond", "B.W. van Wilgren"],
    "venue": "Biology Series Vol",
    "year": 1996
  }, {
    "title": "A calorimetric study of wildland fuels",
    "authors": ["C.F. Schemel", "A. Simeoni", "H. Biteau", "J.D. Rivera", "J.L. Torero"],
    "venue": "Exp. Therm. Fluid Sci",
    "year": 2008
  }, {
    "title": "An Introduction to Fire Dynamics (Wiley",
    "authors": ["D. Drysdale"],
    "year": 1998
  }, {
    "title": "Fossil plant relative abundances indicate sudden loss of late Triassic biodiversity in East Greenland",
    "authors": ["J.C. McElwain", "P.J. Wagner", "S.P. Hesselbo"],
    "venue": "Science 324,",
    "year": 2009
  }, {
    "title": "Rising atmospheric CO2 as a possible trigger for the end-Triassic mass extinction",
    "authors": ["T.T. Huynh", "C.J. Poulsen"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2005
  }, {
    "title": "Carbon isotopic evidence for biomass burning at the K-T boundary",
    "authors": ["L.C. Ivany", "R.J. Salawitch"],
    "venue": "Geology 21,",
    "year": 1993
  }, {
    "title": "The Rhaetic flora of Scoresby Sound, East Greenland",
    "authors": ["T.M. Harris"],
    "venue": "Medd. Grønl",
    "year": 1926
  }, {
    "title": "The fossil flora of Scoresby Sound, East Greenland, Part 4. Ginkgoales, Lycopodiales and isolated fructifications",
    "authors": ["T.M. Harris"],
    "venue": "Medd. Grønl. 112,",
    "year": 1935
  }, {
    "title": "Carbon-isotope stratigraphy and palynostratigraphy of the Triassic–Jurassic transition in the Tiefengraben section—Northern Calcareous Alps (Austria)",
    "authors": ["W.M. Kürschner", "N.R. Bonis", "L. Krystyn"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2007
  }, {
    "title": "A detailed palynological study of the Triassic–Jurassic transition in key sections of the Eiberg Basin (Northern Calcareous Alps",
    "authors": ["N.R. Bonis", "W.M. Kürschner", "L. Krystyn"],
    "venue": "Austria). Rev. Palaeobot. Palynol",
    "year": 2009
  }],
  "id": "SP:65265d4725eee63d13e7a4cf890df6aa0224b913",
  "authors": [{
    "name": "Claire M. Belcher",
    "affiliations": []
  }, {
    "name": "Luke Mander",
    "affiliations": []
  }, {
    "name": "Guillermo Rein",
    "affiliations": []
  }, {
    "name": "Freddy X. Jervis",
    "affiliations": []
  }, {
    "name": "Matthew Haworth",
    "affiliations": []
  }, {
    "name": "Stephen P. Hesselbo",
    "affiliations": []
  }, {
    "name": "Ian J. Glasspool",
    "affiliations": []
  }, {
    "name": "Jennifer C. McElwain",
    "affiliations": []
  }],
  "abstractText": "One of the largest mass extinctions of the past 600 million years (Myr) occurred 200 Myr ago, at the Triassic/Jurassic boundary. The major floral and faunal turnovers1 have been linked to a marked increase in atmospheric carbon dioxide levels2, probably resulting from massive volcanism in the Central Atlantic Magmatic Province3,4. Future climate change predictions suggest that fire activity may increase5, in part because higher global temperatures are thought to increase storminess6,7. Here we use palaeontological reconstructions of the fossil flora from East Greenland to assess forest flammability along with records of fossil charcoal preserved in the rocks to show that fire activity increased markedly across the Triassic/Jurassic boundary. We find a fivefold increase in the abundance of fossil charcoal in the earliest Jurassic, which we attribute to a climate-driven shift from a prevalence of broad-leaved taxa to a predominantly narrowleaved assemblage. Our fire calorimetry experiments show that narrow leaf morphologies are more flammable than broadleaved morphologies. We suggest that the warming associated with increased atmospheric carbon dioxide levels favoured a dominance of narrow-leaved plants, which, coupled with more frequent lightening strikes, led to an increase in fire activity at the Triassic/Jurassic boundary. Global climate has shifted markedly throughout Earth history. However, the effects of climate change on past fire activity are not well known. The Triassic/Jurassic Boundary (TJB) was a time of major environmental change, where ‘CO2 increased from 600 to 2,100–2,400 ppmv’ (ref. 2; p. 1,387). Both climate models and modern observations have shown that higher temperatures increase upper-tropospheric water vapour6. Moreover, it is known that upper-tropospheric water-vapour variability and global lightning activity are linked, where a change in average global temperatures of 1 C is predicted to result in a 40% increase in lightning activity7. The main ignition source of natural fires is lightning, where over eightmillion strikes occur a day under modern atmospheric conditions8. Global warming across the TJB is therefore likely to have increased storm activity and ignition of fires. The TJB in East Greenland is characterized by a regional turnover in the ecologically dominant plant genera from the Triassic to Jurassic1. Vegetation composition has been shown to explain the occurrence of different fire activity through time9. Here we evaluate the palaeofire record across the TJB at Astartekløft, East Greenland, a location where the floras have been intensively studied in a",
  "title": "Increased fire activity at the Triassic/Jurassic boundary in Greenland due to climate-driven floral change"
}