{
  "sections": [{
    "text": "LETTERS PUBLISHED ONLINE: 31 AUGUST 2015 | DOI: 10.1038/NGEO2526"
  }, {
    "heading": "Estimates of volcanic-induced cooling in the",
    "text": "Northern Hemisphere over the past 1,500 years"
  }, {
    "heading": "Markus Sto el1,2,3*, Myriam Khodri4, Christophe Corona5, Sébastien Guillet3, Virginie Poulain4, Slimane Bekki6, Joël Guiot7, Brian H. Luckman8, Clive Oppenheimer9, Nicolas Lebas4, Martin Beniston1 and Valérie Masson-Delmotte10",
    "text": "Explosive volcanism can alter global climate, and hence trigger economic, political and demographic change1,2. The climatic impact of the largest volcanic events has been assessed in numerous modelling studies and tree-ring-based hemispheric temperature reconstructions3–6. However, volcanic surface cooling derived from climate model simulations is systematically much stronger than the cooling seen in tree-ring-based proxies, suggesting that the proxies underestimate cooling7,8; and/or the modelled forcing is unrealistically high9. Here, we present summer temperature reconstructions for the Northern Hemisphere from tree-ring width and maximum latewood density over the past 1,500 years. We also simulate the climate e ects of two large eruptions, in AD 1257 and 1815, using a climate model that accounts explicitly for self-limiting aerosol microphysical processes3,10. Our tree-ring reconstructions show greater cooling than reconstructions with lower spatial coverage and based on tree-ring width alone, whereas our simulations show less cooling than previous simulations relying on poorly constrained eruption seasons and excluding nonlinear aerosol microphysics. Our tree-ring reconstructions and climate simulations are in agreement, with a mean NorthernHemisphere extra-tropical summer cooling over land of 0.8 to 1.3 ◦C for these eruptions. This reconciliation of proxy and model evidence paves the way to improved assessment of the role of both past and future volcanism in climate forcing.\nDrawing on glaciochemical and volcanological evidence, the largest eruptions of the past 1,500 years occurred in Indonesia in 1257 (Samalas11) and April 1815 (Tambora1,12,13). The cooling induced by the Tambora eruption led to the ‘year without a summer’1,13, in central and western Europe and northeastern America. Based on sulphate deposition in bipolar ice cores, previous estimates assumed that the radiative forcing from both eruptions was several times greater than that associated with the 1991 Pinatubo eruption. Contradictory results have emerged in previous assessments of the response to such perturbations: whereas global climate models predict a mean Northern Hemisphere (NH) summer cooling of −2.5 ◦C, the temperature response in tree-ring reconstructions has been described as ‘largely muted’, being a factor of two to four times smaller8.\n1Climatic Change and Climate Impacts, Institute for Environmental Sciences, University of Geneva, Boulevard Carl-Vogt 66, CH-1205 Geneva, Switzerland. 2Section of Earth and Environmental Sciences, University of Geneva, rue des Maraîchers 13, CH-1205 Geneva, Switzerland. 3Dendrolab.ch, Institute of Geological Sciences, University of Berne, Baltzerstrasse 1+3, CH-3012 Berne, Switzerland. 4Laboratoire d’Océanographie et du Climat: Expérimentations et approches numériques, Sorbonne Universités, UPMC Université Paris 06, IPSL, UMR CNRS/IRD/MNHN, F-75005 Paris, France. 5Geolab, Université Blaise Pascal, 4 rue Ledru, F-63057 Clermont-Ferrand, France. 6Laboratoire Atmosphères, Milieux, Observations Spatiales, Sorbonne Universités, UPMC Université Paris 06, IPSL, UMR CNRS/UVSQ, F-75005 Paris, France. 7Centre Européen de Recherche et d’Enseignement des Géosciences de l’Environnement, Avenue Louis Philibert, F-13545 Aix en Provence, France. 8Department of Geography, University of Western Ontario, 1151 Richmond Street, London, Ontario N6A 5C2, Canada. 9Department of Geography, University of Cambridge, Downing Place, Cambridge CB2 3EN, UK. 10Laboratoire des Sciences du Climat et de l’Environnement, Institut Pierre Simon Laplace/CEA-CNRS-UVSQ UMR 8212, L’Orme des Merisiers, F-91191 Gif-sur-Yvette,"
  }, {
    "heading": "France. *e-mail: markus.sto el@dendrolab.ch",
    "text": "784 NATURE GEOSCIENCE | VOL 8 | OCTOBER 2015 | www.nature.com/naturegeoscience\n© 2015 Macmillan Publishers Limited. All rights reserved\nNATURE GEOSCIENCE DOI: 10.1038/NGEO2526 LETTERS\n−2\n−1\n0\n1\n2\nTe m\npe ra\ntu re\na no\nm al\nie s\n(° C)\nTem perature anom alies (°C)\nYear AD\nYear AD\nYear AD\n10\n20\n0.2\n0.4 0.6 C/ V s ta tis tic s\nR2 CE RE\n536 1258/59 1453\n1601 1816\n536\n1258/59\n1453 1601 1816940\n600 800 1000 1200 1400 1600 1800 2000\n600 800 1000 1200 1400 1600 1800 2000\n−2\n−1\n0\n1\n2\n600 800 1000 1200 1400 1600 1800 2000\na\nb\nc\nd\n0\n30\nN o.\no f c\nlu st\ner s\nFigure 1 | New tree-ring reconstructions of NH extra-tropical land (40◦–90◦ N) summer temperature anomalies (with respect to 1961–1990) since AD 500. a, Number of clusters. b, Calibration/verification (C/V) statistics of the NH1 reconstruction. c, NH1 (dark blue, mean value; pale blue envelope,"
  }, {
    "heading": "95% confidence interval calculated with a 1,000 iteration bootstrap approach) based on 30 clusters, 32 nested models calibrated against NH average instrumental JJA temperatures. d, NH2 (black) represents the mean of 22 regional reconstructions of instrumental JJA temperatures over the areas corresponding to its 22 chronology clusters. Red curves show 30-yr smoothing. For details see text and Methods.",
    "text": "−1.43 ◦C; rank 2 in NH1), 939 (Eldgjá; −1.45 ◦C; rank 10 in NH2 versus −0.21 ◦C; rank 103 in ref. 5, hereafter referred to as D06), 1257 (Samalas; −1.15 ◦C; rank 9 in NH1 versus +0.01 ◦C; rank 657 inD06), 1452 (unidentified volcano;−1.48 ◦C; rank 1 inNH1 versus −0.2 ◦C; rank 126 in D06), 1600 (Huaynaputina;−1.13 ◦C; rank 10 inNH1 versus−0.34; rank 18 inD06), and 1815 (Tambora;−0.8 ◦C; rank 4 in NH1 versus −0.2 ◦C; rank 123 in D06). These values all fall within the fifth percentile of the NH1 and NH2 distributions of temperature anomalies for the past 1,500 years. If only TRW data are used (Supplementary Fig. 2), volcanic cooling is strongly attenuated, emphasizing the significance of MXD records18,19. Our study further invalidates the missing-ring hypothesis8, confirming the precise dating of tree rings7.\nWe focus next on the magnitude of climatic response to the emblematic 1257 Samalas and 1815 Tambora eruptions as they rank amongst the largest explosive eruptions of the past millennium, and their key characteristics required for climate modelling (location, timing and sulphur yield) are adequately constrained. In both cases, tree-ring chronologies portray a significant cooling of −0.8 to −1.3 ◦C, during the first and second year after the eruption. This is two to four times smaller than the cooling of −1 to up to −5.8 ◦C predicted by climate models within the Third Phase of the IPCC Paleoclimate Modelling Intercomparison Project (PMIP3; Fig. 2 and Supplementary Fig. 3 and Supplementary Table 5). PMIP3\nsimulations relied on reconstructions of volcanic aerosol loading and optical properties that assumed linear scaling between ice-core sulphate concentrations and aerosol optical depths20,21 using the observed 1991 Mt Pinatubo eruption as the reference22.\nTo improve representation of large volcanic forcings, we perform new simulations using the IPSL-CM5A-LR (ref. 23) Earthsystem climate model forced with a two-dimensional global aerosol process model containing a fully explicit high-resolution size-resolving aerosol microphysical module24. The aerosol process model enables evaluation of uncertainties related to yield and altitudinal range of SO2 emissions, as well as eruption season25–27. On the basis of a reanalysis of bipolar ice-core data used in earlier volcanic forcing reconstructions21,28 and new ice-core estimates (Supplementary Figs 4–6, Supplementary Tables 6a,b, 7a,b, 8 and 9), we account for uncertainties related to sulphur yield by testing three scenarios for each eruption (Samalas: SC1 = 53.2, SC2 = 95.5, and SC3 = 137.8 Tg SO2; Tambora: SC4= 30.0, SC5= 56.8, and SC6= 83.6 Tg SO2; Supplementary Table 10; see Methods). This procedure allows exploration of the wide range of uncertainties related to spatial sampling biases in ice-core data, sulphate flux corrections and wind disturbance of the snow surface soon after deposition.\nTo address uncertainties related to SO2 injection heights, two complementary sets of scenarios have been tested. The upper\nNATURE GEOSCIENCE | VOL 8 | OCTOBER 2015 | www.nature.com/naturegeoscience 785\n© 2015 Macmillan Publishers Limited. All rights reserved\nLETTERS NATURE GEOSCIENCE DOI: 10.1038/NGEO2526\nYear AD\n−6\n−5\n−4\n−3\n−2\n−1\n0\n1\n2a\nJJ A\nte m\npe ra\ntu re\na no\nm al\ny (°\nC)\n−6 −5 −4 −3 −2 −1 0 1 2\n−3\n−2\n−1\n0\n1\n2\nJJ A\nte m\npe ra\ntu re\nan om\nal y\n(° C)\nJJ A\nte m\npe ra\ntu re\nan om\nal y\n(° C)\nJJ A\nte m\npe ra\ntu re\nan om\nal y\n(° C)\n−3\n−2\n−1\n0\n1\n2b\nYear AD\n1812 1813 1814 1815 1816 1817 1818 1819 1820 1821\nYear AD\n1812 1813 1814 1815 1816 1817 1818 1819 1820 1821\n−2\n−1\n0\n1 c d\nJJ A\nte m\npe ra\ntu re\na no\nm al\ny (°\nC)\n−2\n−1\n0\n1\nJJ A\nte m\npe ra\ntu re\na no\nm al\ny (°\nC)\nJanuary\nMay\nJuly\nNH1 NH2 Ensemble mean US Ensemble mean LS\nEnsemble mean US Ensemble mean LS\nEnsemble mean US Ensemble mean LS\n−\nNH1 NH2 Ref. 5\nNH1 NH2 Ensemble mean US Ensemble mean LS\nNH1 uncertainties Spread of PMIP3 simulations\n1252 1254 1256 1258 1260 1262 1264 1266\nYear AD\n1252 1254 1256 1258 1260 1262 1264 1266\n1252 1254 1256 1258 1260 1262 1264 1266\n1252 1254 1256 1258 1260 1262 1264 1266\nNH1 NH2 Ref. 5\nNH1 uncertainties Spread of PMIP3 simulations\nFigure 2 | Summer cooling following Samalas and Tambora eruptions. a,b, JJA cooling induced by Samalas reconstructed (NH1, NH2, and ref. 5), simulated in PMIP3 and (b) IPSL ensemble (SC2 scenario, 95.5 Tg SO2) for an eruption in May, July 1257 and January 1258 (note di erent y-axis scale). c,d, JJA cooling induced by Tambora reconstructed (NH1, NH2, and ref. 5) and simulated in PMIP3 (c) and IPSL ensemble (SC5 scenario, 56.8 Tg SO2) for an eruption in April 1815 (d). Temperature anomalies are deviations from a 30-yr running mean. White dots highlight cooling below the fifth percentile of NH1, NH2 and pre-industrial IPSL control simulation. Black dots stress anomalies below the fifth percentile of the IPSL last millennium forced simulation.\nThe ensemble mean response to LS and US injection height scenarios is shown as dashed and solid lines, respectively, with their shaded 90% confidence spread.\nscenario (US), in which 70% of SO2 mass is injected to 36–43 km, accounts for tephra-based plume height estimates11 for Samalas (8◦ 25′ S; 43 ± 9 km). In the case of Tambora, 70% of the SO2 mass is injected to 36–33 km (ref. 29) in US. In the lower scenario (LS), 70% of the mass is injected to 22–26 km for both eruptions (Methods and Supplementary Table 10), which corresponds to the observed initial vertical profile after the 1991 Pinatubo eruption30. For the Samalas eruption, we run the model for eruptions in May and July 1257 (ref. 11) and January 1258 (ref. 31). Figure 2 and Supplementary Fig. 3 illustrate the range of climate responses and their dependence on injection height and SO2 mass for both eruptions, and on eruption timing for Samalas. For Samalas, the envelope of simulated cooling varies between −0.6 and −5.6 ◦C for 1258 (Fig. 2b and Supplementary Fig. 3b,c). Scenario SC1—representing a very conservative estimate of SO2 yield3,20,21—systematically results in a weaker simulated cooling than estimated from proxies, especially for the LS. In contrast, the US indicates a larger inter-hemispheric asymmetry in aerosol distribution than the LS (Supplementary Figs 7 and 8), which is consistent with seasonal asymmetry of the Brewer Dobson circulation (BDC) attributed to mean circulation in the upper stratosphere and mesosphere. The BDC meridional flow tends to transport more aerosols towards the winter hemisphere, even more so at upper levels, and results in strong cooling for a January eruption (−3.1, −4.1 and\n786 NATURE GEOSCIENCE | VOL 8 | OCTOBER 2015 | www.nature.com/naturegeoscience\n© 2015 Macmillan Publishers Limited. All rights reserved\nNATURE GEOSCIENCE DOI: 10.1038/NGEO2526 LETTERS −5.6 ◦C for SC1, SC2 and SC3, respectively) in theNH, incompatible with results from tree-ring reconstructions (Supplementary Figs 7 and 8). In addition, the occurrence of the eruption in January 1258 is compatible neither with stratigraphic evidence11 nor with historical sources pointing to the arrival of a persistent dry fog over England in late autumn 1257 (Supplementary Data 1) followed by winter warming in western Europe. Considering the latitude of Samalas at approximately 8◦ S, an eruption occurring in July results in delayed transport of a reduced quantity of aerosol to the NH. For the US in July, the simulated summer cooling in 1258 is close to or below the range of proxy estimates.\nFor SC2 and SC3, and an eruption occurring in May during the inter-seasonal seesaw of the BDC, the range of simulated cooling differs less than for the other seasons, whereas the magnitude of cooling differs significantly (∼0.5 ◦C) with different injection heights (LS, US). Both cooling scenarios are within the range of treering uncertainties although LS cooling is less persistent and at the upper confidence level for the NH1 and NH2 series (Fig. 2b,c and Supplementary Fig. 3b,c). Monte Carlo sampling (Supplementary\nFig. 11) shows that the ensemble mean cooling in 1258 is below the fifth percentile (p<0.01)measured inmillennium-long coupled ocean–atmosphere IPSL model simulations with either constant pre-industrial conditions or natural forcings (Methods). Taken together our results indicate that the observed significant cooling in tree rings and simulations for the mean (SC2) and maximum (SC3) SO2 injections is not fortuitous and that the Samalas eruption probably occurred in spring or summer 1257.\nFor the April 1815 Tambora eruption, the minimum SO2 yield scenario (SC4) induces a cooling too limited compared with the NH1 and NH2 proxies or with instrumental records15 but within the error of the reconstruction. For the mean (SC5) and maximum (SC6) SO2 injections, the ensemble mean cooling is again comparable to that identified in tree rings. Differences in temperature response are small between the US and LS in the case of Tambora owing to smaller differences in injection heights (∼6 km) as compared with Samalas (∼16 km). For both the Samalas and Tambora eruptions, however, self-limiting microphysical processes with increasing SO2 injection in the stratosphere explain the relatively small differences in radiative cooling for the same altitude of injection. Larger SO2 injections generate larger particles (global mean effective radius∼ 0.73 µm), which are less efficient (by mass) in backscattering solar radiation than aerosol formed after the weaker (∼20 Tg SO2) Pinatubo eruption (Reff∼0.5µm).\nThe reconciliation of simulated and reconstructed temperature changes holds not only for the magnitude of the cooling response, but also for its duration. Whereas PMIP3 models suggested a 5–6 year response following the 1257 and 1815 eruptions, our new simulations are consistent with tree rings in showing that cooling persists over a period of 4–5 years for Samalas and 2–3 years for Tambora (Fig. 2 and Supplementary Fig. 3).\nOn the basis of our findings, previous discrepancies between proxy and model data can be explained by several factors. In the past, tree-ring reconstructions have not only suffered from incomplete spatial coverage, but also from limited availability of MXD chronologies (Supplementary Fig. 2). Furthermore, model simulations have tended to use oversimplified or incorrect input parameters and processes for very high sulphur yield eruptions (for example, inappropriate eruption season and failure to account for nonlinear aerosol microphysics). This has led to overestimation of the radiative forcing and climatic responses of large volcanic eruptions3,10.\nHaving reconciled climate simulations and reconstructions at the hemispheric scale, new perspectives emerge for exploiting the wealth of regional palaeoclimate and historical information available to address the impacts of abrupt environmental change. These will enable more robust evaluations of the wider agricultural,\nsocioeconomic, demographic and political consequences of future eruptions using comprehensive models benchmarked against past case studies."
  }, {
    "heading": "Methods",
    "text": "Methods and any associated references are available in the online version of the paper.\nReceived 20 April 2015; accepted 3 August 2015; published online 31 August 2015"
  }, {
    "heading": "Acknowledgements",
    "text": "O. Churakova (Sidorova), J.-L. Edouard, R. Hantemirov and Y. Zhang contributed millennium-long chronologies. V.P. was supported by a grant from the LABEX L-IPSL,\nfunded by the French Agence Nationale de la Recherche under the ‘Programme d’Investissements d’Avenir’ (Grant no. ANR-10-LABX-18-01) and benefited from the IPSL CMIP data access PRODIGUER. S.B. was supported by the EU-FP7 StratoClim project (grant agreement 603557)."
  }, {
    "heading": "Author contributions",
    "text": "M.S., M.K., C.C. and S.G. designed the study with input from V.P., S.B., J.G., B.H.L., C.O., M.B. and V.M.-D. S.G. and C.C. performed climate reconstructions; M.K., S.B., V.P. and N.L. compiled ice-core data for SO2 yields estimation, designed the experiments and ran the microphysical and GCMmodels. All authors contributed to discussion and writing."
  }, {
    "heading": "Additional information",
    "text": "Supplementary information is available in the online version of the paper. Reprints and permissions information is available online at www.nature.com/reprints. Correspondence and requests for materials should be addressed to M.S."
  }, {
    "heading": "Competing financial interests",
    "text": "The authors declare no competing financial interests.\n788 NATURE GEOSCIENCE | VOL 8 | OCTOBER 2015 | www.nature.com/naturegeoscience\n© 2015 Macmillan Publishers Limited. All rights reserved\nNATURE GEOSCIENCE DOI: 10.1038/NGEO2526 LETTERS"
  }, {
    "heading": "Methods",
    "text": "Chronology selection and assessment.We compiled an extensive database of tree-ring width (TRW) and latewood density (MXD) chronologies from the International Tree-Ring Database (ITRDB), published papers, and from several unpublished chronologies for NH tree-line sites (39◦ and 73◦ N). TRW chronologies represent inter-annual ring-width variations and are the most widely used proxy in dendroclimatology; however, past studies have shown that TRW chronologies suffer from biological persistence and year-to-year autocorrelation14. MXD chronologies, in contrast, derived from costly and labour-intensive, high-resolution density profiles using X-ray radio-densitometry, have been shown to portray a strikingly clear response to volcanically induced summer cooling without the lagged or dumped after-effects seen in TRW (refs 4,14,19).\nFor each individual chronology, we carefully tested its sensitivity to JJA temperatures and thus excluded series with ambiguous climate response. The remaining 233 chronologies (8,292 individual TRW and 3,698 MXD series) represent one of the most complete data sets of exclusively temperature-sensitive TRW and MXD data sets ever used in a millennium-long NH temperature reconstruction. Chronologies were then grouped into 30 regional clusters—reproduced in Supplementary Fig. 1—based on correlation matrices (r>0.3, p value < 0.05). All clusters cover the period 1775–1976, but many are much longer. For instance, 12 clusters (40 chronologies) extend back to 1000, 8 (35) to 800 and 4 (12) to 500 (Supplementary Table 1). For all of the regional clusters, the expressed population signal never falls below 0.85.\nProxy calibration and JJA temperature reconstruction. The tree-ring series in each cluster were standardized to preserve low-frequency (that is, multi-decadal) temperature changes. To this end, four different detrending methods were used, namely the negative exponential curve5, the adaptive regional growth curve32 (ARGC), the regional curve standardization5 (RCS), and the signal-free (SF) method33. For each cluster, we selected the detrending method yielding the best correlation with local instrumental data. Each constituent series was transformed into dimensionless indices by calculating ratios between the raw data and each fitted trend curve (that is, generalized exponential curve, ARGC and the regional curves for RCS and SF). Two hemispheric reconstructions (NH1, NH2) were derived from this, spanning 500–2003.\nNH1 was designed as a global approach in which a bootstrap linear model using principal component analysis was employed to calibrate 30 tree-ring clusters against a mean of historical JJA 40◦–90◦ N temperature anomalies (with respect to 1961–1990) over land from the recently released Berkeley Earth Surface data set15 (BEST). The full calibration period used here was 1805–1976. The available chronologies were transformed into a small number of principal components to eliminate the co-linearity effect between chronologies and to provide more robust models. The transfer function was calibrated on 86 randomly selected observations (principal components and temperature) of the instrumental period (1805–1976; 172 yr) and validated on the remaining 86 observations. The calibration and validation process was repeated 1,000 times using a bootstrap method to assess the robustness of the transfer function. R2 and r 2 statistics were used to test the quality of fit on the calibration and verification data of each individual run, whereas the RE (reduction of error) and CE (coefficient of efficiency) statistics served to test the predictive capacity of the transfer function (Supplementary Information). These statistics are illustrated with their 2.5 and 97.5 percentiles (Supplementary Table 2), and the reconstruction is given with its 95% bootstrap error bars (Fig. 1). Based on the same approach, an additional reconstruction (Supplementary Fig. 12) was developed using the Climate Research Unit16 (CRU) data set that is often employed in large-scale reconstructions5 but was not retained as it yielded less robust results (Supplementary Table 11).\nTo account for the decreased number of chronologies back in time, we used a nested approach34 intended to maximize reconstruction length and to evaluate uncertainties. The 30 cluster chronologies produced a total of 32 nested subsets, each created by sequentially running principal component analyses on decreasing subsets of clusters with progressively earlier starting year34 (Supplementary\nTable 2). The final reconstruction was developed by splicing all of the nested time series and after the mean and variance of each nested reconstruction segment had been adjusted to the best replicated nest (1775–1976; ref. 34). This approach stabilizes the variance of the final reconstruction. Calibration and validation statistics (R2=0.25–0.51, r 2=0.19–0.45, RE= 0.20–0.47, CE= 0.18–0.45) were used to evaluate the reliability of the reconstruction (Fig. 1b and Supplementary\nTable 2). Differences between MXD and TRW series were investigated through an alternative TRW-based JJA temperature reconstruction (Supplementary Fig. 2, 26 TRW clusters) developed on the same basis as NH1 (32 nests calibrated to JJA 40◦–90◦ N temperature anomalies from the BEST data set).\nReconstruction NH2 was designed to account for the spatial variability of volcanic cooling and based on a two-step procedure. In a first step, linear regression analysis was used in each cluster to calibrate the cluster series to JJA gridded temperature anomalies (with respect to 1961–1990) from the CRU and BEST data sets. Full period calibration was performed separately for 25 clusters\nover the period 1901–1990 and the robustness of the association was tested through cross-validation procedures for the period 1901–1945 and 1946–1990. For the five remaining clusters, the end of the calibration period was shortened and the cross-validation periods adjusted accordingly as the chronologies do not extend back to 1990 (Supplementary Table 3). In each cluster, we kept either the CRU or BEST reconstruction, depending on the level of significance of the verification statistics obtained for the NH2 record. Seven reconstructions failing classical calibration and verification tests were excluded from the final NH2 reconstruction owing to insufficient predictive skill (Supplementary Table 3). Next, averaging was performed to composite cluster reconstructions into a NH2 chronology. We corrected for increasing variance back in time—related to the diminishing number of constituent clusters—using the approach in ref. 35.\nTo enhance the signal-to-noise ratio and to quantify the reconstructed cooling within a context of climate variability prevailing at the time of major volcanic eruptions, we transformed JJA values of the NH1 and NH2 records into temperatures anomalies. This was done by using a 31-yr moving average time window as a reference to compute the yearly anomalies (that is, 1242–1272 and 1800–1830, respectively, for the 1257 Samalas and 1815 Tambora eruptions). On the basis of these anomalies, we calculated the rank of each cold event (Supplementary Table 4). The significance of cooling following volcanic events was assessed with reference to the fifth percentile of NH1 (−0.45 ◦C) and NH2 (−0.5 ◦C) JJA temperature anomaly distributions.\nPMIP3 simulations.We considered eight PMIP3 model simulations used in the Last Millennium (LM) Paleoclimate Intercomparison project (Supplementary\nTable 5). Each group performed coupled ocean–atmosphere simulation with their model from 850 to 1850 (from 1000 to 1999 for the transient run with FGOALS-s2 model) using the PMIP3 recommended transient forcings22. Half of the model simulations analysed in the present study were forced by stratospheric volcanic aerosol optical parameters from ref. 20 and the other half from ref. 21 as listed in Supplementary Table 5 along with the total solar irradiance. In ref. 20, the Samalas eruption starts in April 1258 whereas in ref. 21, the eruption starts in September 1257 (Supplementary Fig. 10e,f). The Tambora eruption starts in April 1815 in both forcing data sets (Supplementary Fig. 10c,d). For a complete description of the experimental set-up of the simulation see: https://pmip3.lsce.ipsl.fr. The JJA NH (40◦–90◦ N) near-surface air temperature anomalies were computed with respect to a climatology computed for a 30-yr moving window throughout each millennium simulation, consistent with the method used to compute anomalies from the tree-ring-based reconstruction.\nSO2 yields estimated from a bipolar array of ice-core data. To construct our scenarios and account for uncertainties in sulphur yields, we define a ‘mean scenario’ representing the average sulphate deposition over the compiled bipolar ice-core arrays, which we name SC2 and SC5 for the Samalas and Tambora eruptions, respectively. In addition, one minimum (SC1 and SC4) and maximum (SC3 and SC6) scenario is defined for the Samalas and Tambora eruptions, respectively, and defined as the mean, minus or plus one standard deviation. The approach was defined so as to account for the range of uncertainties for each eruption (SC1 to SC6, Supplementary Tables 8–10).\nModelled volcanic forcings for Samalas and Tambora. Volcanic aerosol optical properties varying with time, latitude and altitude were calculated using a global two-dimensional model that includes a fully explicit high-resolution (38 size bins) sectional aerosol scheme. The aerosol scheme24 (Supplementary Information) describes the formation and evolution of a population of volcanic sulphate aerosols whose sizes range from 10 nm to 40 µm; it simulates the relevant microphysical processes for the cycle of stratospheric volcanic aerosols (that is, heterogeneous and homogeneous nucleation, condensation and/or evaporation of H2SO4 and H2O, coagulation and gravitational sedimentation). The model-calculated time-varying zonal mean distribution of stratospheric aerosol optical parameters was implemented in the IPSL-CM5A-LR climate model used in the PMIP3 LM exercise. For both the Samalas and Tambora eruptions, an ensemble of ten climate simulations of ten years’ duration were branched off in December 1252, 1253, 1254, 1255 and 1256 as well as in December 1799, 1801, 1803, 1805 and 1814 from the IPSL-CM5A-LR LM simulation. These restart dates were chosen by selecting five initial states starting either at a negative or positive El Niño/Southern Oscillation phase based on a Niño 3 index and ensuring that at least five years passed after any other eruptions. For each ensemble, the only other difference with the 1257–1266 and 1815–1822 portions of the IPSL LM simulation corresponds to the aerosol distribution and optical properties implemented in the climate model.\nDetecting extreme temperature anomalies from signal-to-noise ratios.We used two statistical constraints to measure the signal-to-noise ratio and to evaluate the significance of simulated temperature anomalies compared with the probability that they arose by purely random, internal coupled ocean–atmosphere interactions. The first statistical calculation (Welch two-tailed Student test) measures the spread of each ensemble member with respect to the ensemble mean. We also measure the\nNATURE GEOSCIENCE | www.nature.com/naturegeoscience\n© 2015 Macmillan Publishers Limited. All rights reserved\nLETTERS NATURE GEOSCIENCE DOI: 10.1038/NGEO2526 probability that these anomalies would occur by chance using a Monte Carlo procedure. We randomly sampled and averaged 5-yr JJA NHmean temperature anomalies 1,000 times from two millennium-long coupled ocean–atmosphere simulations with constant pre-industrial conditions (PiControl) and natural forcing (IPSL past1000), respectively, performed using the IPSL model. The two resulting probability density functions were then compared to model simulation results for each eruption scenario (Supplementary Fig. 11).\nCode availability. The IPSL-CM5A-LR climate model code is not available. The data used to perform our analysis can be accessed at https://www.ncdc.noaa.gov/ paleo/study/19039."
  }],
  "year": 2015,
  "references": [],
  "id": "SP:710d456c3e76e1707832079b89ca92b48e63eaaa",
  "authors": [{
    "name": "Markus Sto",
    "affiliations": []
  }, {
    "name": "Myriam Khodri",
    "affiliations": []
  }, {
    "name": "Christophe Corona",
    "affiliations": []
  }, {
    "name": "Sébastien Guillet",
    "affiliations": []
  }, {
    "name": "Virginie Poulain",
    "affiliations": []
  }, {
    "name": "Slimane Bekki",
    "affiliations": []
  }, {
    "name": "Joël Guiot",
    "affiliations": []
  }, {
    "name": "Brian H. Luckman",
    "affiliations": []
  }, {
    "name": "Clive Oppenheimer",
    "affiliations": []
  }, {
    "name": "Nicolas Lebas",
    "affiliations": []
  }, {
    "name": "Martin Beniston",
    "affiliations": []
  }, {
    "name": "Valérie Masson-Delmotte",
    "affiliations": []
  }],
  "abstractText": "Explosive volcanism can alter global climate, and hence trigger economic, political and demographic change1,2. The climatic impact of the largest volcanic events has been assessed in numerous modelling studies and tree-ring-based hemispheric temperature reconstructions3–6. However, volcanic surface cooling derived from climate model simulations is systematically much stronger than the cooling seen in tree-ring-based proxies, suggesting that the proxies underestimate cooling7,8; and/or the modelled forcing is unrealistically high9. Here, we present summer temperature reconstructions for the Northern Hemisphere from tree-ring width and maximum latewood density over the past 1,500 years. We also simulate the climate e ects of two large eruptions, in AD 1257 and 1815, using a climate model that accounts explicitly for self-limiting aerosol microphysical processes3,10. Our tree-ring reconstructions show greater cooling than reconstructions with lower spatial coverage and based on tree-ring width alone, whereas our simulations show less cooling than previous simulations relying on poorly constrained eruption seasons and excluding nonlinear aerosol microphysics. Our tree-ring reconstructions and climate simulations are in agreement, with a mean NorthernHemisphere extra-tropical summer cooling over land of 0.8 to 1.3 C for these eruptions. This reconciliation of proxy and model evidence paves the way to improved assessment of the role of both past and future volcanism in climate forcing. Drawing on glaciochemical and volcanological evidence, the largest eruptions of the past 1,500 years occurred in Indonesia in 1257 (Samalas11) and April 1815 (Tambora1,12,13). The cooling induced by the Tambora eruption led to the ‘year without a summer’1,13, in central and western Europe and northeastern America. Based on sulphate deposition in bipolar ice cores, previous estimates assumed that the radiative forcing from both eruptions was several times greater than that associated with the 1991 Pinatubo eruption. Contradictory results have emerged in previous assessments of the response to such perturbations: whereas global climate models predict a mean Northern Hemisphere (NH) summer cooling of −2.5 C, the temperature response in tree-ring reconstructions has been described as ‘largely muted’, being a factor of two to four times smaller8. Here, we investigate the cooling response to large volcanic eruptions in dendroclimatic series by developing new annually resolved 1500-year summer (June–August, JJA) NH extra-tropical (40–90N) land temperature reconstructions. These are based on careful selection of published chronologies combined with new data sets from formerly under-represented regions (including Quebec, Qilian Mountains, Central Europe, French Alps; Supplementary Table 1 and Supplementary Fig. 1). The selection incorporates 233 JJA temperature-sensitive chronologies (127 tree-ring width (TRW) and 106 maximum latewood density (MXD) chronologies) of which an unprecedented 47 cover the thirteenth century. MXD data show a stronger high-frequency response to climate because of lower biological persistence than TRW, making them more suitable for the quantification of abrupt summer cooling induced by volcanic eruptions14. We construct two hemispheric records (NH1, NH2) from site series, grouped into 30 clusters (16 MXD, 14 TRW, amongst which 8 and 12 cover the thirteenth century, respectively; Fig. 1a). The spatial coverage is denser and more balanced than in previous work5 that used only 19 clusters (of which only 8, 1 of them MXD, extended back to 1200) from sites mostly located in northwest America (>60 N). In NH1, a nested reconstruction method was used to stabilize variance, with a new nest created at each decrease in the number of available chronologies (Methods). The 32 nests, calibrated with instrumental JJA temperatures15, passed all verification tests (Methods and Fig. 1b,c and Supplementary Table 2). NH2 (Fig. 1d) represents the average of 22 regional reconstructions; they correlate with series of JJA temperatures15,16 over the areas corresponding to the chronology clusterswithR2 values varying between 0.19 and 0.74 (1901–1990; p< 0.01; Supplementary Table 3). NH1 and NH2 are significantly correlated (r=0.85, from 500 to 2003). Both reconstructions show pronounced cooling after the largest eruptions of the Common Era. Among the ten coldest years of the NH1 (NH2) reconstruction (500–2003), seven (six) coincide with major sulphate spikes identified in ice-core records (Supplementary Table 4). In contrast to previous tree-ring reconstructions of NH temperature5,17, which were not designed for studies of climate response at inter-annual timescales14, our reconstructions reveal cooling induced by eruptions in 535 (unidentified volcano;",
  "title": "Estimates of volcanic-induced cooling in the Northern Hemisphere over the past 1,500 years"
}