{
  "sections": [{
    "text": "ARTICLES PUBLISHED ONLINE: 10 JULY 2017 | DOI: 10.1038/NGEO2982"
  }, {
    "heading": "A reverse energy cascade for crustal",
    "text": "magma transport"
  }, {
    "heading": "Leif Karlstrom1*, Scott R. Paterson2 and A. Mark Jellinek3",
    "text": "Direct constraints on the ascent, storage and eruption of mantle melts come primarily from exhumed, long-frozen intrusions. These structures, relics of a dynamic magma transport network, encode how Earth’s crust grows and di erentiates over time. Furthermore, they connect mantle melting to an evolving distribution of surface volcanism. Disentangling magma transport processes from the plutonic record is consequently a seminal but unsolved problem. Here we use field data analyses, scaling theory and numerical simulations to show that the size distribution of intrusions preserved as plutonic complexes in the North American Cordillera suggests a transition in the mechanical response of crustal rocks to protracted episodes of magmatism. Intrusion sizes larger than about 100m follow a power-law scaling expected if energy delivered from the mantle to open very thin dykes and sills is transferred to intrusions of increasing size. Merging, assimilation and mixing of small intrusions into larger ones occurs until irreversible deformation and solidification dissipate available energy. Mantle magma supply over tens to hundreds of thousands of years will trigger this regime, a type of reverse energy cascade, depending on the influx rate and e ciency of crustal heating by intrusions. Identifying regimes of magma transport provides a framework for inferring subsurface magmatic processes from surface patterns of volcanism, information preservation in the plutonic record, and related e ects including climate.\nMost magma ascending into the crust stalls and crystallizesprior to reaching the surface1,2. Although this crustal filterplays a fundamental role in the thermal and climatic histories of Earth and other planets3, it is not known precisely why so little magma is erupted in long-lived volcanic provinces, or how such low eruption efficiency relates to the rheology and evolving structure of crust that supports active magmatism4. Mechanics of intrusion growth and connections to surface volcanism have been historically challenging to address. The spatially and temporally complex character of intrusions is related, in part, to prolonged incremental assembly5,6, and obscures observational clues about the dynamics of magma transport through time. Nevertheless, there is an expansive spatial record of frozen intrusions exposed in terrains from all levels of the crust. Consequently, there is an outstanding need for overarching theory to connect these data with constraints from active intrusions7.\nThe response of crustal rocks to injections of mantle melt spans a continuum among elastic, brittle, plastic and viscous behaviour8. For example, dykes are reasonably well characterized as magmafilled fractures, such that dyke widths encode flux rates, magma viscosity and crustal strength9–11. Despite ambiguity between frozen and active structures, the relatively narrow range of dyke widths observed (Fig. 1a) suggests a consistent physical origin. In contrast, plutonic body dimensions vary widely and appear self-similar at scales above ∼1 km (ref. 12). Complete size distributions are challenging as mechanical boundaries between intrusions are often difficult to identify rigorously and laborious to extract, limiting the scope of previous theoretical work on the incremental growth model13,14 or growth of intrusions15–17.\nPlutonic intrusion sizes suggest distinct process regimes Motivated by previous field observations18,19 and compilations12, we present new data that offer unprecedented detail on intrusion shapes and sizes from the North American Cordillera. Within\nplutonic complexes we identify two modes of intrusion morphology: thin, texturally homogeneous sheet-like intrusions marked by sharply defined contacts with host crustal rocks; and volumetrically larger, relatively equant intrusions with spatially complex internal contacts. Although they are readily defined in rock outcrops, thin sheets are best preserved in marginal zones of plutonic complexes and often recycled or amalgamated into larger bodies19,20. This merging and mechanical mixing of small intrusions into plutons contributes to their incremental growth21 and internal magmatic deformation, which is expressed as textural and mineral chemical heterogeneity22,23.\nFigure 1 plots the size distribution of intrusions characterized by their minimum dimension inferred from outcrop, plotted as wavenumber k (inverse length, bottom axis) and wavelength (top axis). We use a single minimum dimension rather than other possible choices of scale length as this parameter sets intrusion aspect ratio and facilitates comparison with dykes10, which govern the input of mantle melts into the crust. The thinnest intrusions from arc complexes overlap with dykes from oceanic island settings and flood basalts, but are clearly distinguished from larger bodies within plutonic complexes (Fig. 1a). Figure 1b is a subset of ten particularly well-studied complexes (green bars, Methods). For these sites, the complete distribution of intrusions sizes from the smallest recorded to the final composite complexes exhibits an inverse relationship between intrusion number density and scale length.\nThe distinct morphologic classes of intrusions suggest variable mechanical responses of crustal rocks to a given regional magma supply. Thin sheets, dykes and sills are consistent with a plastic or brittle response to forced magma injections that open cracks faster than restoring viscous host-rock creep can operate24. Intrusions in this rheological regime are restricted to high-aspect-ratio geometries, propagating according to the characteristics of the magmatic driving stress, regional stresses, and mechanical heterogeneity or plastic response of host rocks25–27. By contrast, where the speed of\n© 2017 Macmillan Publishers Limited, part of Springer Nature. All rights reserved.\n1Department of Earth Sciences, University of Oregon, Eugene, Oregon 97403, USA. 2Department of Earth Sciences, University of Southern California, Los Angeles, California 90089, USA. 3Department of Earth, Ocean and Atmospheric Sciences, The University of British Columbia,"
  }, {
    "heading": "British Columbia V6T 1Z4, Canada. *e-mail: leif@uoregon.edu",
    "text": "604 NATURE GEOSCIENCE | VOL 10 | AUGUST 2017 | www.nature.com/naturegeoscience\nNATURE GEOSCIENCE DOI: 10.1038/NGEO2982 ARTICLES\n0.00\n0.04\n0.08\n0.12\n0.16\n0.20\nPr ob\nab ili\nty o\nf o cc\nur re\nnc e\n100\n101\n102\n103\n104\n105\nN um\nbe r o\nf i nt\nru si\non s N\n(k )\n(g re\nen b\nar s)\nIntrusion wavenumber, k (km−1)\nIntrusion wavelength (km)\n101 100 10−1 10−2 10−3 10−4 10−5102\n101 100 10−1 10−2 10−3 10−4 10−5102\n10−1 100 101 102 103 104 10510−2\n10−1 100 101 102 103 104 10510−2\nIntrusion wavelength (km)\nIntrusion wave number, k (km−1)\na\nb\nN orm alized total energy per w avenum ber, N (k)E(k)/k (sym bols and lines)\n101\n103\n105\n107 Well-characterized plutonic complexes N(k) scaled by energy spectrum, n = 6 fluid N(k) scaled by energy spectrum, n = 3 fluid\nCordilleran plutonic bodies, n = 231 Flood basalt dykes, n = 727 Ocean island dykes, n = 3,676\nBrittle/plastic behaviourViscous behaviour\nFigure 1 | Normalized histograms of characteristic length scales associated with magmatic intrusions. a, Dykes (yellow bars from oceanic settings11, orange bars from flood basalt provinces47,48, Methods) and North American plutonic complexes (blue bars, this study), with the top scale being the\nminimum intrusion dimension, and the bottom scale its inverse (wavenumber k); the measurements are described in the text. Labelled ‘viscous’ and ‘brittle/plastic’ regimes of host-rock response indicate control on intrusion sizes. b, Number density of plutonic bodies N(k), scaling average measurements to their map area (green bars, left-hand scale). Symbols and lines plot N(k) multiplied by normalized energy per wavenumber from equation (1) (right-hand scale), for two choices of fluid power-law exponent (n=3 and n=6). N(k)E(k)/k is approximately constant over a wide range of k, consistent with a steady-state, self-similar energy cascade.\nviscous deformation exceeds the rate of elastic deformation within warm or highly damaged host rocks, reservoir size is restricted spatially primarily by influx, leading to development in some cases of large storage zones that feed caldera-forming eruptions15.\nPrevalence of intrusions within the elastic regime across tectonic settings indicates that energy input to the crustal magma transport system occurs primarily at small length scales (∼102 < k< 105 km−1, Fig. 1a)24,28. We hypothesize that the power-law intrusion distribution in Fig. 1b records, in part, a self-similar mechanical transfer of melt input at small scales to larger intrusions that is possible only after sufficient warming occurs. Elastic work extracted frommantle influx to open and propagate small sheets is transferred continuously to larger scales and ultimately dissipated throughmixing and merging of intrusions as well as their cooling and solidification. Sinks of energy from hydrothermal circulation and passive degassing of exsolved volatiles participate depending on the depth29. Energy is also lost irreversibly to surface volcanism. However, if the fraction of injected magma erupted at the surface (the eruption efficiency) is low2, the contribution of this sink to the total rate at which energy supplied from the mantle is dissipated is negligible.\nImplicit in this phenomenological model are three assumptions. The first assumption is that the intrusion-scale separation suggested\nin Fig. 1a will occur where the host-rock response to an imposed regional magma supply transitions from being predominantly elastic (Fig. 2a) to viscous (Fig. 2b), on average. Quantitatively, the mechanical response of the crust to injected magma is characterized by a Deborah number De= Trelax/Tinject, which compares an injection timescale Tinject with the stress relaxation timescale Trelax (ref. 15). Whereas Tinject scales with the size of crustal intrusions relative to the influx rate, Trelax scales with an effective elastic modulus and crustal viscosity, which depends strongly on temperature and accumulated damage30,31, as well as reservoir geometry and depth17.\nA second assumption is that the spectrum of intrusion sizes in Fig. 1 is a steady-state property of the crustal response. This scenario is possible only in sufficiently heated crust, becauseDe 1 intrusions are restricted to very small scales (Fig. 1a). Mantle melt influx is, however, probably unsteady32, so the time to reach aDe<1 condition depends on the long-term average influx aswell as its temporal variability. The extent to which intermittency in the magma supply matters may be estimated by comparing the timescale for variations in mantle supply Tsupply with the timescale for thermal diffusion Tdiffusion (ref. 33) over which heat supply fluctuations relax to the background crustal steady state. Accordingly, we define a\nNATURE GEOSCIENCE | VOL 10 | AUGUST 2017 | www.nature.com/naturegeoscience\n© 2017 Macmillan Publishers Limited, part of Springer Nature. All rights reserved.\n605\nARTICLES NATURE GEOSCIENCE DOI: 10.1038/NGEO2982\n200 400 Temperature (°C)\n0\n5\n10\n15\n20\n25\n30\nD ep\nth (k\nm )\nDe < 1\nDe > 1 a Elastic regime dominates\nDykes/sills\nt = 31 kyr\nPlutonic bodies\n200 400 600 Temperature (°C)\nDe < 1\nDe > 10\n5\n10\n15\n20\n25\n30\nD ep\nth (k\nm )\nb Viscous regime dominates\nt = 408 kyr\nInitial geotherm\nElastic w ork\nD yke/cham\nber focusing, m ixing and m erging\nc\n50 k\nyr\n20 k\nyr\nDeborah number, De 10−2 10−1 100 101 102\n101\n100\n10−1\n10−2\n10−3\nTr an\nsp or\nt n um\nbe r,\nTr\nElastically limitedViscously limited\nD iffusion-lim ited Transport-lim ited\nPlutonic bodies\nDykes/sills\n0 5 10 Time (Myr)\nMantle influx\n0 5 10 Time (Myr)\nMantle influx\n103 10\nk yr\n10 0\nky r\n20 0\nky r\n50 0\nky r\n1,000 kyr\n2,000 kyr\nFigure 2 | Magma transport regimes are controlled by crustal rheology and episodicity of mantle melt supply. a, Elastic/brittle/plastic rheology dominates the crust, resulting in thin intrusion geometries. Deborah number distribution (De) is calculated from a model for di usion-limited (Tr 1) magmatic heat supply to the lowest 5 km of crust (Methods), with Qin= 10−3 km3 yr−1. b, Viscous (De< 1) rheology dominates, and intrusions injected throughout the lowest 15 km of crust form a steady-state network of reservoirs with a power-law size distribution. c, Regime diagram of intrusion style for average mantle influx of 10−3 km3 yr−1 and intrusion domain from b. Time evolution for a particular periodic mantle supply rate (governed by transport number, Tr) is\ncontoured. More episodic mantle supply results in longer times until De< 1, with long repose intervals between mantle melt inputs (inset plots).\ntransport number Tr= Tsupply/Tdiffusion, where Tr 1 corresponds to transport-limited thermal evolution, while Tr 1 is diffusionlimited and indistinguishable from steady influx. If advection of heat via magmatically or meteorically derived fluids dominates heat conduction, this would set the transport number. Such a case is not explored here. Calculations for plausible Tr suggest that De≤1 locally and regionally over timescales of order tens to hundreds of thousands of years (Fig. 2c, Methods). Taken together, the De−Tr regime controls intrusion shape and size, whether a continuous exchange of magma from smaller to larger scales will occur, and whether this exchange will remain self-similar. Critically, a single control parameter is responsible for intrusion regime shifts: the rate of crustal heating. Differences in setting (tectonic environment, crustal thickness) will manifest as controls on De and Tr. Our third assumption is that the power-law distribution of intrusion sizes suggested by data in Fig. 1b faithfully records the magma transport processes that govern exchange of energy from thin, elastically limited intrusions to larger bodies.\nCrustal magma transport as a reverse energy cascade With these three assumptions, the De 1 regime of magma transport is a ‘reverse energy cascade’, illustrated in Fig. 3: energy input at small scales is mechanically transmitted to larger scales where it is ultimately dissipated through irreversible deformation\nof crustal rocks and solidification. Assuming the rate of dissipation Φ is equal to the rate at which energy is supplied to do the work of opening and propagating sheets, on dimensional grounds the energy E contained within each intrusion of scale 1/k will follow a generic scaling of the form34 E(k)/k∼Φ(k)akb, with a= 2/3, b=−5/3. Energy is carried up a ‘transport range’ with spectral slope that depends on the mechanisms governing the dissipation rate.\nConsideration of processes important for Φ(k) (Methods) leads to the energy spectrum\nE(k) k ∼ (CMk3( 1 n+1)+CTk)2/3k−5/3 (1)\nwhere CM and CT are independent of wavenumber and a crustal rheology is assumed in which applied deviatoric stresses are proportional to the rate of deformation to the power 1/n. Increasing n results in progressively localized deformation zones for given applied stresses; typical crustal and lithospheric rocks lie in the range 2≤n≤10 (Methods). Equation (1) predicts that the spectral slope of the reverse energy cascade varies with intrusion size. For small intrusions mechanical dissipation through plastic and brittle processes dominates (larger nmodels correspond to the increasingly localized deformation indicative of a brittle response35), but this mechanism becomes less important compared with dissipation by solidification as intrusions become large. A crossover wavenumber\n606\n© 2017 Macmillan Publishers Limited, part of Springer Nature. All rights reserved.\nNATURE GEOSCIENCE | VOL 10 | AUGUST 2017 | www.nature.com/naturegeoscience\nNATURE GEOSCIENCE DOI: 10.1038/NGEO2982 ARTICLES Wavelength (km)\ncrystallization versus deformation (dashed lines, Methods). Energy is input as small propagating sheets (large k) and cascades up in spatial scale through mechanical mixing and merging, with a spectral slope that depends on intrusion size.\ndistinguishes the dissipation regimes and depends on the thermal state of the crust and rheological parameters, with a maximum intrusion size set by crustal thickness.\nIf the observed distribution of intrusion sizesN (k) is an accurate proxy for the self-similar energy cascade described by equation (1), we expect the total energy present at each wavenumber k to be constant. Despite the disparate crustal regions represented by our data set, this hypothesis is supported by Fig. 1b. We can choose a stress exponent n such that the product N (k)E(k)/k is approximately constant over nearly the complete range of intrusion sizes (Fig. 1b, blue curve). For k>∼ 2 km−1 we are unable to find parameters that collapse our data, suggesting that plastic or brittle deformation is governed by local processes independent of either the mantle supply or average crustal rheology, or that our third assumption breaks down for small intrusions.\nControls on the storage and eruption of mantle melts Long-lived magmatic provinces record many generations of transport structures that alternately become active or freeze, delivering some magma to the surface and depositing the majority in the crust. If this deposited heat is not efficiently removed, crustal rocks will progressively warm and their mechanical response to inputs will evolve, in turn, to favour storage and the establishment of a reverse energy cascade. This picture provides a general framework to connect volcanic output to the evolving rheology and structure of the crust: the tendency for magma storage versus eruption is a dynamic property of crustal evolution. A young arc with De 1 (Fig. 2a), erupting at near the rate at which magma is supplied, should exhibit intrusions distributed stochastically in the range of dyke and sill thicknesses, with no energy exchange among scales. Surface eruptions will closely mimic the spatial distribution of mantle input. Monogenetic vent fields such as observed on the Colorado Plateau, USA, or distributed over the central Cascades arc, USA, are good candidates for high-De settings with different Tr.\nFor the same mantle supply, a longer-lived transport network with De 1 (Fig. 2b,c) will evolve to a regime of enhanced\nstorage, and a power-law intrusion size distribution governed by a reverse energy cascade (equation (1)). Under these conditions, stress interactions25,36 or mushy transport dynamics4,24,37 can drive intrusion mixing and merging, such that spatial and temporal surface eruption patterns become uncorrelated with mantle inputs. Highmagmatic intrusive/extrusive ratios2 are ultimately a necessary condition for the reverse energy cascade to emerge as a steady-state property of magma transfer. Commonality of ductile structures in host rocks as shallow as inferred at 5–6 km palaeodepths in arc plutonic complexes28 suggest that near-crustal-scale De< 1 behaviour is often achieved. We suggest that volcanic centres with a record of transitioning from small events to caldera-forming eruptions, such as the Taupo volcanic zone, New Zealand, or Yellowstone, USA, reflect low-De conditions for different Tr.\nDoes the size distribution of plutonic intrusions provide an observational constraint for the magnitude and frequency of mantle melt influx to the crust? Sensitivity to temporal changes in the distribution and rate at whichmantle melts are supplied is governed by a stirring time Tmix∼V/Q (ref. 38), where V is the volume of the De<1 region (Fig. 2a,b) andQ is average mantle influx. Fluctuations expressed through changes in V imparted on timescales less than Tmix are subsequently modulated by intrusion merging and are not expected to be preserved in the intrusive record, although they may be recorded by crystal-scale chemical zoning or heterogeneity39. For Q∼ 10−3–10−2 km3 yr−1 we find Tmix∼ 105–106 yr, similar to variations in pluton assembly estimated through geochronology40. We expect some dependence ofTmix on intrusion depth, as suggested by observations from crustal sections23. Magmatic flare-ups41 or large igneous provinces42 that involve more spatially extensive pathways than average volcanic episodes37 represent a type of ‘systemclearing event’43, and should by contrast be preserved if magma transport structures spanning the crust are activated, or if regional thermal weakening reaches crustal scales.\nLinking mantle thermal histories with long-term climate Our model predicts that coupling between the mantle and the surface will evolve over the life of a crustal magmatic system, as the regime of storage (Fig. 2c) modulates the erupted fraction of mantle magma supply as well as the locations and temporal frequency of surface volcanism. An evolving pattern of volcanism consequently has implications beyond the growth and differentiation of Earth’s crust. In particular, modulation of deep crustal storage and surface eruptions exerts control over Earth’s well-established long-term climate variability on timescales greater than about amillion years44. Whereas the extent to which magma is stored at depths below CO2 exsolution governs the global rate of volcanic CO2 outgassing, on average, the resulting greenhouse forcing depends also on the recurrence interval of eruptions relative to a characteristic timescale for chemical weathering that declines with the surface area and volume of basaltic lavas emplaced at the surface45.\nFor a given magma supply from the mantle and Tr, arcs may age and evolve from De 1 to De 1 conditions. This behaviour implies that eruptive outgassing as well as the strength of the chemical weathering sink for atmospheric CO2 will reflect the shift between dominantly frequent small eruptions and very large events recurring over timescales potentially longer than typical weathering times. We suggest that the importance of comparing mantle heat and melt delivery to crustal cooling, as a control parameter for regimes of magma transport, has implications for crustal evolution and mantle–climate coupling on terrestrial planets generally. Planetary mantle convective and tectonic modes evolve in complex ways through time44,46. Our approach provides a framework to characterize the variable De− Tr conditions that occur during planetary thermal evolution at the largest scales and thus quantify the consequences of time-varying proclivities for magma eruption and storage.\nNATURE GEOSCIENCE | VOL 10 | AUGUST 2017 | www.nature.com/naturegeoscience\n© 2017 Macmillan Publishers Limited, part of Springer Nature. All rights reserved.\n607\nARTICLES NATURE GEOSCIENCE DOI: 10.1038/NGEO2982"
  }, {
    "heading": "Methods",
    "text": "Methods, including statements of data availability and any associated accession codes and references, are available in the online version of this paper.\nReceived 14 April 2017; accepted 7 June 2017; published online 10 July 2017"
  }, {
    "heading": "Acknowledgements",
    "text": "L.K. and S.R.P. acknowledge support from NSF. L. Vanderkluysen provided Deccan Traps dyke thickness data."
  }, {
    "heading": "Author contributions",
    "text": "L.K. and A.M.J. conceived the study, developed the model and wrote the paper. S.R.P. compiled plutonic intrusion size data and provided critical input related to field observations. L.K. carried out all calculations."
  }, {
    "heading": "Additional information",
    "text": "Supplementary information is available in the online version of the paper. Reprints and permissions information is available online at www.nature.com/reprints. Publisher’s note: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. Correspondence and requests for materials should be addressed to L.K."
  }, {
    "heading": "Competing financial interests",
    "text": "The authors declare no competing financial interests.\n608\n© 2017 Macmillan Publishers Limited, part of Springer Nature. All rights reserved.\nNATURE GEOSCIENCE | VOL 10 | AUGUST 2017 | www.nature.com/naturegeoscience\nNATURE GEOSCIENCE DOI: 10.1038/NGEO2982 ARTICLES"
  }, {
    "heading": "Methods",
    "text": "Field constraints on intrusion growth and measurements of intrusion sizes. A substantial literature of chemical, geochronological and structural studies establishes the observational basis for our study. The primary observations that support development of the reverse energy cascade model are the well-defined internal contacts between distinct plutonic intrusive bodies that have been established by refs 21,49–54 among many others. Evidence that smaller bodies merge into larger bodies is widespread and may be found in, for example, refs 19,23,28,55–59.\nThe data supporting the findings of our study are available within the article and its Supplementary Information. Our database of measured pluton shapes and sizes comes from analyses of new and published geologic maps of Mesozoic arc sections in the North American Cordillera from: the Cascades crystalline core, Washington; the central Sierra Nevada, California; the northern Peninsular Ranges Batholith in southern California and northern Baja California; and the Transverse Ranges and a tilted crustal section in the Joshua Tree area, Mojave Desert, California. We focus on macro-scale morphology classified on the basis of mapped contacts, age, mineralogy, geochemistry and internal structures.\nFor each plutonic body, the length, thickness (longest and shortest dimensions in map view) and, where possible, width (dimension perpendicular to plane of length and thickness60) were measured. Supplementary Fig. 1 illustrates these measurements for the Zarza pluton, Baja California, Mexico57. Areas were calculated both from length and thickness determinations and are similar to independent estimates from areas of enclosed polygonal shapes. In tilted crustal sections, the map pattern provides length and width estimates and thickness must be estimated. For example, local topography, exposures of exhumed different crustal depths, and the tilted crustal section in the Joshua Tree area provide some control on vertical dimensions. Supplementary Fig. 2 plots length and thickness from our data set along with a proposed power-law scaling derived from different data60. Area/volume estimates scale self-consistently to the total composite pluton size. We do not attempt to further refine the data set here by intrusion crystallization depth, although the crustal sections represented here do exhibit structural variation with depth61.\nSpecial focus was given to ten intrusive complexes where detailed maps, combined with geochronologic and geochemical data sets, provide a measure of completeness, genetic relationships and total size. This allows us to quantify the number density of intrusions. The smallest pulse size is arbitrarily set by current field measurements, although the true size distribution extends down to the scale of crystal aggregations62. Characterizing the primary size distribution of frozen intrusions remains challenging due to poor constraints on the depth extent, incomplete preservation and sometimes ambiguous internal contacts. Intermediate- and large-scale plutonic bodies are directly measured, but the large number of thin sheets present in heterogeneous complexes23 makes individual measurements challenging. Instead, average dimensions were determined for intrusive bodies with wavenumbers k≥1km−1 and the total number of intrusions estimated by dividing the total sheeted area by average individual sheet area. Future mapping will refine the large k limit of this distribution, and we consider the relation N (k) between number of intrusions and wavenumber in Fig. 1b a preliminary result. However, the key observation that orders of magnitude more small bodies are present is robust.\nTimescales for a crustal-scale rheological transition. To satisfy the three main assumptions stated in the text for an energy cascade, a large-scale rheological transition must occur. We estimate the time required to trigger a crustal-scale rheological transition driven by crystallizing intrusions with a one-dimensional thermal model. Mafic dykes are assumed to be the primary input of magma into the crust, occurring stochastically in time and space but with enough regularity that a long-term mean flux rate63 can be defined, as well as a variability around this mean64. We model influx variations in bulk, fixing the average influx Qin0 but allowing this to be distributed as regular sinusoidal pulses described by the positive part of:\nQin=Qin0π sin (2πt/Tsupply) (2)\nwhere Tsupply is the period of mantle melt variability. Scaling this timescale by a diffusion time Tdiffusion= (h/2)2/κ , where h is the vertical scale over which Qin is uniformly distributed (h< crustal thickness zcrust) and κ is a thermal diffusivity, gives the transport number Tr=Tsupply/Tdiffusion plotted in Fig. 2c. We use half the vertical extent of dyking h/2 as a scale length for diffusion within the intruded zone of the crust.\nThe emplacement and cooling of dykes provide a heat source in the crust of magnitude Hdyke(t)=Fρ(cp1θ+L)qin(t)/h, where cp is the specific heat capacity, 1θ=θl−θ(z , t) is the temperature of the emplaced magma (liquidus θl=1,100C) relative to host rocks (at temperature θ(z , t) that is a function of time t and depth z), and L=310kJkg−1 is the latent heat of fusion. The influx per area is qin(t)=Qin(t)/z2crust. Some of the heat input through intrusions exits the crust via eruptions, or is advected away from the intrusion by fluids. We include a\ndimensionless eruption efficiency F=0.01 as a model for this process. The thermal regime of the crustal volume then evolves as:\nρcp ∂θ\n∂t =kc\n∂2θ ∂z2 +Hrad+Hdyke(t)d(z) (3)\nwith density ρ and thermal conductivity kc. Hrad=e−z/hr (Wr0−Wrm)/hr is the rate of radiogenic heat production in the crust as a function of depth constrained by surface heat fluxWr0, mantle heat fluxWrm, and decay constant hr. We use dimensionless d(z)=1/2(1+ tanh [10(z−h)/zcrust]) to model the localized heating in a region with a specified vertical scale h above the base of the crust zcrust.\nEquation (3) involves a poorly constrained prescription of vertical intrusion distribution and heating efficiency, but still captures the essential physics on a large scale: intrusions heat up relatively insulating, conductive host rocks through time65. Supplementary Fig. 3a plots a solution to equation (3), assuming an initially steady-state geotherm, for kc=2Wm−1K−1, cp=1,200 Jkg−1K, hr=10km, Wr0=45mWm−2,Wrm=20mWm−2, ρ=2,600kmm−3, with intrusions spanning h=15km and zcrust=30km taken as representative values for arc crust. For this calculation, we assume that the period of influx variability Tsupply is short, so influx is steady in time, Qin0=10−3m−3 yr−1, and heating is diffusion-limited.\nWe now estimate the effect of background crustal heating on an individual intrusion that is much smaller than the size of the crustal volume. The mechanical evolution of any of these hydraulically isolated melt pockets is assumed to follow a Maxwell viscoelastic constitutive law relating increments of volumetric strain arising from injection of magma to a total stress σ as ̇= σ̇/E+σ/µ, where E=10GPa is a local elastic modulus and µ is a local host-rock viscosity. Force balance at the magma/rock interface dictates that deviations from lithostatic stress in the rocks will arise from dynamic pressures and buoyancy; we lump both into an overpressure and consider only volumetric deformation. Pressure changes over time then depend on the rate at which elastic stresses are relaxed:\n1 K dP̂ dt =\n( Q̂in− Q̂out ) V̂c − P̂ µ\n(4)\nwhere volumetric strains are associated with recharge and eruption (Q̂in− Q̂out)/V̂c with V̂c an intrusion volume, and an effective elastic modulus K incorporates both magma and chamber compressibility66. The outflux by eruption Q̂out is non-zero only when P̂>Pc, the maximum overpressure that can be sustained by crustal rocks10. Hatted variables represent quantities associated with an individual intrusion (rather than a crustal volume). The dynamics of equation (4) are well known15, governed by a Deborah number De∼ (µQ̂in)/(V0K ) that measures the timescale of Maxwell viscoelastic stress relaxation (Trelax∼µ/K ), to a typical inverse strain rate (Tinject∼V0/Q̂in). We assume box-like intrusions uniformly 0.5m in width and that span the intrusion domain h to calculate V0. If De 1, the chamber exhibits an elastic response to influx: it fills until pressure reaches the maximum overpressure Pc then ruptures and drains, leading to cycles of eruptions for prolonged influx67. If De 1, the wall rocks viscously dissipate any excess pressure, leading to magma storage and intrusion growth.\nWe use the temperature field from equation (3) to estimate the evolving viscosity of the crust, assuming an Arrhenius law to explore the role of temperature on average viscosity µ=Aµ expGµ/(Rθ) with empirical constants Aµ,Gµ and gas constant R (to be distinguished from the explicitly stress-dependent case discussed in the next section). Supplementary Fig. 3b,c illustrates the evolution of crustal viscosity for Westerly Granite15, and the subsequent evolution of the Deborah number De as crustal viscosity decreases. We shut off the simulation when De=1 at the top of the intrusion region (in this case it takes 200 kyr). It can be seen that De<1 even for a normal geotherm at depths below 25 km, a lower crust generally ductile with respect to magmatism.\nSupplementary Fig. 4 then explores a range of average influx rates Qin0 and spatial extents of magmatic heating h through dykes, to explore likely intrusion scenarios and mantle inputs. We focus on diffusion-limited heating (Tr 1) here, with variable mantle influx at fixed Qin0 plotted in Fig. 2c of the main text. Thermal modelling32,68 suggests that Qin0∼10−3−10−2 km3 yr−1 is necessary to build large, long-lived intrusions incrementally, which is similar to the magma budget estimated for arc environments2. As demonstrated by Supplementary Fig. 4, the time required to reach De=1 for a large column of crust is thus probably tens to hundreds of thousands of years.\nDerivation of scaling laws for dissipation.We postulate that the distribution of intrusion sizes observed in thermally evolved (De 1 regime) magmatic provinces is a consequence of self-similar energy transfer among scales. This energy transfer may be quantified by an energy balance for crustal volume V that contains a mixture of host rocks and magmatic intrusions with a range of temperatures and melt fractions:\nρ ∂U ∂t =−∇ ·\n( qc+ρUv ) + (∇ ·v) (ρU−P)−τ :∇v+ρ ( U̇in− U̇out ) (5)\nNATURE GEOSCIENCE | www.nature.com/naturegeoscience\n© 2017 Macmillan Publishers Limited, part of Springer Nature. All rights reserved.\nARTICLES NATURE GEOSCIENCE DOI: 10.1038/NGEO2982 Here U= cp1θ+Lf is internal energy per unit mass for the partially molten mixture with f being the local melt fraction, qc=−kc∇θ is the conductive heat flux, P is pressure, τ is the deviatoric stress tensor, v is a velocity vector specifying a distribution of motions of the liquid melt and solid matrix mixture, and U̇in− U̇out is the net input of internal energy.\nThe magmatic energy cascade refers to a statistically steady-state local transfer of energy among intrusion scales. Heat transfer by conduction does not involve the creation of new physical intrusion scales so does not participate directly in the cascade, although it is critically important for the evolving rheological response of crustal rocks that governs mechanical dissipation. We neglect sinks of energy through eruptions U̇out. The distribution of intrusion scales is then governed by mass transfer within the volume, for example, by terms in equation (5) involving v.\nThe divergence of mixture velocity∇ ·v accounts for volumetric work done to the crustal volume through opening intrusions (crustal rocks and magma are nearly incompressible unless volatiles exsolve). In the De 1 limit, these terms are negligible because volume change is accommodated by crustal flow. Transfer of energy between scales for intrusions within V involves two sources of energy dissipation that we label byΦM andΦT , the sum of which is:\nΦ=ΦT+ΦM=∇ · (ρUv)+τ :∇v (6)\nWe do not consider the distribution of mass transfer and deformation within V here, but rather use scaling to estimateΦM andΦT . The contribution of mechanical dissipation (assuming stored elastic energy is negligible) follows from modelling crustal materials as a pseudo-plastic power-law fluid, for which strain rate ̇ scales with deviatoric stress τ as:\ṅ=Acτ n exp [Gc/(Rθ)] (7)\nwith Ac and Gc being empirical constants69. Dissipated mechanical energyΦM is then:\nΦM=τ : ̇∼ ̇ 1 n +1 (8)\nΦM approaches a linear relationship with ̇ as the exponent n increases and stress becomes less and less sensitive to strain rate. As n→1,ΦM approaches the Newtonian viscous limit and applied stresses produce deformations over length scales comparable to k−1. As n grows, the crust behaves increasingly as a perfect plastic (approximating brittle behaviour), with deformation concentrated in thin zones35,70 with thicknesses much smaller than k−1. For the crust, n∼2−10, with larger exponents to model shear zones71 and lower exponents from experiments on crustal rocks69.\nIf deformation is dominated by magmatic recharge to intrusions subject to constant volumetric influx similar to Qin then the strain rate is ̇∼Qink3, where k is the characteristic intrusion wavenumber. Dissipation then scales as ΦM∼CMk3((1/n)+1), with CM independent of wavenumber. This mechanical dissipation rate is larger for smaller intrusions: for fixed Qin, strain rate decreases rapidly as k decreases.\nThe other contribution to dissipation,ΦT , involves advection of internal energy (dominated by the latent heat of fusion) within the crustal volume. Over sufficiently long timescales, heat transfer is supply limited and heat flux tracks variations in melt influx33 as generations of intrusions crystallize. We assume that interactions among scales (for example, dyke interactions or magma chamber lensing of dykes25) efficiently spread mantle melt influx throughout the crustal volume, so v∼qin. In such a case the heat flux Uv should be14:\nUv∼qinρ(cp1θ+L) (9)\nThe intrusion scale length is k−1, soΦT=∇ · (Uv)∼CTk with CT independent of wavenumber.\nThe energy spectrum for intrusions (energy per wavenumber k) may now be estimated from dimensional analysis. If we assume that energy transfer between scales is self-similar, the quantities that determine energy E present per wavenumber are the dissipation rate, integrated over the crustal volume and wavenumber. The integral over volume is independent of wavenumber; thus, E(k)/k∼Φ(k)akb, with a=2/3 and b=−5/3 for dimensional consistency. IfΦ is independent of k, this is the Kolmogorov ‘five-thirds’ scaling law34. The regimes of dissipation discussed above suggest the following scaling:\nE(k) k ∼Φ(k)2/3k−5/3∼\n( CMk3( 1 n +1)+CTk )2/3 k−5/3 (10)\nIn the limit that CT/CM 1, equation (10) gives an inverse spectrum for E(k)/k∼k−1, whereas the limit of CT/CM 1 gives E(k)/k∼k1/3+2/n, for which large wavenumbers dominate. The crossover wavenumber is:\nkcrit= (CM\nCT\n)−1/(2+ 3n ) = [qinAc exp(Gc/(Rθ))] 1n z 1n +1crust ρ(cp1θ+L) −1/(2+ 3 n ) (11)\nFor reasonable parameter values, k−1crit∼10s–500sm. The existence of two regimes for De<1 (and hence a crossover wavenumber) may be understood through analogy to the dynamics of a single intrusion described by equation (4). The timescale for crystallization of an intrusion of scale k−1 scales as ∼ρU/(kΘS)∝k−1, whereΘS is the heat flux at the surface of the intrusion. Deformation timescales scale with inverse strain rate as∼V0/Qin∝k−3. The shortest timescale dominates: deformation times are shorter at high k associated with mantle input, but as k→0 during the energy cascade, crystallization rates will eventually become shorter.\nCode availability. The Matlab code used for the model is provided in the Supplementary Information.\nData availability. Raw plutonic data are provided in the Supplementary Information. Raw dyke data are available from refs 11,47,48. Additional Deccan Traps data come from L. Vanderkluysen by request."
  }],
  "year": 2017,
  "references": [],
  "id": "SP:fceccd4e0ee336815871a1ff6eaa0d75acb39c3c",
  "authors": [{
    "name": "Leif Karlstrom",
    "affiliations": []
  }, {
    "name": "Scott R. Paterson",
    "affiliations": []
  }, {
    "name": "Mark Jellinek",
    "affiliations": []
  }],
  "abstractText": "Direct constraints on the ascent, storage and eruption of mantle melts come primarily from exhumed, long-frozen intrusions. These structures, relics of a dynamic magma transport network, encode how Earth’s crust grows and di erentiates over time. Furthermore, they connect mantle melting to an evolving distribution of surface volcanism. Disentangling magma transport processes from the plutonic record is consequently a seminal but unsolved problem. Here we use field data analyses, scaling theory and numerical simulations to show that the size distribution of intrusions preserved as plutonic complexes in the North American Cordillera suggests a transition in the mechanical response of crustal rocks to protracted episodes of magmatism. Intrusion sizes larger than about 100m follow a power-law scaling expected if energy delivered from the mantle to open very thin dykes and sills is transferred to intrusions of increasing size. Merging, assimilation and mixing of small intrusions into larger ones occurs until irreversible deformation and solidification dissipate available energy. Mantle magma supply over tens to hundreds of thousands of years will trigger this regime, a type of reverse energy cascade, depending on the influx rate and e ciency of crustal heating by intrusions. Identifying regimes of magma transport provides a framework for inferring subsurface magmatic processes from surface patterns of volcanism, information preservation in the plutonic record, and related e ects including climate.",
  "title": "A reverse energy cascade for crustal magma transport"
}