{
  "sections": [{
    "text": "LETTERS PUBLISHED ONLINE: 17 NOVEMBER 2014 | DOI: 10.1038/NGEO2293\nEpisodic warming of early Mars by punctuated volcanism"
  }, {
    "heading": "Itay Halevy1* and JamesW. Head III2",
    "text": "The widespread evidence for liquid water on the surface of early Mars is di cult to reconcile with a dimmer early Sun. Many geomorphological features suggestive of aqueous activity, such as valley networks and open-basin lakes, date to approximately 3.7 billion years ago1–5, coincident with a period of high volcanic activity5,6. This suggests that volcanic emissions of greenhouse gases could have sustained a warmer and wetter climate on early Mars. However, models that consider only CO2 and H2O emissions fail to produce such climates7,8, and the net climatic e ect of the sulphur-bearing gases SO2 and H2S is debated9–11. Here we investigate the atmospheric response to brief and strong volcaniceruptions, includingsulphuremissionsandanevolving population of H2SO4-bearing aerosols, using a microphysical aerosol model. In our simulations, strong greenhouse warming by SO2 is accompanied by modest cooling by sulphate aerosol formation in a presumably dusty early Martian atmosphere. The simulated net positive radiative e ect in an otherwise cold climate temporarily increases surface temperatures to permit above-freezing peak daily temperatures at low latitudes. We conclude that punctuated volcanic activity can repeatedly lead to warm climatic conditions that may have persisted for decades to centuries on Mars, consistent with evidence for transient liquid water on the Martian surface.\nGeomorphological evidence for the presence of liquid water on the surface of early Mars includes valley networks1–3, openbasin, occasionally interconnected lakes4,5, meandering channels12, deltaic features13, and relatively rapid erosion rates14. Furthermore, hydrated minerals, especially various phyllosilicates and sulphates, are ubiquitous on ancient terrains15. Although many of the mineralogical observations do not strictly require a warmer climate, the requirement for surface runoff to explain the geomorphological features suggests that liquid water was present, at least transiently, on the early Martian surface. By inference, it has been widely suggested that the climate was warmer16, but the latest generation of high-order climate models cannot sustain near-melting mean annual temperatures anywhere on the planet even with a multi-bar CO2 atmosphere7,8.\nA clustering of valley networks and open-basin lakes in the Late Noachian and Early Hesperian1–5 (∼3.7Ga) overlaps with a long maximum in volcanic activity5,6. Most of the lava erupted during this time occurs as basaltic plains (‘Hesperian ridged plains’ and related units)6,17,18, with thicknesses up to hundreds of metres, and occasionally one to two kilometres, and an estimated area greater than 30% of the planet’s surface17. Two independent approaches suggest that the basaltic plains were emplaced by a series of brief eruptions, characterized by extreme effusion rates, and separated by millennial-scale hiatuses in eruptive activity. First, the basaltic\nplains seem to have effused predominantly fromwide fissures rather than central edifices, and the observed dimensions of the fissures imply effusion rates of 105–106 m3 s−1 (ref. 19). Dividing estimates of the total volume of the basaltic plains (3.3× 107 km3; ref. 17) by the lower end of this range of effusion rates gives an upper limit of ∼10,000 years on cumulative eruptive duration, which is only ∼0.01% of the total emplacement time of the basaltic plains (100–200Myr; ref. 18). Second, the thick, laterally extensive and topographically flat morphology of the basaltic plains, as well as the scarcity of central edifices, suggest an analogy to terrestrial flood basalts that may guide estimates of eruption rates. Radiometric ages and volumes of flow packages in the Columbia River Flood Basalts and the Deccan Traps indicate that individual eruptive episodes lasted one to ten years, and were separated by quiescent periods lasting up to 10,000 years20,21. Again, active eruption only ∼0.01% of the time is implied. The effusion rates implied by both approaches (105–106 m3 s−1) are more than 1,000 times higher than those estimated for earlier volcanic activity associated with the emplacement of the Tharsis rise (100–300m3 s−1; ref. 22).\nWith typical terrestrial basaltic volatile content, such brief, high-rate (‘punctuated’) effusion implies instantaneous per-area outgassing rates up to several hundred times the terrestrial global average rate. The higher sulphur content of Martian magmas23, together with the large area and volume of the ridged plains relative to terrestrial flood basalts (Fig. 1), means that transient sulphur emission rates as high as a few thousand times the terrestrial global average were probable during plains emplacement. Thus, the average volcanic emission rate was probably composed of episodes of punctuated eruption separated by long quiescent periods. During eruptive phases, large amounts of SO2 were rapidly injected into the atmosphere, converted to H2SO4 with e-folding times of several centuries24, and incorporated into aerosols. The net climatic effect is debated. Strong greenhouse warming by SO2 (ref. 10) may be countered by comparably strong cooling due to scattering of solar radiation by aerosols11.\nIf a CO2-dominated atmosphere were unable to sustain warm temperatures7,8, early Mars is expected to have been cold. The spatial distribution of ice under these conditions7 leavesmuch of the planet’s surface exposed and desiccated—and, therefore, a potential source of atmospheric dust. A modern-day dust lofting efficiency and atmospheric loading, augmented by fine-grained volcanic ash during explosive eruptions, carries important implications for Mars’ early climate. First, in addition to nucleating new, highly reflective H2SO4–H2O aerosols11, H2SO4 would condense onto pre-existing dust and ash particles. Unless the coating makes up much of the particle’s mass, its optical properties resemble those of dust, which is less reflective than homogeneous H2SO4–H2O (Supplementary Fig. 1). Second, the H2SO4 coatings, as well as any\n1Department of Earth and Planetary Sciences, Weizmann Institute of Science, Rehovot 76100, Israel. 2Department of Earth, Environmental and Planetary Sciences, Brown University, Providence, Rhode Island 02912, USA. *e-mail: Itay.Halevy@Weizmann.ac.il\nNATURE GEOSCIENCE | VOL 7 | DECEMBER 2014 | www.nature.com/naturegeoscience 865\n© 2014 Macmillan Publishers Limited. All rights reserved.\nLETTERS NATURE GEOSCIENCE DOI: 10.1038/NGEO2293\nVolume\nArea\n0.2 1 1 0.6 10 4 15 17 2−39\nTerrestrial global average effusion rate: 0.005−0.020 103 km3 yr−1\nCo lu\nm bi\na R ive\nr fl oo\nd ba\nsa lts\nEm eis\nha n\ntra ps\nKa ro\no− Fe\nrra r p\nro vin\nce\nAf ro\n-A ra\nbi an\np ro\nvin ce\nO nt\non g-\nJa va\np lat\nea u\nHe sp\ner ian\nri dg\ned p\nlai ns\nNo rth\nA tla\nnt ic\nig ne\nou s p\nro vin\nce\nDe cc\nan tr\nap s\nSib er\nian tr\nap s\nPa ra\nna an\nd Et\nen de\nka tr\nap s\nhomogeneous H2SO4–H2O aerosols formed, would be added to an already dusty atmosphere, and their scattering effect may be minor relative to coexisting dust. To explore the effects of punctuated eruptions into a dusty early Martian atmosphere we developed a microphysical aerosol model, which dynamically tracks populations of both homogeneous H2SO4–H2O aerosols and H2SO4-coated dust (Methods). We used the calculated optical properties of these particle populations in a radiative transfer model to obtain the steady-state and time-dependent radiative effect of volcanic sulphur emissions (Methods).\nAt the atmospheric steady state, higher SO2 concentrations (resulting from higher volcanic outgassing rates) generate net positive radiative forcing up to ∼27Wm−2, despite the formation of H2SO4-bearing aerosols (Fig. 2a). This occurs because some aerosols are composed of a moderately absorptive dust core and a variably thick reflective coating of H2SO4 (Supplementary Fig. 1), and also the H2SO4 coatings and homogeneous H2SO4–H2O aerosols are added to an already dusty atmosphere. Globally, their average negative radiative effect (8–17Wm−2) is approximately two to four times the effect of scattering by pre-existing dust (∼4Wm−2), and is outweighed by SO2 greenhouse forcing, leading to net warming (Fig. 2b). Near the subsolar latitude, where the incoming solar flux is higher, scattering byH2SO4 coatings and homogeneous aerosols is more pronounced, and leads to net cooling of up to 7K at SO2 mixing ratios between∼5 and∼500 ppb (Fig. 2b). At higher SO2 levels, greenhouse forcing dominates, warming the surface by up to∼23 K.\nDuring punctuated eruptions, H2SO4 production and aerosol dynamics largely keep up with the rapid increase in SO2 levels, resulting in near-steady-state radiative forcing throughout the eruption (Fig. 2b, triangles). Although punctuated eruptions do not temporarily decouple positive forcing by SO2 from negative forcing by H2SO4-bearing aerosols11, they allow high transient atmospheric concentrations of SO2, which would be impossible to reach with lower long-term outgassing rates. For example, maintaining ∼10 ppm SO2 requires high long-term average volcanic outgassing rates ∼100 times the global terrestrial average (Fig. 2). A series of brief eruptions, however, similar in effusion rates to terrestrial flood basalts, and accompanied by instantaneous outgassing rates a few thousand times the terrestrial average, will elevate SO2 concentrations to such values, and induce the associated warming.\n(triangles, see Methods). Volcanic emission rates corresponding to the steady-state SO2 mixing ratios on the horizontal axis are shown in the centre, along with estimated emission rate ranges of terrestrial and Martian volcanism. Numbered arrows show a possible positive feedback, described in the text.\nIn the absence of SO2, the mean annual temperature (MAT) globally and at the subsolar latitude (low latitudes at normal obliquity) is ∼194 and ∼232K, respectively (Fig. 2b), in agreement with high-order climate models8, even though our simple model does not account for heat transport and clouds. During punctuated eruptions, and for decades after particularly strong eruptions, SO2 mixing ratios reach ppm levels (Fig. 3), but the globalMAT does not exceed ∼220K (Fig. 2b). At the subsolar latitude, however, a higher solar flux results in a zonalMAT as high as∼250K for the eruptions modelled here, and possibly higher for stronger or longer eruptions, which lead to higher SO2 concentrations. Given the seasonal and diurnal temperature cycle in high-order models8, this implies peak daily temperatures at low latitudes that comfortably exceed 273K for several months out of the year. Together with an invigorated\n866 NATURE GEOSCIENCE | VOL 7 | DECEMBER 2014 | www.nature.com/naturegeoscience\n© 2014 Macmillan Publishers Limited. All rights reserved.\nNATURE GEOSCIENCE DOI: 10.1038/NGEO2293 LETTERS\n0 5 10 Time (kyr)\n15 20 0\n1\n2\nSO 2 m\nix in\ng ra\ntio (p\npm v) S\nO 2 m\nix in\ng ra\ntio (p\npm v)\n0.46\n0.50\n0.54\nFr ac\ntio n\nof to\nta l H\n2S O\n4 Coated dust\nH2SO4−H2O\n1\n2\ni\nii\niii\ni\nii\niii\nPre-eruption steady state\nPunctuated eruption\nPost-eruption decay\ni ii iii\na b\nc\nFigure 3 | Atmospheric e ects of punctuated eruptions. a, Surface SO2 mixing ratios during a series of punctuated eruptions (Methods). b, SO2 mixing ratio during a ∼30-year eruption (thin black box in a). c, Fraction of total atmospheric H2SO4 in coated dust (solid) and homogeneous H2SO4–H2O (broken) aerosols. The lower super-saturation required for heterogeneous condensation of H2SO4 initially raises the fraction of H2SO4 in coated dust, which then settles owing to growth by H2SO4 condensation. Ongoing production of H2SO4 as SO2 levels increase ultimately leads to homogeneous nucleation and an increase in the fraction of H2SO4 in pure aerosols.\nhydrologic cycle, such conditions lead to intermittent generation of surface runoff for up to hundreds of years following very strong eruptions. Transient invigoration of the hydrologic cycle may also lead to scavenging of aerosols from the atmosphere, to a temporary switch from a dusty to a clean atmosphere (Fig. 2b), and to further warming due to reduced scattering by aerosols, which would last until the surface cooled and dried enough to reinitiate efficient dust lofting.\nThe occurrence of eruptions capable of elevating SO2 concentrations to ppm levels once every 1,000–10,000 years, as suggested by the deposit morphology and the analogy to terrestrial flood basalts, implies intermittent surface runoff for ∼100 years out of every 1,000–10,000 years, or ∼1–10% of plains emplacement time. A total emplacement time of 100–200Myr (ref. 18) then implies ∼106–107 years of intermittent surface runoff, in good agreement with estimates of the duration required for valley network formation25,26. Furthermore, the occurrence of these conditions, not globally, but near the subsolar latitude, is consistent with the predominantly lower-latitude distribution of fluvial and lacustrine features1–4. Finally, the decay of SO2 concentrations to sub-ppm levels between punctuated eruptions, and the associated decline to cold and icy conditions, is consistent with mounting evidence for transient, rather than sustained, wet episodes on early Mars1,26,27.\nBetween episodes of punctuated volcanism, as the planet refroze and became desiccated, the volcanically emitted sulphur would form an assemblage of sulphate and sulphite minerals in local topographic depressions. Remobilization of these salts during subsequent episodes of volcanically driven melting and hydrologic activity would require very modest precipitation rates\n(∼10mmyr−1; Supplementary Information). As the mass of sulphates grew and as the potential for wet conditions decreased, sulphates would get increasingly preserved, consistent with their occurrence mostly on Hesperian rather than Noachian terrains15. Imperfect remobilization of sulphates during wet episodes may explain the occurrence of sulphates interfingered with or basal to insoluble phyllosilicate-bearing units28. Sulphur that was removed from the atmosphere by dry deposition in extra-tropical regions would not form massive, low-latitude sulphate deposits, and may instead explain the uniform enrichment of sulphur inMartian soils.\nWe suggest that Mars’ early climate was cold during quiescent periods7,8. Most of the water would have been locked as ice on the south pole29, as snow and ice cover in the southern highlands7, and within the soil and shallow crust. During the Late Noachian and Early Hesperian, large volumes of lava were emplaced on the surface of Mars, mostly in the form of flood-basalt-like plains. By analogy to terrestrial flood basalts, eruptions are likely to have been brief and voluminous. Rapid emission of sulphur volatiles during such punctuated eruptions warmed the surface through the combined greenhouse effect of SO2 and the subdued scattering effect of H2SO4 coatings on dust and ash grains. The duration of warming was limited to tens or perhaps hundreds of years after volcanic eruptions and would be sufficient to melt surface ice and snow at low latitudes, but insufficient tomelt through the subsurface cryosphere. Between eruptions, the atmosphere returned to a cold and icy state. Soluble minerals, such as sulphates, which deposited as the planet dried, were remobilized in hydrologically active regions during subsequent wet periods and depositedwhere water collected. As volcanic activity onMarsweakened, the potential for warmer and\nNATURE GEOSCIENCE | VOL 7 | DECEMBER 2014 | www.nature.com/naturegeoscience 867\n© 2014 Macmillan Publishers Limited. All rights reserved.\nLETTERS NATURE GEOSCIENCE DOI: 10.1038/NGEO2293 wetter conditions decreased, ultimately leading to the preservation of soluble minerals on surfaces with ages corresponding to the waning stages of volcanic activity. At higher latitudes, where lower temperatures and less vigorous hydrology limited remobilization, the distribution of sulphur remained relatively homogeneous."
  }, {
    "heading": "Methods",
    "text": "Aerosol microphysics model. The single-column microphysical aerosol model is described in detail in the Supplementary Information. The model comprises 50 atmospheric levels between the ground and an altitude of 100 km. It includes the processes of photochemical production of H2SO4 from volcanically emitted SO2, homogeneous and heterogeneous nucleation of H2SO4 aerosols, their growth and evaporation, coagulation, sedimentation, rainout and transport between atmospheric levels by eddy diffusion. The composition of the background atmosphere is approximated as mostly CO2, with H2O vapour at 80% relative humidity in the troposphere and 0% in the stratosphere (Supplementary Fig. 7b). The model results presented here were for a partial pressure of CO2 of 1 bar at the planet’s surface.\nIn each atmospheric level, we track the number concentration of SO2, the size distribution and number concentrations of atmospheric particles, and the thickness of the H2SO4 coating that develops around them. We calculated the steady-state values of these quantities for rates of volcanic outgassing between 108 and 1011.5 molecules cm−2 s−1 (∼0.1–∼300 the terrestrial average volcanic outgassing rate of sulphur), and for atmospheric pressure–temperature profiles with surface temperatures between 200 and 300K, a moist adiabatic tropospheric lapse rate, and an isothermal stratosphere (160K). Furthermore, to evaluate the effect of punctuated volcanism on early Mars’ climate, we perturbed the atmospheric steady state at a long-term volcanic outgassing rate of 1010 molecules cm−2 s−1 with a series of brief and strong volcanic eruptions at 1012 molecules cm−2 s−1. Eruption and hiatus durations were randomly picked from f distributions (Supplementary Information).\nRadiative–convective equilibrium temperature profiles. Using the results of the aerosol model together with optical properties of Martian dust and pure H2SO4, we calculated absorption and scattering efficiencies from Mie theory, and used these in a line-by-line radiative transfer model to calculate atmospheric radiation fluxes for each of the atmospheric pressure–temperature profiles described above. We found the approximate value of the radiative–convective equilibrium surface temperature by interpolating between surface temperatures for which full calculations were carried out, to where the upwelling radiation at the top of the atmosphere exactly equals the incoming solar radiation. A moist adiabatic lapse rate from this estimated value of the surface temperature to an isothermal stratosphere (160K) then defines the equilibrium pressure–temperature profile. The solar flux was taken to be 75% of its present value, as appropriate for the age of most valley networks and lakes on Mars (∼3.7Ga).\nReceived 17 August 2013; accepted 13 October 2014; published online 17 November 2014"
  }, {
    "heading": "Acknowledgements",
    "text": "We thank M.J. Wolff for insightful comments. I.H. acknowledges support from an Alon Fellowship for Young Principal Investigators from the Israeli Committee for Higher Education, and from the Helen Kimmel Center for Planetary Science at the Weizmann Institute of Science. J.W.H.III acknowledges support from the NASAMars Data Analysis Program."
  }, {
    "heading": "Author contributions",
    "text": "I.H. developed the aerosol microphysics and radiative transfer models, performed the calculations, analysed the results and drafted the main and supplementary text. J.W.H.III provided the geologic evidence for the nature and timing of plains volcanism on early Mars and the association with aqueous activity. Both authors contributed to interpretation of the results and to writing the text."
  }, {
    "heading": "Additional information",
    "text": "Supplementary information is available in the online version of the paper. Reprints and permissions information is available online at www.nature.com/reprints. Correspondence and requests for materials should be addressed to I.H."
  }, {
    "heading": "Competing financial interests",
    "text": "The authors declare no competing financial interests.\n868 NATURE GEOSCIENCE | VOL 7 | DECEMBER 2014 | www.nature.com/naturegeoscience\n© 2014 Macmillan Publishers Limited. All rights reserved."
  }],
  "year": 2014,
  "references": [{
    "title": "Constraints from buffered crater counting",
    "authors": ["C.I. Fassett", "Head", "J.W. III The timing of martian valley network activity"],
    "venue": "Icarus 195, 61–89",
    "year": 2008
  }, {
    "title": "Roaming zones of precipitation on ancient Mars as recorded in valley networks",
    "authors": ["M.R.T. Hoke", "B.M. Hynek"],
    "venue": "J. Geophys. Res. Planets 114,",
    "year": 2009
  }, {
    "title": "Updated global map of Martian valley networks and implications for climate and hydrologic processes",
    "authors": ["B.M. Hynek", "M. Beach", "M.R.T. Hoke"],
    "venue": "J. Geophys. Res. Planets 115,",
    "year": 2010
  }, {
    "title": "Distribution and implications for Noachian surface and subsurface hydrology",
    "authors": ["C.I. Fassett", "Head", "J.W. III Valley network-fed", "open-basin lakes on Mars"],
    "venue": "Icarus 198, 37–56",
    "year": 2008
  }, {
    "title": "Evidence for the nature of associated lacustrine deposits and post-lacustrine modification processes",
    "authors": ["T.A. Goudge", "Head", "J.W. III", "J.F. Mustard", "Fassett", "C.I. An analysis of open-basin lake deposits on Mars"],
    "venue": "Icarus 219, 211–229",
    "year": 2012
  }, {
    "title": "Geologic history of Mars",
    "authors": ["M.H. Carr", "Head", "J.W. III"],
    "venue": "Earth Planet. Sci. Lett. 294,",
    "year": 2010
  }, {
    "title": "Water cycle and ice evolution",
    "authors": ["Wordsworth", "R. et al. Global modelling of the early martian climate under a denser CO2 atmosphere"],
    "venue": "Icarus 222, 1–19",
    "year": 2013
  }, {
    "title": "Temperatures and CO2 ice clouds",
    "authors": ["Forget", "F. et al. 3D modelling of the early martian climate under a denser CO2 atmosphere"],
    "venue": "Icarus 222, 81–99",
    "year": 2013
  }, {
    "title": "A sulfur dioxide climate feedback on early Mars",
    "authors": ["I. Halevy", "M.T. Zuber", "D.P. Schrag"],
    "venue": "Science 318,",
    "year": 2007
  }, {
    "title": "Sulfur-induced greenhouse warming on early Mars",
    "authors": ["S.S. Johnson", "M.A. Mischna", "T.L. Grove", "M.T. Zuber"],
    "venue": "J. Geophys. Res. Planets 113,",
    "year": 2008
  }, {
    "title": "Photochemical and climate consequences of sulfur outgassing on early Mars",
    "authors": ["F Tian"],
    "venue": "Earth Planet. Sci. Lett. 295,",
    "year": 2010
  }, {
    "title": "Evidence for persistent flow and aqueous sedimentation on early Mars",
    "authors": ["M.C. Malin", "K.S. Edgett"],
    "venue": "Science 302,",
    "year": 2003
  }, {
    "title": "Ancient ocean on Mars supported by global distribution of deltas and valleys",
    "authors": ["G. Di Achille", "B.M. Hynek"],
    "venue": "Nature Geosci",
    "year": 2010
  }, {
    "title": "Constraints from the Pathfinder landing site",
    "authors": ["M.P. Golombek", "Bridges", "N.T. Erosion rates on Mars", "implications for climate change"],
    "venue": "J. Geophys. Res. Planets 105, 1841–1853",
    "year": 2000
  }, {
    "title": "Updated global view",
    "authors": ["J. Carter", "F. Poulet", "Bibring", "J-P.", "N. Mangold", "Murchie", "S. Hydrous minerals on Mars as seen by the CRISM", "OMEGA imaging spectrometers"],
    "venue": "J. Geophys. Res. Planets 118, 831–858",
    "year": 2013
  }, {
    "title": "The case for a wet, warm climate on early Mars",
    "authors": ["J.B. Pollack", "J.F. Kasting", "S.M. Richardson", "K. Poliakoff"],
    "venue": "Icarus 71,",
    "year": 1987
  }, {
    "title": "Evidence for widespread volcanic flooding and tectonic deformation in the Hesperian Period",
    "authors": ["Head", "J.W. III", "M.A. Kreslavsky", "Pratt", "S. Northern lowlands of Mars"],
    "venue": "J. Geophys. Res. Planets 107, E001445",
    "year": 2002
  }, {
    "title": "Chronostratigraphic ages, topographic and crater morphologic characteristics, and updated resurfacing history",
    "authors": ["K.L. Tanaka", "S.J. Robbins", "C.M. Fortezzo", "J.A. Skinner", "Hare", "T.M. The digital geologic map of Mars"],
    "venue": "Planet. Space Sci. 95, 11–24",
    "year": 2014
  }, {
    "title": "Implications for Late Noachian–Early Hesperian volcanic resurfacing and climatic evolution",
    "authors": ["Head", "J.W. III et al. The Huygens–Hellas giant dike system on Mars"],
    "venue": "Geology 34, 285–288",
    "year": 2006
  }, {
    "title": "Continental, Oceanic, and Planetary Volcanism: Geophysical Monograph Series 100 (eds Mahony, J",
    "authors": ["S. Self", "T. Thordarson", "Keszthelyi", "L. in Large Igneous Provinces"],
    "venue": "J. & Coffin, M.) 381–410",
    "year": 1997
  }, {
    "title": "A Deccan perspective",
    "authors": ["S. Self", "M. Widdowson", "T. Thordarson", "Jay", "A.E. Volatile fluxes during flood basalt eruptions", "potential effects on the global environment"],
    "venue": "Earth Planet. Sci. Lett. 248, 518–532",
    "year": 2006
  }, {
    "title": "Evidence for episodicity in the magma supply to the large Tharsis volcanoes",
    "authors": ["L. Wilson", "E.D. Scott", "Head", "J.W. III"],
    "venue": "J. Geophys. Res. Planets 106,",
    "year": 2001
  }, {
    "title": "The sulfur content of volcanic gases on Mars",
    "authors": ["F. Gaillard", "B. Scaillet"],
    "venue": "Earth Planet. Sci. Lett. 279,",
    "year": 2009
  }, {
    "title": "Implications for transient greenhouse warming",
    "authors": ["S.J. Johnson", "A.A. Pavlov", "Mischna", "M.A. Fate of SO2 in the ancient Martian atmosphere"],
    "venue": "J. Geophys. Res. Planets 114, E11011",
    "year": 2009
  }, {
    "title": "Formation timescales of large Martian valley networks",
    "authors": ["M.R.T. Hoke", "B.M. Hynek", "G.E. Tucker"],
    "venue": "Earth Planet. Sci. Lett. 312,",
    "year": 2011
  }, {
    "title": "Landform simulations of Parana Basin, Mars",
    "authors": ["C.J. Barnhart", "A.D. Howard", "Moore", "J.M. Long-term precipitation", "late-stage valley network formation"],
    "venue": "J. Geophys. Res. Planets 114, E01003",
    "year": 2009
  }, {
    "title": "Juvenile chemical sediments and the long term persistence of water at the surface of Mars",
    "authors": ["N.J. Tosca", "A.H. Knoll"],
    "venue": "Earth Planet. Sci. Lett. 286,",
    "year": 2009
  }, {
    "title": "Paleoclimate on Mars as captured by the stratigraphic record in Gale Crater",
    "authors": ["R.E. Milliken", "J.P. Grotzinger", "B.J. Thomson"],
    "venue": "Geophys. Res. Lett. 37,",
    "year": 2010
  }, {
    "title": "Independent evidence for cold conditions from basal melting of the south polar ice sheet (Dorsa Argentea Formation) and implications for valley network formation",
    "authors": ["J.L. Fastook", "Head", "J.W. III Early Mars climate near the Noachian–Hesperian boundary"],
    "venue": "Icarus 219, 25–40",
    "year": 2012
  }, {
    "title": "A review",
    "authors": ["Ross", "P.S. et al.Mafic volcaniclastic deposits in flood basalt provinces"],
    "venue": "J. Volcanol. Geotherm. Res. 145, 281–314",
    "year": 2005
  }],
  "id": "SP:052b16dce0e0cbed7fe007d024fc0bae2b2c45cd",
  "authors": [{
    "name": "Itay Halevy",
    "affiliations": []
  }],
  "abstractText": "The widespread evidence for liquid water on the surface of early Mars is di cult to reconcile with a dimmer early Sun. Many geomorphological features suggestive of aqueous activity, such as valley networks and open-basin lakes, date to approximately 3.7 billion years ago1–5, coincident with a period of high volcanic activity5,6. This suggests that volcanic emissions of greenhouse gases could have sustained a warmer and wetter climate on early Mars. However, models that consider only CO2 and H2O emissions fail to produce such climates7,8, and the net climatic e ect of the sulphur-bearing gases SO2 and H2S is debated9–11. Here we investigate the atmospheric response to brief and strong volcaniceruptions, includingsulphuremissionsandanevolving population of H2SO4-bearing aerosols, using a microphysical aerosol model. In our simulations, strong greenhouse warming by SO2 is accompanied by modest cooling by sulphate aerosol formation in a presumably dusty early Martian atmosphere. The simulated net positive radiative e ect in an otherwise cold climate temporarily increases surface temperatures to permit above-freezing peak daily temperatures at low latitudes. We conclude that punctuated volcanic activity can repeatedly lead to warm climatic conditions that may have persisted for decades to centuries on Mars, consistent with evidence for transient liquid water on the Martian surface. Geomorphological evidence for the presence of liquid water on the surface of early Mars includes valley networks1–3, openbasin, occasionally interconnected lakes4,5, meandering channels12, deltaic features13, and relatively rapid erosion rates14. Furthermore, hydrated minerals, especially various phyllosilicates and sulphates, are ubiquitous on ancient terrains15. Although many of the mineralogical observations do not strictly require a warmer climate, the requirement for surface runoff to explain the geomorphological features suggests that liquid water was present, at least transiently, on the early Martian surface. By inference, it has been widely suggested that the climate was warmer16, but the latest generation of high-order climate models cannot sustain near-melting mean annual temperatures anywhere on the planet even with a multi-bar CO2 atmosphere7,8. A clustering of valley networks and open-basin lakes in the Late Noachian and Early Hesperian1–5 (∼3.7Ga) overlaps with a long maximum in volcanic activity5,6. Most of the lava erupted during this time occurs as basaltic plains (‘Hesperian ridged plains’ and related units)6,17,18, with thicknesses up to hundreds of metres, and occasionally one to two kilometres, and an estimated area greater than 30% of the planet’s surface17. Two independent approaches suggest that the basaltic plains were emplaced by a series of brief eruptions, characterized by extreme effusion rates, and separated by millennial-scale hiatuses in eruptive activity. First, the basaltic plains seem to have effused predominantly fromwide fissures rather than central edifices, and the observed dimensions of the fissures imply effusion rates of 105–106 m3 s−1 (ref. 19). Dividing estimates of the total volume of the basaltic plains (3.3× 107 km3; ref. 17) by the lower end of this range of effusion rates gives an upper limit of ∼10,000 years on cumulative eruptive duration, which is only ∼0.01% of the total emplacement time of the basaltic plains (100–200Myr; ref. 18). Second, the thick, laterally extensive and topographically flat morphology of the basaltic plains, as well as the scarcity of central edifices, suggest an analogy to terrestrial flood basalts that may guide estimates of eruption rates. Radiometric ages and volumes of flow packages in the Columbia River Flood Basalts and the Deccan Traps indicate that individual eruptive episodes lasted one to ten years, and were separated by quiescent periods lasting up to 10,000 years20,21. Again, active eruption only ∼0.01% of the time is implied. The effusion rates implied by both approaches (105–106 m3 s−1) are more than 1,000 times higher than those estimated for earlier volcanic activity associated with the emplacement of the Tharsis rise (100–300m3 s−1; ref. 22). With typical terrestrial basaltic volatile content, such brief, high-rate (‘punctuated’) effusion implies instantaneous per-area outgassing rates up to several hundred times the terrestrial global average rate. The higher sulphur content of Martian magmas23, together with the large area and volume of the ridged plains relative to terrestrial flood basalts (Fig. 1), means that transient sulphur emission rates as high as a few thousand times the terrestrial global average were probable during plains emplacement. Thus, the average volcanic emission rate was probably composed of episodes of punctuated eruption separated by long quiescent periods. During eruptive phases, large amounts of SO2 were rapidly injected into the atmosphere, converted to H2SO4 with e-folding times of several centuries24, and incorporated into aerosols. The net climatic effect is debated. Strong greenhouse warming by SO2 (ref. 10) may be countered by comparably strong cooling due to scattering of solar radiation by aerosols11. If a CO2-dominated atmosphere were unable to sustain warm temperatures7,8, early Mars is expected to have been cold. The spatial distribution of ice under these conditions7 leavesmuch of the planet’s surface exposed and desiccated—and, therefore, a potential source of atmospheric dust. A modern-day dust lofting efficiency and atmospheric loading, augmented by fine-grained volcanic ash during explosive eruptions, carries important implications for Mars’ early climate. First, in addition to nucleating new, highly reflective H2SO4–H2O aerosols11, H2SO4 would condense onto pre-existing dust and ash particles. Unless the coating makes up much of the particle’s mass, its optical properties resemble those of dust, which is less reflective than homogeneous H2SO4–H2O (Supplementary Fig. 1). Second, the H2SO4 coatings, as well as any",
  "title": "Episodic warming of early Mars by punctuated volcanism"
}