{
  "sections": [{
    "text": "LETTERS PUBLISHED ONLINE: 23 JANUARY 2011 | DOI: 10.1038/NGEO1069\nCatastrophic dispersion of coal fly ash into oceans during the latest Permian extinction"
  }, {
    "heading": "Stephen E. Grasby1*, Hamed Sanei1 and Benoit Beauchamp2",
    "text": "During the latest Permian extinction about 250 Myr ago, more than 90% of marine species went extinct, and biogeochemical cycles were disrupted globally1. The cause of the disruption is unclear, but a link between the eruption of the Siberian Trap flood basalts and the extinction has been suggested on the basis of the rough coincidence of the two events2,3. The flood basalt volcanism released CO2. In addition, related thermal metamorphism of Siberian coal measures and organic-rich shales led to the emission of methane, which would have affected global climate and carbon cycling, according to model simulations2–6. This scenario is supported by evidence for volcanic eruptions and gas release in the Siberian Tunguska Basin6, but direct indicators of coal combustion have not been detected. Here we present analyses of terrestrial carbon in marine sediments that suggest a substantial amount of char was deposited in Permian aged rocks from the Canadian High Arctic immediately before the mass extinction. Based on the geochemistry and petrology of the char, we propose that the char was derived from the combustion of Siberian coal and organic-rich sediments by flood basalts, which was then dispersed globally. The char is remarkably similar to modern coal fly ash, which can create toxic aquatic conditions when released as slurries. We therefore speculate that the global distribution of ash could have created toxic marine conditions.\nOur study focuses on the Buchanan Lake section, from the rapidly subsiding Sverdrup Basin, Canadian High Arctic (Fig. 1), which records uninterrupted and uncondensed Late Carboniferous to Cretaceous deep-water, bathyal to near abyssal, marine sedimentation across the latest Permian extinction (LPE) event on the NWmargin of Pangea7–10. The section is dominated by fissile black siliceous shale of the Late Permian Black Stripe Formation that transitions to thinly laminated green Early Triassic Blind Fiord Formation shale9. The LPE boundary is marked by a significant negative shift in the δ13C record of organic matter, consistent with othermarine and terrestrial inorganic and organic records observed globally8,11,12. The boundary section is characterized by progressive development of basin-to-shelf anoxic to euxinic seawater that developed in response to chemocline upward excursion8,9. We present here petrographic and geochemical analyses (Supplementary Methods) of shale-hosted organic matter across the LPE event boundary at Buchanan Lake.\nMicroscopic examination of whole rock samples reveals two distinct groups of organic matter that are not discernable from hand sample or outcrop. Group 1 consists of thermally-altered liptinitic-origin matter (normal marine organics) and over-mature microscopic bitumen derived from them, with reflectance <3%. These reflectance values are consistent with regional thermal maturation studies that place Buchanan Lake in a Thermal Alteration Index (TAI) of 4, on the basis of spore and conodont\n1Geological Survey of Canada—Calgary, 3303 33rd Street N.W., Calgary Alberta, T2L 2A7, Canada, 2Arctic Institute of North America, University of Calgary, 2500 University Dr. N.W., Calgary Alberta, T2N 1N4, Canada. *e-mail: sgrasby@nrcan.gc.ca.\nmap after R. Scotese).\ncolour alteration, as well as vitrinite reflectance13. Thermal maturation values of group 1 organics thus reflect the maximum regional burial-temperature of the host shale and are consistent with these organics having a primary marine origin. Group 2 organic matter consists of combustion-derived isotropic chars that commonly show high optical reflectance (>4%). These optical properties indicate intense, high-temperature carbonization and rapid combustion of organicmaterial that cannot be associatedwith burial-related thermal maturation.\nCombusted coal and burnt wood have distinct optical features that allow them to be distinguished (Supplementary Organic Petrography). Several features of group 2 organics show a strong resemblance to modern fly ash collected from coalfired power plants (Fig. 2), including: (1) carbon cenospheres with trapped inclusions of gas (Fig. 2a), (2) bulky inertinitic chars showing characteristic cracking related to rapid heating (Fig. 2b–d), and (3) highly vacuolated, spongy vitrinitic chars (Fig. 2e). Cenospheres are formed only by injection of molten coal into the atmosphere, causing rapid temperature quenching and hence ‘freezing’ in a spherical shape14. On the basis of these characteristic optical features, we interpret group 2 organics as originating from combusted coal.\nRecycling of coal from contemporaneous or older Sverdrup Basin units, or from older strata of the underlying Franklinian Basin, cannot explain the abundant occurrence of the coaly particles, as coal is either very rare or non-existent15. Neither are there knownMiddle or Late Permian coal occurrences immediately west, south or north of the Sverdrup Basin that could explain the coal ash occurrence16. Given the position of the Sverdrup Basin, west of the vast Angara coal province of Siberia (Fig. 1), we considered Siberian Trap volcanism2–6 as a feasible source for coal fly ash. At this latitude, with predominant westerlies, fly ash would have to travel >20,000 km eastward to reach the Sverdrup\n104 NATURE GEOSCIENCE | VOL 4 | FEBRUARY 2011 | www.nature.com/naturegeoscience © 2011 Macmillan Publishers Limited. All rights reserved.\nNATURE GEOSCIENCE DOI: 10.1038/NGEO1069 LETTERS\n(a*–e*) are shown. Specific examples include (a–a*): a carbon cenesophere with trapped inclusions of gas, showing the typical morphology of coal fly ash; (b–b*, c–c*, d–d*): bulky inertinitic chars showing some precursor coal inertinite structure with the characteristics of cracking and deformation related to intense rapid heat; (e–e*): highly vacuolated, spongy vitrinitic chars. Photographs are taken using reflected-light microscopy with immersion oil.\nBasin. The majority of particles we observe are <50 µm, and cenospheres are <20 µm, within the fine to very fine volcanic ash size. Volcanic ash from this size range has been dispersed over thousands of kilometres in recent eruptions17. The Siberian Traps was a megascale eruption (more than 1,000Gt of magma released), one of the largest in Earth history3, and has associated high-velocity explosive release structures6 as well as evidence for significant coal combustion2–6. Dispersion of ash is a function of the initial plume height (related to eruption magnitude), particle density, and wind speed. Flood basalt eruptions initiate with an explosive phase that\n864\n%TOC\n20 0\n0.2\n0.4\n0.6\n0.8\n1.0\n1.2\nS3 (\nm g\nC O\n2 pe\nr gr\nam o\nf r oc\nk)\nPost-extinction\nPre-extinction\nGroup 1 organics\nGroup 2 organics\ncan generate plumes over 20 km high, sufficient to inject ash into the stratosphere18, and major eruptions with plumes >40 km are known. Cenosphere density is about half that of lithic fragments, meaning that coal fly ash entrained during eruption would be more widely dispersed. Transport towards the Sverdrup Basin would be favoured by strong mid-latitude westerly winds, making the Siberian Traps themost reasonable source of coal fly ash.\nOur finding provides the first direct evidence for coal ash at the LPE event. Coal ash may not have been previously recognized elsewhere, as it is observed only through organic petrography. Modelling indicates that megascale eruptions may have formed interhemispheric ash clouds19, allowing global coal ash distribution. The ‘black organics particles’ observed at Meishan20 may support this. However the remarkable deep water record at Buchanan Lake, downwind of the Siberian Traps, may have uniquely favoured fly ash preservation.\nTo better define fly ash loading rates, speciation of organic carbon was determined by Rock-Eval Analyses. Figure 3 plots S3 (mg CO2 per gram of rock) values, which represents the quantity of oxygen containing organic matter, against total organic carbon (%TOC). The slope of the regression line in the S3: TOC plot represents the oxygen index (OI) (S3/TOC× 100), which is proportional to the O:C ratio of the sedimentary organic matter. The result shows three groups of organic matter, as indicated by their distinct data regressions in the S3: TOC graph (Fig. 3). Two trends show typical variable development of S3 peaks as a function of TOC throughout the sedimentary succession. These trends are characteristic of kerogen-typemarine organicmatter that has undergone burial-induced thermal maturation, as represented by group 1 organics. There is a distinct shift in the S3: TOC data trends for samples above and below the LPE event boundary that is probably attributable to major changes in the kerogen composition (as indicated by OI) of autochthonous organic matter across the extinction horizon21, related to global stresses on the marine ecosystem. The third trend shows samples with variable to high TOC values but with little S3 development. This reflects loading of highly refractory group 2 char.\nFigure 4 shows temporal trends in %TOC at Buchanan Lake, distinguishing the three endmembers defined in Fig. 3, along with some key geochemical parameters. There is a general increase in autochthonous marine organic content going upwards towards the LPE boundary, associated with increased development of anoxia, as\nNATURE GEOSCIENCE | VOL 4 | FEBRUARY 2011 | www.nature.com/naturegeoscience 105 © 2011 Macmillan Publishers Limited. All rights reserved.\nLETTERS NATURE GEOSCIENCE DOI: 10.1038/NGEO1069\n¬80\n¬60\n¬40\n¬20\n0\n20 40 D ep th ( m )\nLPE boundary\nFly ash loading events\nI\nII III Bl ac k St ri pe fm\nBl in\nd Fi\nor d\nfm\n0 2 4 %TOC\nSiltstone, sandstone, minor shale\nSiltstone Non-siliceous shale (with carbonate beds) Siliceous shale Pyrite layerShaley chertSlump\nMo/Al Cr/Al 6 8 ¬30 ¬28 ¬26 ¬24 0.1 1 10 0 10 20 30 40\na b c d\n13Cδ %%( VPDB)\nFigure 4 | Plot of vertical trends in key geochemical parameters across the LPE event at Buchanan Lake along with a lithostratigraphic column. Zones with high concentrations of combusted coal (horizontal green bars) are indicated as fly ash loading events. Vertical trends in a per cent total organic carbon (TOC%) are distinguished by symbols as defined in Fig. 3. Previously published9 stable isotope and geochemical data (b–d) are also shown.\nshown by increasedMo/Al ratios, followed by an abrupt drop across the boundary, consistent with the collapse of primary productivity associated with the extinction event. Most intriguing are 3 main loading events (I, II and III) of coal fly ash, as indicated by an abrupt increase in group 2 organics (red squares). On the basis of sedimentation rates we approximate the first loading event as 500–750 kyr before the LPE. Fly ash loading events dominate the TOC content at these times (confirmed by optical petrography), and as would be expected, cause a brief shift in the carbon isotope record (to ∼−27h) as the δ13Corg value becomes temporally dominated by the fly ash component. Outside of fly ash loading events δ13Corg records background trends in the marine biogeochemical carbon cycle as represented by group 1 autochthonous organic matter. δ13Corg in the lowest part of the section is stable. After loading event I, there starts a progressive negative shift in δ13Corg, then a briefer negative shift after loading event II, and finally a large shift in δ13C associated with the LPE event boundary after loading event III. This shows that globally observed shifts in δ13C are a direct response to Siberian Trap volcanism. Although release of volcanic gas and ash to the atmosphere may be a cause of this link, we also consider the potential impact of coal fly ash loading on land and into ocean basins.\nMafic megascale eruptions are long-lived events that would allow significant build-up of global ash clouds18. More than 3 trillion tons of carbon released by Siberian Traps coal burning has been suggested5,6. The peak loading of pyrolytic carbon at Buchanan Lake (7%) indicates that fly ash slurries may have negatively impacted the chemistry of the Sverdrup Basin. With very low settling velocities, suspended coal ash particles form slurries that limit light penetration, whereas nutrients and toxic metals associated with fly ash are released into waters. Naturally occurring toxic and radioactive elements in coal are significantly concentrated into the fly ash component during combustion (for example ∼98× concentration factor for As; refs 22,23). Even with modern emission control systems that capture up to 99% of ash content at coal-fired power plants, trace elements released from the remaining 1% are suggested to equal the natural flux from rock weathering24. Fly ash is known to stress aquatic ecosystems by generating anoxic conditions through limited photosynthesis and enhanced microbial activity, and metal toxicity25. Given this, coal ash dispersed by the explosive\nSiberian Trap eruption would be expected to have an associated release of toxic elements in impacted water bodies where fly ash slurries developed.\nChromium is enriched by a factor of ten to fifty times in modern coal fly ash22. The Cr/Al plot in Fig. 4 (corrected for changes in sediment flux by normalizing with Al) shows toxic metal release coinciding with each fly ash loading event. There are no changes in lithology associated with loading events to indicate an intrabasinal source (Fig. 4). Peak Cr levels occur during fly ash loading event III, just below the LPE boundary. At the same time, following each fly ash loading event, there is a shift to higher Mo/Al ratios, whereas δ13Corg drops, suggesting increased development of anoxia as well as disruption of the biogeochemical carbon cycle in response to fly ash loading. Development of the highest Mo/Al values occurs at the LPE, immediately after fly ash loading event III. Here a significant change in character and size distribution of pyrite framboids has been interpreted as indicating the onset of euxinia at the LPE boundary9. Globally, biomarker evidence shows expansion of planktonic cyanobacteria communities associated with the LPE event, and this has been suggested to be at least partly related to enhanced nutrient inputs21,26. Models also show increases in nutrient flux are required for the onset of anoxia and euxinic conditions in Permian sea water27. Loading of nutrient rich fly ash (for example Fe) could provide a direct causal link between Siberian Trap volcanism and the development of anoxia.\nOur study provides the first direct temporal link between thermal metamorphism of coal beds and the LPE event, supporting a causal relationship. Our results are consistent with other studies that suggest the onset of extinction20,28, as well ocean anoxia29,30, initiated before the LPE boundary. A key finding in our work is that negative δ13C shifts occur after each fly ash loading event, including the large globally observed shift at the LPE boundary. This probably represents longer-term release of low δ13C CO2 from thermal metamorphism of coal and organic rich shales through smoldering groundfires, after the initial explosive eruption that generated the coal ash. It needs to be discerned further if this also reflects stress induced on the marine ecosystem by fly ash loading. Release of highly concentrated metals and nutrients in fly ash may have placed significant stress on the SverdrupBasin and, potentially, the global ecosystem.\n106 NATURE GEOSCIENCE | VOL 4 | FEBRUARY 2011 | www.nature.com/naturegeoscience © 2011 Macmillan Publishers Limited. All rights reserved.\nNATURE GEOSCIENCE DOI: 10.1038/NGEO1069 LETTERS Received 2 September 2010; accepted 21 December 2010; published online 23 January 2011"
  }, {
    "heading": "Acknowledgements",
    "text": "L. Stasiuk and J. Potter provided valuable scientific input. Helpful comments from Norm Sleep are appreciated. Geological Survey of Canada GCS Contribution 20100284."
  }, {
    "heading": "Author contributions",
    "text": "S.E.G. collected field samples and conducted geochemical analyses, H.S. performed organic petrography, B.B. provided regional stratigraphic context."
  }, {
    "heading": "Additional information",
    "text": "The authors declare no competing financial interests. Supplementary information accompanies this paper on www.nature.com/naturegeoscience. Reprints and permissions information is available online at http://npg.nature.com/reprintsandpermissions. Correspondence and requests for materials should be addressed to S.E.G.\nNATURE GEOSCIENCE | VOL 4 | FEBRUARY 2011 | www.nature.com/naturegeoscience 107 © 2011 Macmillan Publishers Limited. All rights reserved."
  }],
  "year": 2011,
  "references": [{
    "title": "How life on Earth Nearly Ended 250 Million Years Ago",
    "authors": ["Erwin", "D.H. Extinction"],
    "year": 2006
  }, {
    "title": "Implications for the end-Permian environmental crisis",
    "authors": ["Reichow", "M.K. et al. The timing", "extent of the eruption of the Siberian Traps large igneous province"],
    "venue": "Earth Planet. Sci. Lett. 277, 9–20",
    "year": 2009
  }, {
    "title": "A critical review",
    "authors": ["A.D. Saunders", "Reichow", "M.K. The Siberian Traps", "the end-Permian mass extinction"],
    "venue": "Chin. Sci. Bull. 54, 20–37",
    "year": 2009
  }, {
    "title": "Massive volcanism at the Permian–Triassic boundary and its impact on the isotopic composition of the ocean and atmosphere",
    "authors": ["C Korte"],
    "venue": "J. Asian Earth Sci",
    "year": 2010
  }, {
    "title": "Methane release from igneous intrusion of coal during Late Permian extinction events",
    "authors": ["G.J. Retallack", "A.H. Jahren"],
    "venue": "J. Geol. 116,",
    "year": 2008
  }, {
    "title": "Siberian gas venting and the end-Permian environmental crisis",
    "authors": ["H Svensen"],
    "venue": "Earth Planet. Sci. Lett. 277,",
    "year": 2009
  }, {
    "title": "The Lindström and Black Stripe formations",
    "authors": ["Beauchamp", "B. et al. Late Permian sedimentation in the Sverdrup Basin", "Canadian Arctic"],
    "venue": "Can. Soc. Petrol. Geol. Bull. 57, 167–191",
    "year": 2009
  }, {
    "title": "Intrabasin variability of the carbon-isotope record across the Permian–Triassic transition, Sverdrup Basin, Arctic Canada",
    "authors": ["S.E. Grasby", "B. Beauchamp"],
    "venue": "Chem. Geol. 253,",
    "year": 2008
  }, {
    "title": "Latest Permian to Early Triassic basin-to-shelf anoxia in the Sverdrup Basin, Arctic Canada",
    "authors": ["S.E. Grasby", "B. Beauchamp"],
    "venue": "Chem. Geol. 264,",
    "year": 2009
  }, {
    "title": "The Sedimentary Basins of Unites States and Canada (ed",
    "authors": ["A.F. Embry", "B. Beauchamp"],
    "venue": "(Elsevier,",
    "year": 2008
  }, {
    "title": "Permian–Triassic of the Tethys; Carbon isotope studies",
    "authors": ["A. Baud", "M. Magaritz", "W.T. Holser"],
    "venue": "Geol. Rundschau 78,",
    "year": 1989
  }, {
    "title": "Thermal maturity of Carboniferous and Permian rocks of the Sverdrup Basin, Canadian Arctic Archipelago, Geol",
    "authors": ["J. Utting", "F. Goodarzi", "B.J. Dougherty", "C.M.B. Henderson"],
    "venue": "Sur. Can., Paper no",
    "year": 1989
  }, {
    "title": "Classification of carbon in Canadian fly ashes and their implications in the capture of mercury",
    "authors": ["F. Goodarzi", "J.C. Hower"],
    "venue": "Fuel 87,",
    "year": 2008
  }, {
    "title": "Island’s salt-based fold belt, Arctic Canada Geol",
    "authors": ["Harrison", "J.C. Melville"],
    "venue": "Sur. Can.,",
    "year": 1995
  }, {
    "title": "Permian phytogeographic patterns and climate data/model comparisions",
    "authors": ["Rees", "P. M"],
    "venue": "J. Geol. 110,",
    "year": 2002
  }, {
    "title": "Volcanic Successions",
    "authors": ["R.A.F. Cas", "J.V. Wright"],
    "venue": "Modern and Ancient (Chapman,",
    "year": 1987
  }, {
    "title": "Influence on Geologic History Vol",
    "authors": ["T. Thordarson", "M. Rampino", "L.P. Keszthelyi", "Self", "S. in Preservation of Random Megascale Events on Mars", "Earth"],
    "venue": "453 (eds Keszthelyi, M. G. & L. P., Chapman) 37–53",
    "year": 2009
  }, {
    "title": "The variation of large-magnitude volcanic ash cloud formation with source latitude",
    "authors": ["P.G. Baines", "M.T. Jones", "R.S.J. Sparks"],
    "venue": "J. Geophys. Res. 113,",
    "year": 2008
  }, {
    "title": "Changes in the global carbon cycle occured as two episodes during the Permina–Triassic crisis",
    "authors": ["S Xie"],
    "venue": "Geology 35,",
    "year": 2007
  }, {
    "title": "Photic zone euxinia during the Permian–Triassic superanoxic event",
    "authors": ["K Grice"],
    "venue": "Science 307,",
    "year": 2005
  }, {
    "title": "Pathways of thirty-seven trace elements through coal-fired power plant",
    "authors": ["Klein", "D. H"],
    "venue": "Environ. Sci. Technol",
    "year": 1975
  }, {
    "title": "A review",
    "authors": ["Papastefanou", "C. Escaping radioactivity from coal-fired power plants (CPPs) due to coal burning", "the associated hazards"],
    "venue": "J. Environ. Radioact. 101, 191–200",
    "year": 2010
  }, {
    "title": "Fossil fuel combustion and the major sedimentary cycle",
    "authors": ["K.K. Bertine", "E.D. Goldberg"],
    "venue": "Science 173,",
    "year": 1971
  }, {
    "title": "A review",
    "authors": ["C.L. Rowe", "W.A. Hopkins", "Congdon", "J.D. Ecotoxicological implications of aquatic disposal of coal combustion residues in the United States"],
    "venue": "Environ. Monit. Assess. 80, 207–276",
    "year": 2002
  }, {
    "title": "Two episodes of microbial change coupled with Permo/Triassic faunal mass extinction",
    "authors": ["S. Xie", "R.D. Pancost", "H. Yin", "H. Wang", "R.P. Evershed"],
    "venue": "Nature 434,",
    "year": 2005
  }, {
    "title": "Ocean stagnation and end-Permian anoxia",
    "authors": ["R.M. Hotinski", "K.L. Bice", "L.R. Kump", "R.G. Najjar", "M.A. Arthur"],
    "venue": "Geology 29,",
    "year": 2001
  }, {
    "title": "Pattern of marine mass extinction near the Permian–Triassic boundary in south China",
    "authors": ["Jin", "Y. G"],
    "venue": "Science 289,",
    "year": 2000
  }, {
    "title": "Rapid and synchrous collapse of marine and terrestrial ecosystems during the end-Permian biotic crisis",
    "authors": ["R.J. Twitchett", "C.V. Looy", "R. Morante", "H. Visscher", "P.B. Wignall"],
    "venue": "Geology 29,",
    "year": 2001
  }, {
    "title": "Contrasting deep-water records from the Upper Permian and Lower Triassic of South Tibet and British Columbia; evidence for a diachronous mass extinction",
    "authors": ["P. Wignall", "R. Newton"],
    "venue": "Palaios 18,",
    "year": 2003
  }],
  "id": "SP:cb7849e7330a0b73aec6fd444f542f1bb1093964",
  "authors": [{
    "name": "Stephen E. Grasby",
    "affiliations": []
  }, {
    "name": "Hamed Sanei",
    "affiliations": []
  }, {
    "name": "Benoit Beauchamp",
    "affiliations": []
  }],
  "abstractText": "During the latest Permian extinction about 250 Myr ago, more than 90% of marine species went extinct, and biogeochemical cycles were disrupted globally1. The cause of the disruption is unclear, but a link between the eruption of the Siberian Trap flood basalts and the extinction has been suggested on the basis of the rough coincidence of the two events2,3. The flood basalt volcanism released CO2. In addition, related thermal metamorphism of Siberian coal measures and organic-rich shales led to the emission of methane, which would have affected global climate and carbon cycling, according to model simulations2–6. This scenario is supported by evidence for volcanic eruptions and gas release in the Siberian Tunguska Basin6, but direct indicators of coal combustion have not been detected. Here we present analyses of terrestrial carbon in marine sediments that suggest a substantial amount of char was deposited in Permian aged rocks from the Canadian High Arctic immediately before the mass extinction. Based on the geochemistry and petrology of the char, we propose that the char was derived from the combustion of Siberian coal and organic-rich sediments by flood basalts, which was then dispersed globally. The char is remarkably similar to modern coal fly ash, which can create toxic aquatic conditions when released as slurries. We therefore speculate that the global distribution of ash could have created toxic marine conditions. Our study focuses on the Buchanan Lake section, from the rapidly subsiding Sverdrup Basin, Canadian High Arctic (Fig. 1), which records uninterrupted and uncondensed Late Carboniferous to Cretaceous deep-water, bathyal to near abyssal, marine sedimentation across the latest Permian extinction (LPE) event on the NWmargin of Pangea7–10. The section is dominated by fissile black siliceous shale of the Late Permian Black Stripe Formation that transitions to thinly laminated green Early Triassic Blind Fiord Formation shale9. The LPE boundary is marked by a significant negative shift in the δ13C record of organic matter, consistent with othermarine and terrestrial inorganic and organic records observed globally8,11,12. The boundary section is characterized by progressive development of basin-to-shelf anoxic to euxinic seawater that developed in response to chemocline upward excursion8,9. We present here petrographic and geochemical analyses (Supplementary Methods) of shale-hosted organic matter across the LPE event boundary at Buchanan Lake. Microscopic examination of whole rock samples reveals two distinct groups of organic matter that are not discernable from hand sample or outcrop. Group 1 consists of thermally-altered liptinitic-origin matter (normal marine organics) and over-mature microscopic bitumen derived from them, with reflectance <3%. These reflectance values are consistent with regional thermal maturation studies that place Buchanan Lake in a Thermal Alteration Index (TAI) of 4, on the basis of spore and conodont",
  "title": "Catastrophic dispersion of coal fly ash into oceans during the latest Permian extinction"
}