{
  "sections": [{
    "text": "LETTERS PUBLISHED ONLINE: 7 FEBRUARY 2010 | DOI: 10.1038/NGEO757\nCarbon sequestration activated by a volcanic CO2 pulse during Ocean Anoxic Event 2"
  }, {
    "heading": "Richard S. Barclay1*, Jennifer C. McElwain2 and Bradley B. Sageman1",
    "text": "The Cretaceous Ocean Anoxic Event 2 (about 94 million years ago) is thought to be linked to extensive volcanism, which triggered a biogeochemical chain of events that eventually led to widespread marine anoxia and a remarkable increase in carbon burial in marine sediments1–3. It has been suggested that the event was accompanied by a substantial decrease in atmospheric CO2 concentrations4, but the quantification of the drawdown remains controversial5,6. Here we reconstruct atmospheric CO2 concentrations throughout the ocean anoxic event from counts of the stomata in fossil leaves, and use terrestrial carbon isotopes to link the reconstruction to marine records of the event7,8. We find that before the onset of ocean anoxia, atmospheric CO2 concentrations increased by 20% over background levels of 370+100/−70 ppm. This was part of a long-term rise in atmospheric CO2 levels, presumably caused by volcanism, which reached a peak of 500+400/−180 ppm. However, two pulses of extensive carbon burial during the ocean anoxic event, as indicated by positive carbon isotope excursions, are associated with decreased atmospheric CO2 concentrations. We conclude that the sequestration of marine organic carbon led to a decrease in atmospheric CO2 concentration of up to 26% during Ocean Anoxic Event 2.\nDuring Cretaceous oceanic anoxic events (OAEs), the rate and magnitude of organic carbon production and preservation were greatly elevated from typical background Cretaceous levels for periods of a half to one million years9. They are defined in the rock record by widely traceable intervals of laminated fine-grained strata (Fig. 1) with elevated organic carbon content10 and 2–4h positive excursions in δ13C of carbonate and organic carbon, respectively8,11. Ocean Anoxic Event 2 (OAE2), which brackets the Cenomanian–Turonian boundary, records a major disturbance in the global carbon cycle when global temperatures were at their highest level for the past 115million years (Myr; ref. 12). On the basis of carbon isotope data4, it was argued that the burial of marine organic carbon associated with OAE2 might have been sufficient to shift the ocean to a net carbon sink. The resulting drawdown in pCO2 could have produced a transient cooling of the prevailing greenhouse climate of the Late Cretaceous period4. Previous efforts to test for pCO2 drawdown during OAE2 (refs 5, 6) provide indirect support for the carbon sequestration hypothesis4. However, these studies have focused solely on marine records and there are significant uncertainties associated with the pCO2 proxies used (for example, geoporphyrin-based εp reconstruction in epeiric settings5, and interpretations depending on undocumented early evolution of C4 plants in the Cretaceous period6).\nHere we present a high-resolution atmospheric palaeo-pCO2 reconstruction across the onset of OAE2 based on the stomatal index method13. The stomatal index method is founded on a genetically controlled inverse relationship between pCO2 and the\n1Earth and Planetary Sciences, Northwestern University, 1850 Campus Drive, Evanston, Illinois, 60208, USA, 2School of Biology and Environmental Science, University College Dublin, Belfield, Dublin 4, Ireland. *e-mail: barclay.rich@gmail.com.\npotential sources for CO2 released at subduction zones and large igneous provinces are also highlighted. B, Blake Nose; CP, Caribbean Plateau; D, Demerara Rise; E, Eastbourne; G, Gubbio; K, Kerguelen Plateau; OJP, Ontong Java Plateau; P, Pueblo; T, Tarfaya. Inset: Location of study area in Utah and New Mexico. The filled circles are sections used in the composite section in Fig. 2a. The open circles represent key sections for the correlation Global Stratotype Section and Point in Pueblo, Colorado. BK, Bald Knoll Mine; CC, Cedar Canyon; CWC, Cottonwood Canyon; KM, Kanarra Mountains; MH, Moreno Hill; WC, Wahweap Creek; WY, Wyoming; UT, Utah; CO, Colorado; AZ, Arizona; NM, New Mexico.\nfrequency of stomata on plant leaves13 (stomatal index values represent the proportion of epidermal cells that are pores). This method has been reliably applied to fossil material during all eras of the Phanerozoic eon14, and also to another Mesozoic anoxic event15 (seeMethods and Supplementary Information). Fossil plant cuticles were collected from detailed sections in paralic facies of southwest Utah, and correlated to the orbitally tunedCenomanian– Turonian stratotype in central Colorado8 using chemostratigraphy (this study), as well as ammonite and inoceramid biostratigraphy16, lithostratigraphy7,16 and tephrostratigraphy17 (see the Methods section and Supplementary Information).\nOn the basis of correlation to the offshore marine record (Supplementary Fig. S1), we define the onset of OAE2 in the composite paralic section at −8.7m (Fig. 2b; Supplementary Table S1), where δ13Corg values are rapidly enriched by 1.8h (within 2m). Within 8m of the initial shift, δ13Corg values return to nearly pre-excursion values, but this is followed by a 4h positive shift beginning at 10m, reaching a plateau of enriched values above 32m. These oscillations of δ13C are characteristic of the onset of OAE2 worldwide11, and allow comparison of our stomatal index-based CO2 estimates with globally distributed marine sections (Fig. 1).\nNATURE GEOSCIENCE | VOL 3 | MARCH 2010 | www.nature.com/naturegeoscience 205 © 2010 Macmillan Publishers Limited. All rights reserved.\nLETTERS NATURE GEOSCIENCE DOI: 10.1038/NGEO757\n¬22¬24¬26 13Corg-terrestrial VPDB\nba\n13Corg VPDB bulk sediment δ\nδ 5 7 9\nStratigraphic mean\nEarly Middle Turonian\nStomatal index\nc\n600 800400 (ppmv)\npCO2 calibration\nd\nEarly Middle Turonian\nLaurus nobilis\nHypodaphnis zenkeri\n95% CI\n95% CI\nLaurus nobilis\nHypodaphnis zenkeri\n95% CI\n95% CI\nChange in ppmv\nEarly Middle Turonian\ne\npCO2 change\n0 200 400\nM et\nre s\n0\n75\n50\n25\n¬25\n¬50\n¬75\nM . m\nos by\nen se\nC . c\nan ita\nur in\num S.\ng ra\nci le\nN . j\nud di\ni\nC en\nom an\nia n\nTuronian\n93.55\n94.09\n93.85\n30 0\nk yr\n24 0\nk yr\nSt ag\ne\nLi th\nol og\ny\nBi oz\non e\nT im e (M yr a\ngo )\nFm M id dl e D ak ot a Fo rm at io n U pp er D ak ot a Fo rm at io n ?\nCgl CoalSiltSand Composite section\nB\nA\nFigure 2 | Stomatal estimates of relative CO2 and terrestrial δ13C through OAE2. a, Chronostratigraphic constraints8,16,30; composite section from localities in Fig. 1b. Stratigraphic sample position measured from the base of the flooding surface defining the S. gracile biozone. Cgl, conglomerate. b, δ13Corg from bulk sediments; reproducibility 60.12h. c, Stomatal index values calculated as [stomata/(stomata+epidermalcells)]× 100; the error bars are one s.d. d, Calibrated estimates of pCO2 using a transfer function approach19,20; the error bars are 95% confidence intervals. e, Changes in pCO2\nexpressed as the deviation from long-term mean values; the error bars are as in d. Major decreases in pCO2 are labelled as A and B.\nIn the basal part of the sampled section (−65 to −32m; Fig. 2c), stomatal index values remained consistent (Fig. 2c; see Supplementary Table S2a). However, from −31.7 to −8.7m, stomatal index values decrease more markedly (from 8.30 to 6.04, a 27% decline). Within this 52.2m interval, δ13Corg values vary between −25.2 and −26.4h (Supplementary Table S1). In association with the initial +1.8h shift in δ13Corg that marks the onset of OAE2, stomatal index values shift in phase with the δ13Corg data, increasing from 6.0 to 9.1 (34% change over 5.9m). Across the base of the Sciponoceras gracile biozone, stomatal index values decrease from 9.1 to 4.6 (49% decrease over 5.1m). This is the lowest stomatal index value measured for the entire interval and corresponds to a return of δ13Corg to values characteristic of the pre-excursion interval. Values of δ13Corg remain steady at −26h from 2.4m to the 10m level, and are then depleted by 4.3h in the next 12.8m. The first 15.2m of the section in the S. gracile biozone records the largest shift in stomatal index values, which increase from 4.6 to 8.8 (a 47% change). Above the 20m level, stomatal index data become sparse owing to the predominance of non-cuticle-bearing facies. Cuticle collected from the top of the Mammites nodosoides biozone in the type section of theMorenoHill Formation in New Mexico18 yielded a stomatal index value of 8.8, suggesting a return to pre-excursion levels. We note, however, that this is a single horizon over 1Myr younger than the last sample from the Dakota Formation in southwest Utah. The stomatal index record through the Cenomanian–Turonian study interval was calibrated for atmospheric pCO2 using the transfer function method19,20 based on herbarium training data sets for two species of Lauraceae, Laurus nobilis L. and Hypodaphnis zenkeri (Engler) Stapf. Hypodaphnis is a monospecific genus at the base of the Lauraceae with a tropical distribution that matches the palaeoecological reconstruction for the study area, and is therefore the best extant species for calibrating fossil stomatal index values to derive palaeo-pCO2 estimates (see Methods; Fig. 2d). L. nobilis is also phylogenetically related to the fossils, although slightly more distantly than H. zenkeri, and is included as a supporting record to illustrate that this family of plants is responsive to historical CO2 changes. The background estimates of pCO2 derived from L. nobilis and H. zenkeri suggest that pCO2 values were 370+100/−70 ppm. The record shows a pattern of rising pCO2 that commences well before OAE2, reaching a peak of ∼500+400/−180 ppm within the OAE2 interval (Fig. 2d). The pCO2 increase through the whole interval is ∼150 ppm, with maximum values for the total increase of pCO2 as high as +600 ppm using the upper limits of the 95% confidence intervals. The errors on the pCO2 predictions throughout the Cenomanian–Turonian interval are asymmetrical, indicating thatmeanCO2 values reported during drawdown intervals probably represent real minimum values but that mean CO2 estimates reported during pCO2 pulses are probably conservative.\n206 NATURE GEOSCIENCE | VOL 3 | MARCH 2010 | www.nature.com/naturegeoscience © 2010 Macmillan Publishers Limited. All rights reserved.\nNATURE GEOSCIENCE DOI: 10.1038/NGEO757 LETTERS The increase in pCO2 through the interval may have been geologically short lived, with pCO2 returning to pre-OAE2 levels of 370+100/−70 ppm by at least the early Middle Turonian. However, the overall pCO2 pulse is punctuated by at least two distinct decreases in pCO2 initiated at −8.6m and +2.4m (labelled A and B in Fig. 2e) that are correlated with resolved positive excursions in the global δ13Corg record (Fig. 2b). The precise correlation of these two pCO2 drawdown intervals with positive excursions in δ13Corg provides the best evidence so far in support of the hypothesis that OAE2 was characterized by enhanced marine primary productivity leading to a global increase in rates of organic carbon burial4. Our records indicate that for the two main CO2 drawdown events within OAE2 (A and B in Fig. 2e), the amount of pCO2 removed was proportional to the associated pCO2 pulse, suggesting that the Cenomanian marine system was capable of removing the quantity of pCO2 added to the atmosphere within 10–100 kyr (ref. 7). The second pCO2 drawdown is roughly double the magnitude of the first, and both are mirrored by proportional positive isotope δ13Corg excursions (+1.8 versus+4h).\nWe estimate that the increase in pCO2 preceding OAE2 represented a rise of 60 (minimum) to 300 ppm (maximum) based on our 95% error envelopes (Fig. 2d). This pCO2 increase provides strong support for the hypothesis that this event was initiated by a massive magmatic episode occurring in advance of the positive C-isotope excursion that defines OAE2 (refs 1–3). Significant shifts towards less radiogenic values for multiple isotope systems, including lead1, strontium2 and osmium3 have suggested a switch towards a mantle source for these elements before OAE2. Amassive episode of volcanism in the Caribbean large igneous province, occurring within 20 kyr (ref. 3), has been suggested as the most likely source1,3. The pCO2 record presented here agrees with this hypothesis, but the onset of increasing pCO2 documented in Utah occurs towards the base of the Metoicoceras mosbyense biozone, suggesting that enhanced volcanic activity was influencing pCO2 levels up to 500 kyr before the start of OAE2.\nHigher pCO2 levels leading to the onset of OAE2 may have increased global temperatures, enhanced rates of chemical weathering, as well as the hydrologic cycle, and ultimately driven the delivery ofmore phosphate to coastal oceans21. Decreasing stomatal values among terrestrial plants in response to a rise in pCO2 before OAE2 is onemechanism capable of increasing global runoff through a reduction in maximum stomatal conductance and a resultant decrease in transpiration rates22. There is a well-known correspondence between pCO2 and global surface temperatures through the Phanerozoic eon23 and the steady increase in pCO2 through the M. mosbyense biozone matches well with a consistent negative shift in δ18O ratios from benthic foraminifera at Blake Plateau24 (Ocean Drilling Program site 1050) and from Eastbourne, England12. Furthermore, the positive shift in 87Sr/86Sr (ref. 5) before the onset of OAE2 is consistent with an increased weathering flux caused by a sustained pCO2 pulse. This interpretation requires the assumption of a much shorter residence time for Sr than is usually assumed, but could be explained by rapid overturn of coastal oceans2.\nThe onset of OAE2 may therefore represent a threshold in the relationship between runoff rates, nutrient delivery, primary production and benthic oxygen deficiency. Once anoxic conditions became sufficiently widespread, the added flux of phosphorus released from anoxic sediments may have shifted the system into a hyper-eutrophic mode21. Micronutrients derived from submarine volcanism may also have had a role25. The sequestration of carbon resulting from elevated primary production seems to have drawn down pCO2 levels, based on our stomatal index data. This may explain the Plenus Cold Event recognized in Europe, when the typically boreal belemnite Actinocamax plenus is found in Tethyan warm-water deposits of southern France26,27. However, most Cenomanian–Turonian palaeotemperature reconstructions24\nsuggest peak warmth in the early Turonian, indicating that even if climate cooled owing to pCO2 decrease related to OAE2, the effect was transient.\nThe stomatal index record of pCO2 presented here highlights a time when surface environments were greatly affected by deep mantle processes. The production of subaqueous and/or subaerial LIPs led to significant increases in pCO2, which produced major changes in the global carbon cycle, environmental conditions and to marine and terrestrial biotas. Our conservative estimates suggest that background Cenomanian pCO2 levels were 370+100/−70 ppm, with a total increase of pCO2 between 150 and 600 ppm (maximum). These estimates, as well as their asymmetrical error ranges fit within all error estimates of geochemical models of pCO2 during late Cenomanian time28. Furthermore, the error envelopes of our estimates overlap with all previously published stomatal-based pCO2 proxy data from the time period28. The strength of the record presented here is that changes in stomatal index fluctuate meaningfully with the independently created record of global δ13Corg shifts, suggesting that atmospheric CO2 and the carbon cycle were tightly linked during the late Cenomanian. The rate of pCO2 release that may have triggered the oxygen deficiency and extinctions associated with OAE2 is several orders of magnitude slower than the modern rate of pCO2 increase. These results suggest that under six of the Intergovernmental Panel on Climate Change29 Special Report on Emissions Scenarios, future pCO2 levels could exceed those at which OAE2 was initiated before the end of this century."
  }, {
    "heading": "Methods",
    "text": "Stratigraphic correlation. Rock samples were collected from previously published sections of the paralic Dakota Formation in southwestern Utah7,30 (Fig. 1) and correlated to the orbitally tuned Cenomanian–Turonian stratotype in Pueblo, Colorado8 using ammonite and inoceramid biostratigraphy16, lithostratigraphy7, tephrostratigraphy17 and chemostratigraphy (this study). On the basis of the correlation, the sampled section starts within theM. mosbyense biozone and ends within theNeocardioceras juddii biozone7,8. The zero-metre section datum (Fig. 2a) is the base of the S. gracile biozone, identified as a major flooding surface7. Sample stratigraphic positions aremeasured above and below thiswidely identified horizon.\nIdentification of Cenomanian–Turonian cuticles. Fossil leaf cuticles throughout the composite sections of the Dakota Formation were scored for eight epidermal traits: stomatal complex type, stomatal distribution, stomatal height relative to epidermal cells and presence of trichome bases, papillae, striations, glandular cells and aureoles. A cluster analysis (Euclidian distance) was carried out on the resultant cuticle trait matrix using PAST software, version 1.81. Most cuticle specimens analysed (79%) matched two commonly occurring cuticle morphotypes: DSU01 (stomata: brachyparacytic, randomly dispersed, level with epidermal cells; trichome bases unicellular; absent of papillae, striations; aureoles infrequent) and DSU37 (stomata: paracytic, randomly dispersed, slightly sunken below epidermal cells; absent of trichome bases, papillae, striations, aureoles).\nBoth morphotypes were ascribed to the Lauraceae family on the basis of the above epidermal features, as well radial subsidiary cells surrounding the trichome bases, plus inner and outer cuticular ledges. Supplementary Table S2b shows that both cuticle morphotypes co-occur at four stratigraphic levels where they share similar stomatal index values. Therefore, the reported pattern of pCO2 change (Fig. 2e) is unlikely driven by changes in the proportions of the two fossil morphotypes.\nQuantifying pCO2 from fossil leaf cuticles. The stomatal index method for reconstructing past pCO2 concentrations has reliably been applied to fossil leaves with an average deviation from Quaternary ice-core measurements of ±20 ppm (ref. 14). Dispersed fossil leaf cuticle fragments were macerated from bulk rock samples (150 g of dry sample) following standard techniques20. The mean stomatal index for each leaf cuticle fragment was calculated using a Leica DM2500 epiflourescence microscope from 4 to 11 randomly sampled areas per fragment. The mean stomatal index values of the stratigraphic levels spanning the composite Cenomanian–Turonian section are reported in Supplementary Table S2a. All stratigraphic mean stomatal index values were calibrated for pCO2 using a transfer function approach19,20 for two species of Lauraceae, Laurus nobilis L. and Hypodaphnis zenkeri (Engler) Stapf.\nFor this study H. zenkeri is the most appropriate species to calibrate stomatal index values of morphotypes DSU01 and DSU37 to pCO2 estimates because (1) it is the basal genus of Lauraceae and probably their closest phylogenetic relative, (2) it shares many morphological traits with the fossils, and is the only species of Lauraceae that has guard cells on the same level as the subsidiary cells, (3) it\nNATURE GEOSCIENCE | VOL 3 | MARCH 2010 | www.nature.com/naturegeoscience 207 © 2010 Macmillan Publishers Limited. All rights reserved.\nLETTERS NATURE GEOSCIENCE DOI: 10.1038/NGEO757\nshares seven other micromorphological traits with fossil morphotypes DSU01 and DSU37 (Supplementary Fig. S2) and (4) it is ecologically restricted to tropical coastal settings similar to the palaeocology of the fossil flora. L. nobilis was chosen as a secondary calibration species because it is phylogenetically related to the fossils, although more distantly than H. zenkeri, and also on the basis of its close morphological similarity with fossil morphotypes DSU01 and DSU37 at the microscale (Supplementary Fig. S2). From an ecological perspective it is not as well matched as H. zenkeri. Its native range occurs within a Mediterranean climatic biome with a winter-wet precipitation regime, but all palaeoecological indicators from the Dakota Formation suggest everwet precipitation.\nMean palaeo-pCO2 values were estimated using inverse regression derived from the stomatal index on herbarium specimens versus measured CO2 data: L. nobilis (CO2 = [−168.39×Ln(SIfossil)]+790.93; Supplementary Table S2a; refs 19, 20); H. zenkeri (CO2 =−27.447×SIfossil+559.67; Supplementary Table S3). Both regressions were significant (L. nobilis: F statistic= 55, p value<0.0001;H. zenkeri: F statistic = 18, p value <0.003). Reasonable error estimates were created by extrapolating the 95% confidence limits19 derived from the inverse regression for pCO2 on L. nobilis andH. zenkeri. Confidence values were determined in SlideWrite Plus (version 7.0) software for the herbarium data, and equations were derived by fitting lines to the upper and lower values (Supplementary Tables S2a and S3). The upper 95% confidence interval for L. nobilis was fitted best by a quadratic equation [+95% confidence interval = (0.9177×SIfossil 2)−(42.578×SIfossil)+777.21], with the lower 95% confidence interval best-fitted by a linear equation [−95% confidence interval = (−9.3347× SIfossil)+ 467.28]. For H. zenkeri the best-fit equations were quadratic [+95% confidence interval= (19.634×SIfossil 2)−(401.15×SIfossil)+2341.8]; and [−95% confidence interval= (−10.279×SIfossil 2)+(132.43×SIfossil)−64.375].\nCarbon isotopes. Samples were prepared from bulk rock using standard techniques8 and measured using a Costech ECS 4010 combustion elemental analyser connected by means of continuous flow to a Thermo Delta-V-Plus isotope ratio mass spectrometer operated by the Earth & Planetary Science Department at Northwestern University. Reproducibility of samples is 60.12h Vienna PeeDee Belemnite (VPDB).\nReceived 9 September 2009; accepted 21 December 2009; published online 7 February 2010"
  }, {
    "heading": "Acknowledgements",
    "text": "Major financial support came from a National Science Foundation Grant (EAR0643290) to B.B.S. and J.C.M., a Marie Curie Excellence Grant (MEXT-CT-2006-042531) to J.C.M. and student grants to R.S.B. from the Geological Society of America, Evolving Earth Foundation, Colorado Science Society and Western Interior Paleontology Society, and the Paleontological Society Fieldwork assistance came from C. Carney, J. Laurin, J. Riser and K. Yedinak. Private land access was granted by P. Davis, BLM land by A. Titus and D. Powell (GSENM) and NPS land by J. Spence (Glen Canyon NRA). M. Hurtgen, J. Beard, K. Peeler, P. Sheaffova and P. McVary assisted with isotope analysis. G. R. Upchurch suggested H. zenkeri as a suitable modern analogue species; herbarium specimens were provided by The Field Museum and the Kew Herbarium (sampled by G. Giraud)."
  }, {
    "heading": "Author contributions",
    "text": "R.S.B. was responsible for collection, processing and analysis of data, and was principal author of the manuscript. J.C.M. and B.B.S. designed the study, contributed equally in interpreting results and editing the manuscript, and gathering the principal financial support."
  }, {
    "heading": "Additional information",
    "text": "The authors declare no competing financial interests. Supplementary information accompanies this paper on www.nature.com/naturegeoscience. Reprints and permissions information is available online at http://npg.nature.com/reprintsandpermissions. Correspondence and requests formaterials should be addressed to R.S.B.\n208 NATURE GEOSCIENCE | VOL 3 | MARCH 2010 | www.nature.com/naturegeoscience © 2010 Macmillan Publishers Limited. All rights reserved."
  }],
  "year": 2010,
  "references": [{
    "title": "Contemporaneous massive subaerial volcanism and Late CretaceousOceanic Anoxic Event 2",
    "authors": ["J Kuroda"],
    "venue": "Earth Planet. Sci. Lett. 256,",
    "year": 2007
  }, {
    "title": "Short-term perturbations of marine Sr-87/Sr-86 during the Oceanic Anoxic Event 2",
    "authors": ["G. Frijia", "Parente", "M. Strontium isotope stratigraphy in the upper Cenomanian shallow-water carbonates of the southern Apennines"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol. 261, 15–29",
    "year": 2008
  }, {
    "title": "Cretaceous Oceanic Anoxic Event 2 triggered by a massive magmatic episode",
    "authors": ["S.C. Turgeon", "R.A. Creaser"],
    "venue": "Nature 454,",
    "year": 2008
  }, {
    "title": "Geochemical and climatic effects of increased marine organic carbon burial at the Cenomanian–Turonian boundary",
    "authors": ["M.A. Arthur", "W.E. Dean", "L.M. Pratt"],
    "venue": "Nature 335,",
    "year": 1988
  }, {
    "title": "Fractionation of carbon isotopes by phytoplankton and estimates of ancient CO2 levels",
    "authors": ["K.H. Freeman", "J.M. Hayes"],
    "venue": "Glob. Biogeochem. Cycles",
    "year": 1992
  }, {
    "title": "A large and abrupt fall in atmospheric CO2 concentration during Cretaceous times",
    "authors": ["M.M.M. Kuypers", "R.D. Pancost", "J.S.S. Damste"],
    "venue": "Nature 399,",
    "year": 1999
  }, {
    "title": "Orbital scale transgressive-regressive events during Oceanic Anoxic Event II",
    "authors": ["J. Laurin", "Sageman", "USA B. Cenomanian–Turonian coastal record in SW Utah"],
    "venue": "J. Sedim. Res. 77, 731–756",
    "year": 2007
  }, {
    "title": "Orbital timescale and new C-isotope record for Cenomanian–Turonian boundary stratotype",
    "authors": ["B.B. Sageman", "S.R. Meyers", "M.A. Arthur"],
    "venue": "Geology 34,",
    "year": 2006
  }, {
    "title": "Biotic response to tectonic forcing during the mid-Cretaceous",
    "authors": ["R.M. Leckie", "T.J. Bralower", "Cashman", "R. Oceanic anoxic events", "plankton evolution"],
    "venue": "Paleoceanography 17, 13.11–13.29",
    "year": 2002
  }, {
    "title": "Causes and consequences",
    "authors": ["S.O. Schlanger", "Jenkyns", "H.C. Cretaceous oceanic anoxic events"],
    "venue": "Geol. Mijnb. 55, 179–184",
    "year": 1976
  }, {
    "title": "Correlation and implications based on three key localities",
    "authors": ["Tsikos", "H. et al. Carbon-isotope stratigraphy recorded by the Cenomanian–Turonian Oceanic Anoxic Event"],
    "venue": "J. Geol. Soc. 161, 711–719",
    "year": 2004
  }, {
    "title": "Carbon-isotope and oxygen-isotope stratigraphy of the English Chalk and Italian Scaglia and its paleoclimatic significance",
    "authors": ["H.C. Jenkyns", "A.S. Gale", "R.M. Corfield"],
    "venue": "Geol. Mag. 131,",
    "year": 1994
  }, {
    "title": "Stomatal numbers are sensitive to increases in CO2 from preindustrial levels",
    "authors": ["F.I. Woodward"],
    "venue": "Nature 327,",
    "year": 1987
  }, {
    "title": "Evaluating geochemical and paleobiological approaches",
    "authors": ["D.L. Royer", "R.A. Berner", "Beerling", "D.J. Phanerozoic atmospheric CO2 change"],
    "venue": "Earth Sci. Rev. 54, 349–392",
    "year": 2001
  }, {
    "title": "Changes in carbon dioxide during an oceanic anoxic event linked to intrusion into Gondwana coals",
    "authors": ["J.C. McElwain", "J. Wade-Murphy", "S.P. Hesselbo"],
    "venue": "Nature 435,",
    "year": 2005
  }, {
    "title": "Basinwide correlation of parasequences in the Greenhorn Cyclothem, Western Interior",
    "authors": ["W.P. Elder", "E.R. Gustason", "B.B. Sageman"],
    "venue": "Geol. Soc. Am. Bull. 106,",
    "year": 1994
  }, {
    "title": "Geometry of upper Cretaceous bentonite beds—implications about volcanic source areas and paleowind patterns, Western Interior, United-States",
    "authors": ["W.P. Elder"],
    "venue": "Geology 16,",
    "year": 1988
  }, {
    "title": "Contributions to mid-Cretaceous paleontology and stratigraphy of New Mexico—part II",
    "authors": ["S.C. Hook"],
    "venue": "New Mexico Bureau of Mines and Mineral Resources Circular",
    "year": 1983
  }, {
    "title": "Paleobotanical evidence for near present-day levels of atmospheric CO2 during part of the Tertiary",
    "authors": ["Royer", "D. L"],
    "venue": "Science 292,",
    "year": 2001
  }, {
    "title": "The impact of Miocene atmospheric carbon dioxide fluctuations on climate and the evolution of terrestrial ecosystems",
    "authors": ["W.M. Kürschner", "Z. Kvaček", "D.L. Dilcher"],
    "venue": "Proc. Natl Acad. Sci. USA 105,",
    "year": 2008
  }, {
    "title": "Phosphorus and the roles of productivity and nutrient recycling during Oceanic Anoxic",
    "authors": ["Mort", "H. P"],
    "venue": "Event 2. Geology",
    "year": 2007
  }, {
    "title": "Detection of a direct carbon dioxide effect in continental river runoff records",
    "authors": ["N Gedney"],
    "venue": "Nature 439,",
    "year": 2006
  }, {
    "title": "CO2-forced climate thresholds during the Phanerozoic",
    "authors": ["D.L. Royer"],
    "venue": "Geochim. Cosmochim. Acta 70,",
    "year": 2006
  }, {
    "title": "Deep-sea paleotemperature record of extreme warmth during the Cretaceous",
    "authors": ["B.T. Huber", "R.D. Norris", "K.G. MacLeod"],
    "venue": "Geology 30,",
    "year": 2002
  }, {
    "title": "Potential links between ocean plateau volcanism and global ocean anoxia at the Cenomanian–Turonian boundary",
    "authors": ["C.W. Sinton", "R.A. Duncan"],
    "venue": "Econ. Geol",
    "year": 1997
  }, {
    "title": "Occurrence of the belemnite Actinocamax plenus in the Cenomanian of SE France and its significance",
    "authors": ["A.S. Gale", "W.K. Christensen"],
    "venue": "Bull. Geol. Soc. Denmark",
    "year": 1996
  }, {
    "title": "Sea surface temperature records from the equatorial Atlantic",
    "authors": ["A. Forster", "S. Schouten", "K. Moriya", "P.A. Wilson", "Damsté", "J.S.S. Tropical warming", "intermittent cooling during the Cenomanian/Turonian Oceanic Anoxic Event 2"],
    "venue": "Paleoceanography 22, PA1219",
    "year": 2007
  }, {
    "title": "High resolution estimates of paleo-CO2 levels through the Campanian (Late Cretaceous) based on Ginkgo cuticles",
    "authors": ["C. Quan", "C. Sun", "Y. Sun", "G. Sun"],
    "venue": "Cretac. Res",
    "year": 2009
  }, {
    "title": "The Physical Science Basis (eds Solomon, S",
    "authors": ["IPCC Climate Change 2007"],
    "venue": "et al.)",
    "year": 2007
  }, {
    "title": "Interplay of eustasy and tectonics in a foreland basin",
    "authors": ["Uličný", "D. Sequence stratigraphy of the Dakota Formation (Cenomanian)", "southern Utah"],
    "venue": "Sedimentology 46, 807–836 (1999). Acknowledgements Major financial support came from a National Science Foundation Grant (EAR0643290) to B.B.S. and J.C.M., a Marie Curie Excellence Grant",
    "year": 2531
  }],
  "id": "SP:5ee477e2ebeec41fec0375f5b9bca8ee12ee321d",
  "authors": [{
    "name": "Richard S. Barclay",
    "affiliations": []
  }, {
    "name": "Jennifer C. McElwain",
    "affiliations": []
  }, {
    "name": "Bradley B. Sageman",
    "affiliations": []
  }],
  "abstractText": "The Cretaceous Ocean Anoxic Event 2 (about 94 million years ago) is thought to be linked to extensive volcanism, which triggered a biogeochemical chain of events that eventually led to widespread marine anoxia and a remarkable increase in carbon burial in marine sediments1–3. It has been suggested that the event was accompanied by a substantial decrease in atmospheric CO2 concentrations4, but the quantification of the drawdown remains controversial5,6. Here we reconstruct atmospheric CO2 concentrations throughout the ocean anoxic event from counts of the stomata in fossil leaves, and use terrestrial carbon isotopes to link the reconstruction to marine records of the event7,8. We find that before the onset of ocean anoxia, atmospheric CO2 concentrations increased by 20% over background levels of 370/−70 ppm. This was part of a long-term rise in atmospheric CO2 levels, presumably caused by volcanism, which reached a peak of 500/−180 ppm. However, two pulses of extensive carbon burial during the ocean anoxic event, as indicated by positive carbon isotope excursions, are associated with decreased atmospheric CO2 concentrations. We conclude that the sequestration of marine organic carbon led to a decrease in atmospheric CO2 concentration of up to 26% during Ocean Anoxic Event 2. During Cretaceous oceanic anoxic events (OAEs), the rate and magnitude of organic carbon production and preservation were greatly elevated from typical background Cretaceous levels for periods of a half to one million years9. They are defined in the rock record by widely traceable intervals of laminated fine-grained strata (Fig. 1) with elevated organic carbon content10 and 2–4h positive excursions in δ13C of carbonate and organic carbon, respectively8,11. Ocean Anoxic Event 2 (OAE2), which brackets the Cenomanian–Turonian boundary, records a major disturbance in the global carbon cycle when global temperatures were at their highest level for the past 115million years (Myr; ref. 12). On the basis of carbon isotope data4, it was argued that the burial of marine organic carbon associated with OAE2 might have been sufficient to shift the ocean to a net carbon sink. The resulting drawdown in pCO2 could have produced a transient cooling of the prevailing greenhouse climate of the Late Cretaceous period4. Previous efforts to test for pCO2 drawdown during OAE2 (refs 5, 6) provide indirect support for the carbon sequestration hypothesis4. However, these studies have focused solely on marine records and there are significant uncertainties associated with the pCO2 proxies used (for example, geoporphyrin-based εp reconstruction in epeiric settings5, and interpretations depending on undocumented early evolution of C4 plants in the Cretaceous period6). Here we present a high-resolution atmospheric palaeo-pCO2 reconstruction across the onset of OAE2 based on the stomatal index method13. The stomatal index method is founded on a genetically controlled inverse relationship between pCO2 and the",
  "title": "Carbon sequestration activated by a volcanic CO2 pulse during Ocean Anoxic Event 2"
}