{
  "sections": [{
    "text": "Editorial responsibility: H.-U. Schmincke\nDavid M. Pyle (Y) 7 Paul D. Beattie Department of Earth Sciences, Cambridge University, Downing Street, Cambridge CB2 3EQ, UK Fax: cc01223 333450\nGregg J. S. Bluth Department of Geological Engineering, Geology and Geophysics, Michigan Technical University, Houghton, MI 49931, USA\nKey words Volcano-climate interaction 7 Stratospheric sulphur 7 Holocene ice-core records"
  }, {
    "heading": "Introduction",
    "text": "Stratospheric aerosols of sulphur compounds have a significant impact on the solar radiation incident on the earth’s surface. Explosive volcanic eruptions are the major source of this stratospheric sulphur (Fig. 1; Castleman et al. 1973) accounting for F60% of the stratospheric budget even during volcanically “quiet” periods (e.g. Sedlacek et al. 1983). Individual eruptions, such as the 1982 eruption of El Chichon which released 10 Mt of SO2, may increase the stratospheric SO2 mass by over an order of magnitude (Hofmann 1990). Consequent changes in optical depth due to the presence and maturation of this stratospheric sulphuric acid aerosol may cause detectable transient stratospheric heating\nTable 1 Estimates of volcanic SO2 fluxes to the stratosphere\nMethod Time span SO2 flux, Mt aP1 Reference\nAssumed a mass flux of magma with a fixed S content 400 years 0.3 Cadle 1975 COSPEC, ice-core and petrological estimates F103 years 1.7 Stoiber et al. 1987 Eruptive inputs from plumes `9 km high 1964–1972 1.2 Spiro et al. 1992 Total Ozone Mapping Spectrometer (TOMS) 1979–1993 AD 2.4 Bluth et al. 1993\nTOMS combined with recent rates of explosive volcanism 102 years 1.0 This work GISP2 ice-core record of significant volcanic injections 9000 years 0.8B0.2 This work\nand tropospheric cooling (e.g. Pollack et al. 1976; Sigurdsson 1990). At the earth’s surface these volcanoinduced cooling effects may approach 4 Wm–2, or twice the size of greenhouse gas warming effects (2–2.5 Wm–2; Hansen et al. 1992; Wigley and Raper 1992), and may last for up to 1–3 years (e.g. Lamb 1970; Self et al. 1981; Stothers 1984). It is clearly important to quantify the magnitude of volcanic sulphur injection to the stratosphere over the medium to long term, as well as to constrain the ranges within which the volcanic flux might vary. In the discussions that follow, we present all fluxes of sulphur in terms of the equivalent mass of SO2 in order to facilitate comparisons between fluxes. It should be noted, however, that some volcanoes may release considerable amounts of volcanic sulphur as H2S, as well as minor amounts of other oxidised or reduced forms (see Symonds et al. 1994, and references therein).\nThe flux of SO2 from explosive eruptions\nThe fluxes of volatile species from active or erupting volcanoes are notoriously difficult to quantify, but determination of these fluxes is critical to an understanding of the chemical exchanges between the earth’s interior and the atmosphere. There are numerous published estimates of the fluxes of selected major or trace volatile species from volcanoes, either to the atmosphere in general or the stratosphere in particular (see Stoiber 1995 and Andres and Rose 1995 for recent reviews). Many of these values are no more than order of magnitude estimates, and few papers contain any assessment of the errors implicit in the analysis.\nEstimates have placed the gross volcanic sulphur (as SO2) emission from all eruptions at between 1 and 50 Mt a–1, with 1–12 Mt a–1 considered due to explosive eruptions alone (e.g. Kellogg et al. 1972; Cadle 1975, 1980; Berresheim and Jaeschke 1983; Stoiber et al. 1987; Bluth et al. 1993). These figures include sulphur emissions from weak or moderate eruptions which never reach the tropopause and compare to global sulphur emissions to the atmosphere of F200 Mt a–1 (see Spiro et al. 1992 and Bates et al. 1992 for recent reviews). Estimates of the volcanic sulphur flux to the stratosphere range from 0.3–2.4 Mt a–1 (Table 1). Cadle (1975) assumed a fixed SO2 yield per mass of magma erupted. It is clear from more recent work that this is not appro-\npriate because sulphur solubility is a strong function of melt composition, and significant amounts of sulphur may be supplied from sources other than erupted magma (e.g. Luhr et al. 1984; Demaiffe et al. 1991; Westrich and Gerlach 1992; Wallace and Gerlach 1994). The flux estimate based on the Total Ozone Mapping Spectrometer (TOMS; Krueger et al. 1995) database for 1979 to 1993 (Bluth et al. 1993) cannot be directly extrapolated to longer timescales because those years were among the most volcanically active of the century. Equally, the estimate in Table 1 derived from Stoiber et al. (1987) includes a significant contribution from the Tambora 1815 eruption – the largest eruption of historical times.\nWe combined the TOMS estimates of SO2 emissions to the stratosphere from explosive eruptions between 1979 and 1993 (Krueger 1983; Bluth et al. 1992; Bluth et al. 1993), with an estimate of recent (0- to 200-year) rates of volcanism (Simkin and Siebert 1994). Our objectives were to place some constraints on the likely range of volcanic emissions of sulphur dioxide into the stratosphere, both on a short (10-year) and longer (100- year) time frame. Although our analysis produces estimates which are not greatly different from previous estimates of the volcanic SO2 flux to the stratosphere, the approach adopted here represents an improvement on previous work in that it can be readily extended in the future, when more data are available, and it also permits us to place reasonable boundaries on upper and lower flux limits. We also show in a later section that the flux estimates so derived are entirely in accordance with the ice-core record of explosive volcanism during the Holocene.\nIn principle, to evaluate the long-term fluxes of sulphur to the stratosphere, one needs only a time series of sulphur injection measurements. Problems arise when the period of observation (e.g 14 years in the case of TOMS) is short compared with the typical time between sulphur injection events. There is in fact no database yet available which gives an appropriate measure of sulphur injection rates. Petrological estimates of the sulphur release from individual eruptions exist for only a selected number of eruptions (e.g. Devine et al. 1984; Palais and Sigurdsson 1989) and – in some cases – these estimates disagree significantly with alternatively derived values (see e.g. Devine et al. 1984; Sigurdsson et al. 1985; Gerlach et al. 1994). One way to surmount this problem is to combine observations of the sulphur\nTable 2 Recent rates of explosive volcanism: Log10 (l)pnPmk\nDataset Magnitude range (k)\nn m Mass flux of tephra from eruptions of magnitudes two to five, Mt aP1 a\nReference\n1975–1985 AD 2–5 2.66 0.71 730–1100 Smithsonian Institution/ SEAN 1989; Pyle 1995 200 years, composite 2–5 2.83 0.79 470– 710 This work 2000 years, composite 2–7 3.06 0.86 410– 620 Simkin 1993\na Mass flux determined by integrating contributions from all magnitude-two to magnitude-five eruptions; this is given by 5 A 2 Q̄kp10{nc4.7431P4.2853m}; n, m are coefficients from Eq. (1); assuming a bulk deposit density of 1000–1500 kg mP3 (see Pyle 1995)\nbudget of individual eruptions with a quantitative assessment of the frequency of eruptions with a particular impact, which is the approach that we adopt herein.\nIce-core sulphate profiles also contain a record of volcanic sulphur injection (e.g. Herron 1982; Legrand and Delmas 1987). We illustrate later how the GISP2 ice-core sulphate record (Zielinski et al. 1994) provides an independent, if approximate, assessment of the minimum stratospheric volcanic sulphate flux which is in good agreement with the other estimates derived herein."
  }, {
    "heading": "Methodology",
    "text": "Eruption sizes are commonly quantified with a logarithmic “size” index (e.g. Tsuya 1955) which relates directly to the mass or volume erupted. In this paper we define a magnitude index, k, such that an explosive eruption of bulk volume V!10i m3 (1.0^V~10) has k{i–4; thus an eruption of 1 km3 of tephra has a magnitude of five. This scale is quantitatively similar to the magnitude part of the “volcanic explosivity index” of Newhall and Self (1982).\nCompilations of historical rates of explosive volcanism (Smithsonian Institution/SEAN 1989; Simkin 1993; Simkin and Siebert 1994) constrain the magnitude-recurrence rate for explosive subaerial volcanic eruptions. For the past 200 years (Fig. 2) for eruptions with magnitudes 56k62 the best fit to the magnitude-recurrence rate gives\nlog10 (l)pnPmkp2.83P0.79 k (1)\nwhere l is the number of eruptions with a magnitude between k and kc1 per year, and n and m are the intercept and slope of the regression. Because the global recurrence rates of large volcanic events follow a Poisson distribution (e.g. Wickmann 1966; Ho 1991; De la Cruz-Reyna 1991) the values of l from Eq. (1) are Poisson coefficients. Thus, the expected number (i.e. mean number) of eruptions of any magnitude in a time t is lt, and the probability of r eruptions of a given magnitude occurring in a time t is ((lt)re–l t/r!).\nEquation (1) is based on a composite dataset (c.f. Simkin 1993; Pyle 1995) and may be extrapolated to include magnitude-six eruptions, because the extension\nof the regression line lies close to the observed frequency of four magnitude-six eruptions in 200 years (Fig. 2). The coefficients in Eq. (1) differ in detail from the 2000-year composite dataset for eruptions of magnitudes two to seven (Pyle 1995; Table 2). However, the mass fluxes of magma from eruptions with magnitudes two to five over 200 and 2000 years are closely similar (Table 2); thus, for our purposes the differences are not significant.\nStratospheric sulphur from large eruptions (k64)\nCarey and Sigurdsson (1989) showed that the column height (H, in kilometers) of Plinian eruptions was related to the total erupted mass (M, in kilograms) by\nHp7.176(log10 {M})P60.5214 (2)\nFig. 3 Mean yield of SO2 per eruption class (kilotonnes), from the Total Ozone Mapping Spectrometer (TOMS) database, as a function of eruption size (Bluth et al. 1993). Although only eruptions of magnitudes four to six were included in the regression, because TOMS cannot sample all eruptions of magnitude three (see Bluth et al. 1993; Krueger et al. 1995), extrapolation does not significantly underpredict the SO2 yield per event for such eruptions. Raw data from the TOMS database are shown for reference\nThus, for an eruption of magnitude kp4 (log10(M)F11), the height of the eruption column is F18 km. The maximum height of the tropopause, which marks the base of the stratosphere, is approximately 17 km. Therefore, all eruptions of magnitude k64 can be expected to inject material into the stratosphere. Because the level of the tropopause is a function of latitude, smaller eruptions may also release sulphur to the stratosphere (addressed in a later section). The amount of sulphur transported into the stratosphere by these eruptions can be assessed by considering the TOMS data for individual eruptions (see Fig. 3; data from Bluth et al. 1993). Whereas the raw data span a wide range for eruptions of a given magnitude, the mean SO2 yield per eruption shows a clear dependence on eruption magnitude (Fig. 3; Bluth et al. 1993). The best fit to the data for 66k64 yields\nlog10 (SO2, kt per eruption)p 0.75 kP0.21 (3)\nThere is clearly a large uncertainty in this, partly because the TOMS dataset is still small, and partly because the scatter includes real variations in the sulphur budgets of eruptions of similar sizes. To account for this we allow (Fig. 3) a B0.5 log unit error in the intercept to define upper and lower bounds to the SO2 budget per eruption. This accounts for 70% of the spread of the data. At the present time there are insufficient data to determine whether the SO2 yield data follow a normal or a log-normal distribution, and the mean and variance calculated using either assumption are statistically indistinguishable. This regression is not greatly different from that obtained by Stoiber et al. (1987), which was based primarily on ice-core and petrological esti-\nmates of volcanic sulphur emissions from explosive eruptions of volcanoes in destructive plate margin settings. The regression through Stoiber et al.’ s data is given approximately by log10(SO2, kt per eruption) F0.6kc0.8.\nThe relationship between sulphur output per event and event frequency is obtained by combining Eqs. (1) and (2): The sulphur yield per magnitude class per year (Q, kt a–1) is\nlog10 (Q)pcPbk (4)\nwhere cp2.62B0.5, and bp–0.04. Equation (4) forms the basis for assessing the timeintegrated medium-term flux of volcanic sulphur to the stratosphere. Because TOMS is not effective at routinely measuring the flux from small-magnitude eruptions (k~3), and because magnitude-seven eruptions (which occur approximately every 103 years) are not included in this analysis, Eq. (4) cannot be used to assess either the total SO2 flux from explosive eruptions or the longterm (p103 a) time-integrated flux to the stratosphere. Instead, Eq. (4) is appropriate for flux estimates integrated over any timescale longer than the typical recurrence interval of magnitude-six eruptions which does not include an eruption of magnitude greater than or equal to seven, i.e. 200–400 years.\nThe effective annual flux of volcanic sulphur into the stratosphere can be calculated for all eruption magnitudes 4^k^6 from Eq. (4). These data are shown in Table 3. It can be seen that the flux is similar for all eruptions from kp4 to kp6, because bF0. Allowing for an uncertainty of 10% in the slope of the regression in Eq. (3), the parameter b in Eq (4) could vary between c0.04 and –0.12. Negative values imply that the cumulative sulphur yield from smaller eruptions is larger than that from larger eruptions.\nThere is a simple explanation for why b is small and might be negative. As the magnitude class of the eruption increases, the frequency of the eruptions falls. An individual magnitude-five event, for example, erupts 103 times more tephra than a single magnitude-two eruption. However, the effective (time-averaged) flux of tephra from all magnitude-five eruptions is only approximately twice that from all magnitude-two eruptions (Pyle 1995), because eruptions of magnitude two are 500 times more frequent than those of magnitude five (see Fig. 1). There is also a pronounced (but unquantified) dependence of composition on eruption magnitude: Large-magnitude events (kp6, 7) are predominantly silicic, whereas small-magnitude events are more likely to be basic or intermediate in composition (see Pyle 1995 for further discussion). Thus, the order of magnitude decrease in sulphur solubility from basalt or andesite to rhyolite (Carroll and Webster 1994) is sufficient to ensure that the sulphur emission from frequent, small-magnitude eruptions of intermediate composition is comparable (in terms of the time-integrated flux of sulphur into the stratosphere) to that from the\nTable 4 Explosive volcanism as a function of latitude. (From Simkin and Siebert 1984)\nLatitude Holocene volcanoes k63 eruptions (1880–1980) k64 eruptions (1500–1991)\nN of 407N, or S of 407S 28% 31% 39% 407S to 40 7N 72% 71% 61% Sample size: 788 312 171\nTable 3 Volcanic SO2 injection to the stratosphere\nEruption magnitude (k)\nTime (years) for `95% probability of an eruptiona\nNumber of eruptions reaching the stratosphere per yearb\nSO2 injection (Mt aP1; bounds in parentheses)c\nEruptive mass flux of tephra (Mt aP1)d"
  }, {
    "heading": "3 1.0 0.72 0.08 (0.03–0.3) 20– 30",
    "text": ""
  }, {
    "heading": "4 6.4 0.47 0.29 (0.09–0.9) 130– 200",
    "text": ""
  }, {
    "heading": "5 40 0.08 0.26 (0.08–0.8) 210– 320",
    "text": ""
  }, {
    "heading": "6 250 0.01 0.24 (0.08–0.8) 340– 510",
    "text": "Total 0.9 (0.3–3) 700–1060\na From Poisson statistics, with l from Eq. (1) b From Eq. (1), or Fig. 2 c From Eq. (4), allowing B0.5 log unit range in the intercept value; see text d Calculated mass flux from Pyle (1995), assuming bulk tephra with density of 1000–1500 kg mP3\nrarer large-magnitude events (c.f. Rampino and Self 1984).\nThe average annual flux of volcanic sulphur into the stratosphere from eruptions of magnitude 4^k^6 can be obtained by integrating Eq. (4), to yield F0.8 Mt a–1. Although all eruptions with magnitudes greater than or equal to four have been shown to reach the stratosphere, the small but significant number of magnitudethree eruptions which may also inject SO2 above the tropopause needs to be assessed before calculating the total volcanic sulphur flux to the stratosphere.\nHow many magnitude-three eruptions reach the tropopause?\nThe seasonally dependent tropopause, which marks the base of the stratosphere, lies at a level of 15–17 km in equatorial latitudes, from 11–12 km in mid-latitudes and falls to 8–9 km in polar regions. To conservatively estimate the number of eruptions which might cross the tropopause, we assume a typical maximum height to the tropopause of 12 km north of 407N or south of 407S, and a height of 17 km from 407N to 407S. We further assume that the geographical distribution of explosive volcanic eruptions approximately follows the distribution of Holocene volcanoes (Table 4), with 70% occurring within the belt 407N to 407S. Assuming that the empirical relationship between the total erupted mass and column height for plinian eruptions (Eq. 2; Carey and Sigurdsson 1989) holds for M`1010 kg, the erupted mass required for a volcanic plume to penetrate the tropopause at mid to high latitudes is M`1.3!1010 kg, whereas at equatorial latitudes it is M`6.4!1010 kg. The number of such eruptions as a fraction of all magnitude-three eruptions can be assessed by integrating a form of Eq. (1) between the appropriate limits (e.g. 1.3!1010^M~1011 kg) and comparing that to the total number of eruptions with 1010^M~1011 kg. For the 200 year dataset, 77% of all magnitude-three eruptions will generate columns with H`12 km, and 8% with H`17 km. Taking account of the geographical distribution of Holocene volcanoes (Table 4), this calculation suggests that 29% of magnitude-three eruptions may reach the stratosphere. Of these, 23% are from mid- to high-latitude eruptions and the remaining 6% from equatorial regions. Given the potential scatter in the column height – erupted mass regression, there is clearly some leeway in these figures; nevertheless, we conclude that at least 25% of magnitude-three eruptions will inject material above the local tropopause. Thus, the typical annual flux to the stratosphere of volcanic sulphur from eruptions of magnitude three is given by Qp0.25e(cc3b)p0.08 Mt a–1 and the total flux to the stratosphere of volcanic sulphur is F0.9 Mt a–1 (Table 3). Given the uncertainties we suggest that the best estimate for the flux is of the order of 1 Mt a–1. Of this flux, F0.4 Mt a–1 is provided by magnitude-three or magnitude-four eruptions, which have a combined typical recurrence rate of F1.2 a–1 (Table 3). Generous upper and lower bounds to the medium-term flux are three and 0.3 Mt a–1, respectively (Table 3). The approach adopted herein could be extended with ease, to account for different volcano size-recurrence relationships (to assess fluxes over more- or less-active time periods), and can readily be refined as the TOMS database is expanded. These flux estimates are not intended to be applied on an annual basis: consider the past 15 years of volcanism. This period included two significant sulphur-rich\neruptions (El Chichon 1982 and Pinatubo 1991) that dominated the stratospheric sulphate load for the subsequent 3–4 years, and few major sulphur-producing eruptions in between. Estimates of the “average” volcanic sulphate loading from Eq. (4) applied on an annual basis would clearly be inappropriate to describe for this time period. However, over a timescale of `102 years, the flux calculations do adequately describe the time-integrated volcanic sulphur emissions to the stratosphere.\nSources of uncertainty\nThere are a number of obvious sources of uncertainty in a calculation such as this. As stated at the outset, the sulphur release from a particular size of eruption is highly variable, because the amount of sulphur dissolved in a melt is a strong function of both melt composition and intensive parameters (P, T, fO2; see Carroll and Webster 1994) in the magma chamber, and there is increasing evidence that some sulphur which is erupted is not derived simply from the degassing of the erupted magma (e.g. Luhr et al. 1984; Westrich and Gerlach 1992). Thus, the exact coefficients of Eq. 2 remain poorly known. There is, however, no way to surmount this obstacle at present, in order to better constrain time-averaged fluxes of sulphur from explosive volcanic eruptions.\nIt also possible that sulphur species may be scavenged from the rising plume and thus never enter the stratosphere, e.g. by condensation of H2SO4 droplets in the plume, or dissolution of SO2 into condensing water vapour droplets. Whereas modelling and experiment indicate that these scavenging effects are likely to be small (Tabazadeh and Turco 1993; Santachiara et al. 1995), Rose et al. (1995) have suggested recently that the small apparent sulphur emission (F0.08 Mt) from the 1994 Rabaul eruption as detected by TOMS may have been significantly influenced by the presence of large quantities of water–ice within the eruption plume.\nThe record of volcanism in Greenland ice cores\nIce-core sulphate profiles contain a record of volcanic sulphur injection (e.g. Legrand and Delmas 1987). There are many uncertainties involved in integrating this record, not the least of which is that the detailed core profiles now available (e.g. the GISP2 core; Zielinski et al. 1994) contain a record of both small-magnitude high-latitude and large-magnitude low-latitude injections. Nevertheless, the GISP2 ice-core data may be used to provide an approximate assessment of the volcanic sulphur flux by summing the major (volcanic) sulphate acidity peaks over the past 9 ka, and estimating the scale of the original stratospheric injection by calibration against the deposition of 137Cs and 90Sr from\nthe 1960s atmospheric bomb tests (Hammer et al. 1980; Clausen and Hammer 1988; Langway et al. 1988; Zielinski 1995).\nAt the location of the GISP2 core (Summit, Greenland) Clausen and Hammer (1988) report that a 1 MCi injection of total b activity would deposit F0.6 mCi/ km2 from a high-latitude (757N) injection event, and F0.4 mCi/km2 from a low-latitude (117N) injection. This can be used as the basis for integrating the sulphate record as preserved in the GISP2 core, by converting the sulphate concentrations reported by Zielinski et al. (1994) to an equivalent stratospheric sulphur injection, after correcting for the variation of the ice accumulation rate at Summit through the Holocene.\nThe thickness accumulation rate of ice (ż, ma–1) during the Holocene at Summit, approximated as the 100- year running mean of the annual layer thickness in the GISP2 core back to 10 ka (Schøtt et al. 1992; Alley et al. 1993), varies with time (t, years BP) as\nżp0.247 e(P10 P4 t) (6)\nwith as much as 10% variation around the mean value, e.g. during the past 2000 years (e.g. Meese et al. 1994). We estimate the mean ice density to be 840 kgm–3, based on the measured mean mass accumulation rate of ice of 209 kg m–2a–1 (Whitlow et al. 1992) for the period 1259–1900 AD, and the mean accumulation rate of ice of F0.25 m a–1 for this same period (Meese et al. 1994). Thus, measurements of the residual sulphate concentrations from any level in the core may be converted to the mass deposition of sulphur per unit area at Summit, taking account of the two-yearly sampling of the GISP2 core (Zielinski et al. 1994), and thence to the total global sulphur injection. The resulting calculated fluxes of volcanic sulphate are summarised in Table 5. Preliminary indications from the GISP2 record are that the minimum volcanic stratospheric SO2 injection rates during the Holocene were between 0.5 and 1 Mt a–1.\nOf course, these flux estimates are minima. These calculations may not fully account for low southerly latitude eruptions, and do not account for any event which leaves a “peak” of less than 25 ppb in the ice: i.e. a 12-Mt injection at F1980 AD, and 4 Mt at F10 ka BP. It is also not possible to assess whether the calibration factors (based on the 1960s bomb tests) can in fact be used throughout the Holocene, or whether they are in fact appropriate even for the past few centuries (Robock and Free 1995; see also Zielinski 1995). Two lines of argument can be used, however, to suggest that the flux estimates are within a factor of two of the actual total volcanic stratospheric injection rates. The GISP2 core records 230 volcanic sulphate “events” in 9000 years, i.e. with a typical recurrence interval of F40 years. As Table 3 indicates the proportion of the sulphur flux due to events with a recurrence interval of at least 40 years is more than 50% of the total estimated flux of volcanic sulphur to the stratosphere. Additionally, the raw concentration data follow a powerlaw distribution (Fig. 4). We estimate that even if this is\nTable 5 Greenland ice-core record of volcanic SO2 emission during the Holocene\nTime interval (ka BP) Mean ice accumulation rate (kg mP2 aP1)a\nMean concentration of volcanic sulphate (as SO4p) per kg of ice (mg kgP1)b\nMinimum SO2 flux (Mt aP1)c\n0 –1.98 188 3.83 1.0 1.98–3.98 155 3.68 0.8 3.98–5.98 127 2.96 0.5 5.98–7.98 103 6.30 0.9 7.98–8.98 89 5.06 0.6\na From integration of Eq. (6), with ice densityp840 kg mP3 b Sum of volcanic residual SO4p concentrations, ppb, (Zielinski et al. 1994) converted to an annual basis and divided by column 1 c Derived from column 3 by (i) converting SO4p to SO2 equivalent; (ii) multiplying by the accumulation rate of ice from column 2; and (iii) multiplying by the calibration factor (2.1!1015; Clausen and Hammer 1988) to convert from local deposition to global flux\nFig. 4 The distribution of the major volcanic residual sulphate concentrations (ppb; uncorrected for Holocene variations in accumulation rates of ice) in the GISP2 ice core (Zielinski et al. 1994) follow a power-law distribution. The number (N) of acidity peaks of a size (x, ppb) larger than X (ppb) is given approximately by Np19480X–1.356 (Rp0.998)\ncrudely extrapolated back to F5 ppb (to account for all injections of sulphur larger than 1–3 Mt), the additional implied flux of sulphur is F0.8 Mt a–1, giving a maximum estimate for the volcanic sulphur flux to the stratosphere during the Holocene of 1.3–1.8 Mt a–1. Following a similar analysis, but based on a comparison between estimated and known stratospheric loadings, Zielinski (1995) has suggested that the approach adopted by Clausen and Hammer (1988) may overestimate loadings by as much as a factor of two to five. Nevertheless, Zielinski (1995) derived a closely similar estimate of the volcanic sulphur flux of 0.8–0.9 Mt a–1 for the past 2100 years, based on the summation of all sulphate residuals above 15 ppb.\nFor comparison, Brimblecombe et al. (1989) report an estimate for the total flux of volcanic sulphur to the atmosphere from the 10000 year ice-core record at Camp Century of 1.4–6 Mt a–1. This was based on the integration of the signals from the total acidity record which were above “background” , but no details of their calculations were presented. Because analyses of\nacidity records from ice cores with other volcano-climate indices for the past 150 years indicating correlations between these different indices, and even between ice-core records, are only good for large-magnitude sulphur-producing eruptions (e.g. Robock and Free 1995), integration of all sulphate acidity peaks which are above background probably includes an unquantifiable contribution from nearby volcanic sulphur injections into the troposphere, and may include contributions from other sources of non-sea-salt sulphate. These problems do not appear in the analysis of the GISP2 record, because sulphate was measured directly and the background was fully accounted for (Zielinski et al. 1994)."
  }, {
    "heading": "Discussion",
    "text": "The characteristic e-folding time of the sulphate aerosol following a volcanic injection of up to tens of millions of tonnes of sulphur is F9–12 months (e.g. Sedlacek et al. 1983; Hofmann 1987; Bekki and Pyle 1994; Zhao et al. 1995). Recent modelling suggests that the lifetimes of the atmospheric aerosol might be as long as 5–8 years for the largest plausible injections of volcanic sulphur (e.g. a several-thousand-Mt input, for a magnitude-eight eruption of a scale similar to the 75-ka Toba eruption; Rose and Chesner 1990), but that chemical and physical feedbacks between rates of SO2 oxidation, and H2SO4 droplet nucleation, growth and sedimentation make this a likely upper limit of the longevity of detectable atmospheric effects from a volcanic eruption (e.g. Pinto et al. 1989; Bekki 1995). The effects of most volcanic injection events are removed from the stratosphere after F3 years. However, the characteristic interval between the eruptions which reach the stratosphere is also short (F1.8 years for magnitude-four and larger eruptions; Table 3). Because the likelihood of any eruption of magnitude four or larger reaching the stratosphere within these 3 years is 82%, stratospheric sulphate aerosol concentrations, and hence climate-forcing effects, generally include a volcanic contribution. Because larger-magnitude volcanic eruptions are rare,\nstratospheric sulphate levels always fluctuate widely, and can be controlled by the most recent volcanic events."
  }, {
    "heading": "Conclusions",
    "text": "Over a timescale of F102 years, the SO2 flux from explosive volcanic eruptions to the stratosphere is F1 Mt a–1. We estimate that F0.4 Mt a–1 of this flux is accounted for by high-latitude magnitude-three and magnitude-four eruptions, which together have a recurrence rate of 1.2 a–1. More than 50% of eruption columns which reach the stratosphere are due to eruptions of magnitude three north of 40oN. However, the long-term stratospheric sulphate budget is dominated by volcanic eruptions of magnitudes four or larger. The record of residual sulphate peaks in the GISP2 Greenland ice core suggests that the minimum flux of volcanic sulphur to the stratosphere during the Holocene has varied between F0.5 and 1 Mt SO2 a–1. The sulphate concentration of the ice cores place an upper limit on the sulphur flux into the stratosphere of F1.8 Mt a–1. These flux estimates are not intended to be applied on an annual basis, or to describe instantaneous rate of volcanic sulphur emission to the stratosphere. The calculated fluxes are also not intended to be used as predictors of the significance of any particular volcanic event, but might best be used for comparison with marine and anthropogenic sources of global atmospheric sulphur.\nAcknowledgements We are grateful to Slimane Bekki for discussion, to Greg Zielinski, Bill Rose and Terry Gerlach for vigorous and detailed reviews, and to G. Z. for a preprint. This work was Department of Earth Sciences, Cambridge, contribution no. 4553."
  }],
  "year": 1996,
  "references": [{
    "title": "Abrupt increase in Greenland snow accumula",
    "authors": ["G linski"],
    "year": 1993
  }, {
    "title": "Oxidation of volcanic SO2 – a sink for stratospher",
    "authors": ["S Bekki"],
    "year": 1995
  }, {
    "title": "The contribution of volcanoes",
    "authors": ["H Berresheim", "W Jaeschke"],
    "year": 1983
  }, {
    "title": "Global tracking of the SO2 clouds from the June 1991 Mount Pinatubo eruptions",
    "authors": ["GJS Bluth", "SD Doiron", "AJ Krueger", "LS Walter", "CC Schnetzler"],
    "venue": "Geophys Res Lett",
    "year": 1992
  }, {
    "title": "The contribution of explosive volcanism to global atmospheric sulphur dioxide concentrations",
    "authors": ["GJS Bluth", "CC Schnetzler", "AJ Krueger", "LS Walter"],
    "venue": "Nature",
    "year": 1993
  }, {
    "title": "Human influence on the sulphur cycle. In: Brimblecombe P, Lein AYU (eds) Evolution of the global biogeochemical sulphur cycle",
    "authors": ["P Brimblecombe", "CU Hammer", "H Rodhe", "AG Ryaboshapko", "CF Boutron"],
    "year": 1989
  }, {
    "title": "Volcanic emissions of halides and sulfur compounds to the troposphere and stratosphere",
    "authors": ["RD Cadle"],
    "venue": "J Geophys Res",
    "year": 1975
  }, {
    "title": "A comparison of volcanic with other fluxes of atmospheric trace gas constituents",
    "authors": ["RD Cadle"],
    "venue": "Rev Geophys",
    "year": 1980
  }, {
    "title": "The intensity of plinian eruptions",
    "authors": ["SN Carey", "H Sigurdsson"],
    "venue": "Bull Volcanol",
    "year": 1989
  }, {
    "title": "Solubilities of sulfur, noble gases, nitrogen, chlorine and fluorine in magmas",
    "authors": ["MR Carroll", "JD Webster"],
    "venue": "Rev Mineral",
    "year": 1994
  }, {
    "title": "Contribution of volcanic sulphur compounds to the stratospheric aerosol",
    "authors": ["Jr Castleman AW", "HR Munkelwitz", "B Manowitz"],
    "venue": "layer. Nature",
    "year": 1973
  }, {
    "title": "The sulfur cycle",
    "authors": ["R.J Charlson", "TL Anderson", "RE McDuff"],
    "year": 1992
  }, {
    "title": "A reanalysis of carbonyl sulphide as a source of stratospheric background sulphur aerosol",
    "authors": ["M Chin", "DD Davis"],
    "venue": "J Geophys Res",
    "year": 1995
  }, {
    "title": "The Laki and Tambora eruptions as revealed in Greenland ice cores from 11 locations",
    "authors": ["HB Clausen", "CU Hammer"],
    "venue": "Ann Glaciol",
    "year": 1988
  }, {
    "title": "The possible importance of OCS for the sulphate layer of the stratosphere",
    "authors": ["PJ Crutzen"],
    "venue": "Geophys Res Lett",
    "year": 1976
  }, {
    "title": "Poisson distributed patterns of explosive eruptive activity",
    "authors": ["Cruz-Reyna S de la"],
    "venue": "Bull Volcanol",
    "year": 1991
  }, {
    "title": "Estimates of sulfur yield to the atmosphere from volcanic eruptions and potential climatic effects",
    "authors": ["JD Devine", "H Sigurdsson", "A Davis", "S Self"],
    "venue": "J Geophys Res",
    "year": 1984
  }, {
    "title": "Vapor saturation and accumulation in magmas of the 1989– 1990 eruption of Redoubt volcano, Alaska",
    "authors": ["TM Gerlach", "HR Westrich", "TJ Casadevall", "DL Finnegan"],
    "venue": "J Volcanol Geotherm Res",
    "year": 1994
  }, {
    "title": "Greenland icesheet evidence of post-glacial volcanism and its climatic impact",
    "authors": ["CU Hammer", "HB Clausen", "W Dansgaard"],
    "venue": "Nature",
    "year": 1980
  }, {
    "title": "Potential climate impact of Mount Pinatubo eruption",
    "authors": ["J Hansen", "A Lacis", "R Ruedy", "M Sato"],
    "venue": "Geophys Res Lett 19",
    "year": 1992
  }, {
    "title": "Impurity sources",
    "authors": ["MM Herron"],
    "year": 1982
  }, {
    "title": "Nonhomogeneous Poisson model for volcanic eruptions",
    "authors": ["Ho C-H"],
    "venue": "Math Geol",
    "year": 1991
  }, {
    "title": "Perturbations to the global atmosphere associated with the El Chichon volcanic eruption",
    "authors": ["DJ Hofmann"],
    "venue": "Rev Geophys",
    "year": 1987
  }, {
    "title": "Increase in the stratospheric background sulphate aerosol mass in the past 10 years",
    "authors": ["DJ Hofmann"],
    "venue": "Science",
    "year": 1990
  }, {
    "title": "Global sources, lifetimes and mass balances of carbonyl sulphide (OCS) and carbon disulphide (CS2) in the earth’s atmosphere",
    "authors": ["MAK Khalil", "RA Rasmussen"],
    "venue": "Atmos Env",
    "year": 1984
  }, {
    "title": "Sighting of El Chichon sulfur dioxide clouds with the Nimbus 7 Total Ozone Mapping Spectrometer",
    "authors": ["AJ Krueger"],
    "venue": "Science",
    "year": 1983
  }, {
    "title": "Volcanic dust in the atmosphere; with a chronology and assessment of its meteorological significance",
    "authors": ["HH Lamb"],
    "venue": "Phil Trans Roy Soc Lond",
    "year": 1970
  }, {
    "title": "An inter-hemispheric volcanic time marker in ice cores from Greenland and Antarctica",
    "authors": ["Jr Langway CC", "HB Clausen", "CU Hammer"],
    "venue": "Ann Glaciol",
    "year": 1988
  }, {
    "title": "A 220-year continuous record of volcanic H2SO4 in the Antarctic ice",
    "authors": ["M Legrand", "RJ Delmas"],
    "venue": "sheet. Nature",
    "year": 1987
  }, {
    "title": "The accumulation record from the GISP2 core as an indicator of climate change through the Holocene",
    "authors": ["DA Meese", "AJ Gow", "P Grootes", "PA Mayewski", "M Ram", "M Stuiver", "KC Taylor", "ED Waddington", "GA Zielinski"],
    "venue": "Science",
    "year": 1994
  }, {
    "title": "The volcanic explosivity index (VEI) – an estimate of explosive magnitude for historical volcanism",
    "authors": ["CH Newhall", "S Self"],
    "venue": "J Geophys Res",
    "year": 1982
  }, {
    "title": "Petrologic evidence of volatile emissions from major historic and pre-historic volcanic eruptions",
    "authors": ["JM Palais", "H Sigurdsson"],
    "venue": "Kidson JW (eds) Understanding climate change. Geophys Monogr",
    "year": 1989
  }, {
    "title": "Self-limiting physical and chemical effects in volcanic eruption clouds",
    "authors": ["JP Pinto", "RP Turco", "OB Toon"],
    "venue": "J Geophys Res",
    "year": 1989
  }, {
    "title": "Volcanic explosions and climate change, a theoretical assessment",
    "authors": ["JB Pollack", "OB Toon", "C Sagan", "A Summers", "B Baldwin", "W Van Camp"],
    "venue": "J Geophys Res",
    "year": 1976
  }, {
    "title": "Mass and energy budgets of explosive volcanic eruptions",
    "authors": ["DM Pyle"],
    "venue": "Geophys Res Lett",
    "year": 1995
  }, {
    "title": "Sulphur rich volcanic eruptions and stratospheric aerosols",
    "authors": ["MR Rampino", "S Self"],
    "venue": "Nature",
    "year": 1984
  }, {
    "title": "Ice cores as an index of global volcanism from 1850 to the present",
    "authors": ["A Robock", "MP Free"],
    "venue": "J Geophys Res",
    "year": 1995
  }, {
    "title": "Worldwide dispersal of ash and gases from earth’s largest known eruption: Toba, Sumatra, 75 ka",
    "authors": ["WI Rose", "CA Chesner"],
    "venue": "Palaeo Palaeo Palaeo",
    "year": 1990
  }, {
    "title": "Scavenging of SO2 and H2O during growth of ice crystals by vapour diffusion",
    "authors": ["G Santachiara", "F Prodi", "F Vivarelli"],
    "venue": "Atmos Env",
    "year": 1995
  }, {
    "title": "Predicted timescales for GISP2 and GRIP boreholes at Summit, Greenland",
    "authors": ["C Schøtt", "ED Waddington", "CF Raymond"],
    "venue": "J Glaciol",
    "year": 1992
  }, {
    "title": "A decade of stratospheric sulfate measurements compared with observations of volcanic eruptions",
    "authors": ["WA Sedlacek", "EJ Mroz", "AL Lazrus", "BW Gandrud"],
    "venue": "J Geophys Res",
    "year": 1983
  }, {
    "title": "The possible effects of large 19th and 20th century volcanic eruptions on zonal and hemispheric surface temperatures",
    "authors": ["S Self", "MR Rampino", "JJ Barbera"],
    "venue": "J Volcanol Geotherm Res",
    "year": 1981
  }, {
    "title": "Evidence of volcanic loading of the atmosphere and climate response",
    "authors": ["H Sigurdsson"],
    "venue": "Palaeo Palaeo Palaeo",
    "year": 1990
  }, {
    "title": "Terrestrial volcanism in space and time",
    "authors": ["T Simkin"],
    "venue": "Ann Rev Earth Plan Sci",
    "year": 1993
  }, {
    "title": "Explosive eruptions in space and time, durations, intervals and a comparison of the world’s active volcanic belts. In: Boyd FR (ed) Explosive volcanism: inception, evolution and hazards",
    "authors": ["T Simkin", "L Siebert"],
    "year": 1984
  }, {
    "title": "Volcanoes of the world, 2nd edn",
    "authors": ["T Simkin", "L Siebert"],
    "year": 1994
  }, {
    "title": "Global inventory of sulfur emissions with a 17!17 resolution",
    "authors": ["PA Spiro", "DJ Jacob", "JA Logan"],
    "venue": "J Geophys Res",
    "year": 1992
  }, {
    "title": "Volcanic gases from subaerial volcanoes on earth. In: Ahrens TJ (ed) Global earth physics: a handbook of physical constants",
    "authors": ["RE Stoiber"],
    "venue": "AGU Reference Shelf",
    "year": 1995
  }, {
    "title": "Annual contribution of sulfur dioxide to the atmosphere by volcanoes",
    "authors": ["RE Stoiber", "SN Williams", "B Huebert"],
    "venue": "J Volcanol Geotherm Res",
    "year": 1987
  }, {
    "title": "The great Tambora eruption in 1815 and its aftermath",
    "authors": ["RB Stothers"],
    "venue": "Science",
    "year": 1984
  }, {
    "title": "Stratospheric chlorine injection by volcanic eruptions: HCl scavenging and implications for ozone",
    "authors": ["A Tabazadeh", "RP Turco"],
    "venue": "Science",
    "year": 1993
  }, {
    "title": "Geological and petrological studies of volcano Fuji V. On the 1707 eruption of Volcano Fuji",
    "authors": ["H Tsuya"],
    "venue": "Bull Earthq Res Inst Tokyo",
    "year": 1955
  }, {
    "title": "OCS, stratospheric aerosols and climate",
    "authors": ["RP Turco", "RC Whitten", "OB Toon", "JB Pollack", "P Hamill"],
    "venue": "Nature",
    "year": 1980
  }, {
    "title": "Magmatic vapor source for sulfur dioxide released during volcanic eruptions – evidence from Mount Pinatubo",
    "authors": ["PJ Wallace", "TM Gerlach"],
    "venue": "Science",
    "year": 1994
  }, {
    "title": "Magmatic gas source for the stratospheric SO2 cloud from the June",
    "authors": ["HR Westrich", "TM Gerlach"],
    "venue": "eruption of Mount Pinatubo. Geology",
    "year": 1992
  }, {
    "title": "A comparison of major chemical species seasonal concentration and accumulation at the South Pole and Summit, Greenland",
    "authors": ["SP Whitlow", "PA Mayewski", "J Dibb"],
    "venue": "Atmos Env",
    "year": 1992
  }, {
    "title": "A model simulation of Pinatubo volcanic aerosols in the stratosphere",
    "authors": ["JX Zhao", "RP Turco", "OB Toon"],
    "venue": "J Geophys Res",
    "year": 1995
  }, {
    "title": "Stratospheric loading and optical depth estimates of explosive volcanism over the last 2100 years derived from the Greenland Ice Sheet Project 2 ice core",
    "authors": ["GA Zielinski"],
    "venue": "J Geophys Res",
    "year": 1995
  }, {
    "title": "Record of volcanism since 7000 BC from the GISP2 Greenland ice core and implications for the volcano-climate system",
    "authors": ["GA Zielinski", "PA Mayewski", "LD Meeker", "S Whitlow", "MS Twickler", "M Morrison", "DA Meese", "AJ Gow", "RB Alley"],
    "venue": "Science",
    "year": 1994
  }],
  "id": "SP:e315c799f3171c6dac89ec9dd504622135b396fa",
  "authors": [{
    "name": "H.-U. Schmincke",
    "affiliations": []
  }, {
    "name": "David M. Pyle",
    "affiliations": []
  }, {
    "name": "Gregg J. S. Bluth",
    "affiliations": []
  }],
  "abstractText": "Two methods were used to quantify the flux of volcanic sulphur (as the equivalent mass of SO2) to the stratosphere over different timescales during the Holocene. A combination of satellite-based measurements of sulphur yields from recent explosive volcanic eruptions with an appropriate rate of explosive volcanism for the past 200 years constrains the medium-term (F10 years) flux of volcanic sulphur to the stratosphere to be F1 Mt a, with lower and upper bounds of 0.3 and 3 Mt a. The short-term (F10to 20-year) flux due to small magnitude (10–10 kg) eruptions is of the order of 0.4 Mt a. At any time the instantaneous levels of sulphur in the stratosphere are dominated by the most recent (0–3 years) volcanic events. The flux calculations do not attempt to address this very short timescale variability. Although there are significant errors associated with the raw sulphur emission data on which this analysis is based, the approach presented is general and may be readily modified as the quantity and quality of the data improve. Data from a Greenland ice core support these conclusions. Integration of the sulphate signals from presumed volcanic sources recorded in the GISP2 core provides a minimum estimate of the 10–year volcanic SO2 flux to the stratosphere of 0.5–1 Mt a over the past 9000 years. The short-term flux calculations do not account for the impact of rare, large events. The ice-core record does not fully account for the contribution from small, frequent events.",
  "title": "Sulphur emissions to the stratosphere from explosive volcanic eruptions"
}