{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nQuaternary Research\nj ourna l homepage: www.e lsev ie r .com/ locate /yqres\nhttps://d Downloa\nA ring-width-based reconstruction of June–July minimum temperatures since AD 1245 from white spruce stands in the Mackenzie Delta region, northwestern Canada\nTrevor J. Porter a,b,⁎, Michael F.J. Pisaric b,c, Steven V. Kokelj d, Peter deMontigny b\na Department of Earth and Atmospheric Sciences, University of Alberta, Edmonton, Canada b Department of Geography and Environmental Studies, Carleton University, Ottawa, Canada c Department of Geography, Brock University, St. Catharines, Canada d Renewable Resources and Environment, Aboriginal Affairs and Northern Development Canada, Northwest Territories Geoscience Office, Yellowknife, Canada\n⁎ Corresponding author at: Department of Earth and At of Alberta, Edmonton, Canada. Fax: +1 780 492 2030.\nE-mail address: porter@ualberta.ca (T.J. Porter). URL: http://www.tjporter.webs.com (T.J. Porter).\n0033-5894/$ – see front matter © 2013 University of W http://dx.doi.org/10.1016/j.yqres.2013.05.004\noi.org/10.1016/j.yqres.2013.05.004 ded from https://www.cambridge.org/core. University of A\na b s t r a c t a r t i c l e i n f o"
  }, {
    "heading": "Article history:",
    "text": "Received 25 October 2012 Available online 22 June 2013"
  }, {
    "heading": "Keywords:",
    "text": "Mackenzie Delta White spruce Tree-ring width Divergence Dendroclimatology Temperature reconstruction\nWe present a reconstruction of June–July minimum temperatures since AD 1245 for the Mackenzie Delta region based on a 29-site network of white spruce (Picea glauca) ring-width series. Most but not all trees experienced a divergent temperature–growth response, similar to the divergence that has affected other white spruce trees across Yukon and Alaska. However, divergence in the study region began as early as AD 1900 and we have documented our methods to avoid including divergent signals in the reconstruction. Calibration/verification testing based on local temperature data, and multi-century coherence with nearby and large-scale temperature proxy records, confirm that our reconstruction is robust. The reconstruction shows cool conditions in the late 13th, early 18th and early 19th centuries, corresponding with solar minima and increased volcanism. These cool periods are interrupted by warm periods consistent with early to mid-20th century warmth. The late 20th century is the warmest interval, and the last decade is estimated to be 1.4°C warmer than any decade before the mid-20th century. The reconstructed climate history corroborates other proxy-based inferences and supports the notion that high-latitude regions such as the Mackenzie Delta have experienced rapid warming in recent decades that is exceptional in the last eight centuries.\n© 2013 University of Washington. Published by Elsevier Inc. All rights reserved."
  }, {
    "heading": "Introduction",
    "text": "The circumpolar north has experienced rapid climate warming in recent decades (ACIA, 2005), which has stimulated a broad range of ecosystem-level changes (Tape et al., 2006; Bunn et al., 2007; Turetsky et al., 2011; Lantz et al., 2012). However, Arctic climate is characterised by a sparse network of instrumental records that are mostly shorter than 100 yr in duration (Lawrimore et al., 2011). This instrumental network is inadequate for evaluating regional-scale variability and providing the long-term context for recent climate changes. Climate proxies can improve on existing knowledge of climate in northern regions, and tree-rings are ideal since they are annually resolved and comparable to instrumental records (Hughes, 2011). Of interest to our study is the development of millennial-length ring-width chronologies for climate reconstruction. Such long chronologies are not found in all regions, because either the living trees are short-lived or the environmental conditions are not suitable for deadwood preservation. Long chronologies are more typical in northern Eurasia but are\nmospheric Sciences, University\nashington. Published by Elsevier In\nrizona, on 21 Feb 2019 at 19:22:35, s\nvirtually absent in northern North America (Jansen et al., 2007). Here we focus on the Mackenzie Delta region, which hosts Canada's northernmost treeline extent and has potential for multi-centennial- to millennial-length, climatically sensitive tree-ring chronologies (Szeicz and MacDonald, 1996; Bégin et al., 2000; Pisaric et al., 2007).\nA network of temperature-sensitive white spruce (Picea glauca) ring-width series, from 10 existing and 19 new sites (Fig. 1), is used to develop a regional chronology and reconstruct June–July minimum temperatures since AD 1245. Most trees in this network shared a divergent temperature–growth response during the 20th century (Pisaric et al., 2007) that is consistent with the ‘divergence problem’ reviewed by D'Arrigo et al. (2008). The divergence we observe in the Mackenzie Delta began as early as ca. AD 1900, which is earlier than in most other regions, and we document our methods to avoid including divergent signals in our regional chronology.\nOur regional chronology improves upon several previously developed chronologies from the region, as it represents one of the densest tree-ring networks ever compiled in northwestern North America (NWNA), allowing us to isolate regional growth patterns linked to climate and attenuate site- and tree-specific noise (Hughes, 2011). The reconstruction quality is demonstrated by standard calibration and verification tests (Cook and Kairiukstis, 1990) over the instrumental period and multi-century coherence with temperature proxy records\nc. All rights reserved.\nubject to the Cambridge Core terms of use, available at https://www.cambridge.org/core/terms.\nhttps Down\nfrom both neighbouring regions and large-scale Arctic and hemispheric networks. Our reconstruction provides a long-term context for evaluating the significance of recent warming in the Mackenzie Delta region."
  }, {
    "heading": "Background",
    "text": "Three notable ring-width studies on white spruce have been published from the Mackenzie Delta region: Szeicz and MacDonald (1996), Bégin et al. (2000), and Pisaric et al. (2007). Szeicz and MacDonald (1996) and Bégin et al. (2000) developed two of the longest chronologies back to AD 1060 and 1172, respectively. The Bégin et al. (2000) chronology was developed from living trees and deadwood snags (i.e., resting on the surface) from an isolated stand in the Eskimo Lakes district, north of treeline (site 1, Fig. 1). As is typical of trees from cold, high-latitude regions, their chronology was positively correlated with summer temperatures and was used to reconstruct temperatures. Conversely, Szeicz and MacDonald (1996) sampled trees from rocky outcrops on Campbell Dolomite Upland (CDU; site 3, Fig. 1) and found their chronology was moisture-sensitive due to its inverse correlation with prior-summer temperatures and positive correlation with annual precipitation. More recently, the CDU chronology has been interpreted as a proxy for summer temperature (Esper et al., 2002; Frank et al., 2007; Porter and Pisaric, 2011). Comparisons against other temperature proxies suggest that the CDU chronology had responded positively to temperature before the 20th century but shifted to a negative temperature response in the 20th century (Porter and Pisaric, 2011). Similarly, temperature–growth divergence is found in other white spruce stands across NWNA (Jacoby and D'Arrigo, 1995; D'Arrigo et al., 2004; Wilmking et al., 2004; Pisaric et al., 2007; Porter and Pisaric, 2011).\n://doi.org/10.1016/j.yqres.2013.05.004 loaded from https://www.cambridge.org/core. University of Arizona, on 21 Feb 2019 at 19:22:3\nPisaric et al. (2007) were the first to examine the climatic response of individual trees at sites in the Mackenzie Delta plain (sites 6–13, Fig. 1). They too found that temperature–growth divergence was widespread, but a subset of trees from several sites maintained a stable, positive temperature response over the full 20th century. The point of divergence is evident by comparing separate chronologies developed from the means of divergent and divergence-free trees (referred to as ‘negative and positive responders’ by Pisaric et al., 2007; sensu Wilmking et al., 2004). The divergent population began exhibiting contrasting low-frequency growth patterns as early as ca. AD 1900. Prior to the point of divergence, divergent and divergence-free trees shared a common growth pattern that was a positive function of temperature based on comparisons with long proxy records (Porter and Pisaric, 2011).\nWhile many trees across NWNA were susceptible to temperature– growth divergence, others were not (Bégin et al., 2000; Wilmking et al., 2004; Pisaric et al., 2007; Porter and Pisaric, 2011). The spatio-temporal coverage of tree-ring and climate records in NWNA are limitations to understanding the cause(s) of divergence and likelihood it occurred in the past (D'Arrigo et al., 2008), which has implications for tree-ring-based climate reconstructions (Jansen et al., 2007). However, mounting evidence suggests that temperature– growth divergence is unique to the 20th century and was caused by a large-scale climatic forcing (Cook et al., 2004; Porter and Pisaric, 2011). Warming-induced drought stress is often blamed (Jacoby and D'Arrigo, 1995; Lloyd and Fastie, 2002; McGuire et al., 2010), and proxy records do support the idea that the 20th century has been anomalously warm (D'Arrigo et al., 2006) and dry (Anderson et al., 2007, 2011). The exceedance of temperature thresholds resulting in physiological stress has also been proposed (D'Arrigo et\n5, subject to the Cambridge Core terms of use, available at https://www.cambridge.org/core/terms.\nhttps://d Downloa\nal., 2004; Wilmking et al., 2004). However, not all trees in affected regions exhibit a divergent response (Wilmking et al., 2004; Pisaric et al., 2007; Porter and Pisaric, 2011), which implies that local-scale factors determine why some trees are susceptible and others not (Porter and Pisaric, 2011). For example, stand density and surficial organic layer thickness are important moderating factors of soil hydroclimate (Wilmking et al., 2004; King, 2009; Drobyshev et al., 2010; Yarie and Van Cleve, 2010) and could influence a tree's susceptibility to divergence if related to moisture stress.\nRegardless, if temperature–growth divergence is unique to the 20th century and has not affected all trees, it should be possible to develop robust temperature reconstructions in regions affected by divergence if careful selection procedures are used to exclude divergent signals from the reconstruction (Wilson et al., 2007). Here, we re-examine the aforementioned tree-ring data from the Mackenzie Delta region and develop a divergence-free regional chronology, which we use to reconstruct summer temperatures over most of the last millennium."
  }, {
    "heading": "Methods",
    "text": ""
  }, {
    "heading": "Study area",
    "text": "The Mackenzie Delta is an alluvial feature of Holocene age composed of sediments from the Mackenzie and Peel Rivers (Mackay, 1963). White spruce trees dominate the delta plain and grow in well-drained alluvium underlain by permafrost (Nguyen et al., 2009). Most delta-plain sites studied here (sites 6–29, Fig. 1) are open-canopy, white spruce/lichen-crowberry stands, as described by Pearce et al. (1988), which have abundant mature trees, deadwood, and lichen cover (e.g., Cladonia rangiferina; Caldina mitis; Supplementary Fig. 1). The development of ice-rich permafrost has elevated these surfaces above the regular spring flooding level (Kokelj and Burn, 2005a), and has helped to prevent rot and preserve deadwood. The general absence of wildfires in the delta also helps to preserve centuries-old trees and deadwood, making these site types well suited for dendroclimatic research.\nFive upland sites examined here (sites 1–5, Fig. 1), adjacent to the Mackenzie Delta, are broadly consistent with the delta-plain sites in terms of canopy and understory structure, but they differ in terms of surficial geology. Three of these sites (CDU, CDU1, and CDU2) are found on the Campbell Dolomite Upland (Supplementary Fig. 2), a dolomite, quartzite, and shale outcrop of Precambrian to Lower Devonian age (Norris, 1981). The area was overridden by Laurentide ice between 14 and 21 14C ka BP (Dyke et al., 2002). Forested sites have only a shallow mineral soil layer, presumably from weathered parent material or glacial till. The two other upland sites (ESK and NL1) are isolated tundra stands on hummocky moraine deposits (Rampton, 1988).\nSeasonal temperatures and precipitation are greatest in summer. Mean temperature normals (AD 1971–2000) at Inuvik for the winter (DJF), spring (MAM), summer (JJA), and fall (SON) seasons are −26.7, −11.9, 12.2, and −8.5°C, respectively; the same seasonal normals for total precipitation are 41.1, 38.5, 95.2, and 73.8 mm (http://climate. weatheroffice.gc.ca)."
  }, {
    "heading": "Tree-ring data",
    "text": "Nineteen white spruce stands (Table 1) were sampled in 2007 and 2008 using standard dendrochronology methods (Speer, 2010). General sampling areas were preselected so that sites would be well distributed across the region. Mature sites with abundant snags were targeted to maximize the length of tree-ring chronologies. On average, 45 trees were sampled per site, most of which (ca. ≥80%) were living. A single bark-to-bark core (i.e., representing two radii) passing through or near the pith was collected from living trees; ‘cookies’\noi.org/10.1016/j.yqres.2013.05.004 ded from https://www.cambridge.org/core. University of Arizona, on 21 Feb 2019 at 19:22:35, s\nwere cut from snags. Samples were sanded to a smooth finish so the rings could be visually cross-dated and measured using a Velmex measuring system (±0.001 mm). Two radii per tree were measured in nearly all cases. Cross-dating accuracy was verified using the program COFECHA (Holmes, 1983).\nThese 19 sites are supplemented by 10 previously sampled sites (Table 1): 8 eastern delta sites — Pisaric et al. (2007); the Eskimo Lakes ‘ESK’ site — Bégin et al. (2000); and the Campbell Dolomite Upland ‘CDU’ site — Szeicz and MacDonald (1996). Details about the ring-width data from these sites are provided in Supplementary Note 1.\nAge-related trends were removed from ring-width series using standard data-adaptive negative-exponential or linear negativeto-zero slope curves (Fritts et al., 1969) following the ‘signal-free’ approach by Melvin and Briffa (2008). The signal-free approach improves upon traditional tree-ring standardisation as it helps to avoid distortion caused by climate signals in growth series. Ideally, an expected growth curve fitted to raw ring-width measurements should reflect only the age-related trend (i.e., independent of climate). However, when data-adaptive curves are used, they are unavoidably distorted (referred to as ‘trend distortion’) by the climate signal. Removing these curves from raw data will, therefore, remove some of the original climate signal. Because data-adaptive curves, determined by least squares, are most influenced by series ends, trend distortion is also most severe at the ends of series.\nIn the case of mean chronologies where the modern ends of many standardised indices end on the same year (e.g., living trees) and are averaged together, a large trend distortion may occur and cause a poor fit between the climate series and mean chronology (Melvin and Briffa, 2008). Signal-free standardisation avoids trend distortion by estimating and removing the common climate signal from each series, based on the iterative procedure outlined by Melvin and Briffa (2008), resulting in ‘signal-free measurements’ that can be used to\nubject to the Cambridge Core terms of use, available at https://www.cambridge.org/core/terms.\nhttps Down\nbetter characterise age-related trends. However, it is important to note that data-adaptive signal-free standardisation is subject to the same low-frequency limitations or ‘segment length curse’ (Cook et al., 1995) as more traditional methods, with potential loss of lowfrequency signals at wavelengths greater than the mean series length.\nA signal-free-enabled version of the program ARSTAN (provided by E. Cook, Lamont–Doherty Earth Observatory) was used to calculate the standardised ring-width indices. Indices belonging to the same tree were averaged into mean ‘tree indices’ (Supplementary Fig. 3). Site and regional chronologies were calculated using the robust bi-weight mean (Cook, 1985)."
  }, {
    "heading": "Climate data",
    "text": "Regional composites of monthly minimum, mean and maximum temperatures and total precipitation were developed from several nearby climate station records (Supplementary Fig. 4; see Supplementary Note 2 for details on the regional composites) to allow the longest possible comparisons between local climate and our treering data. The temperature composites span AD 1892–2007 and are continuous from AD 1910–2007 for most months (Supplementary Figs. 5–7). The total precipitation composites span AD 1926–2007 continuously (Supplementary Fig. 8). Temperature variability is coherent across the region, but total precipitation is more spatially heterogeneous (Burn and Kokelj, 2009). These points are well confirmed by strong inter-station correlations for the selected temperature records for all months (Supplementary Figs. 5–7), andweak inter-station correlations for total precipitation for most months (Supplementary Fig. 8). As such, the total precipitation composites may be less representative of the region compared to the temperature composites. Therefore, correlations between the tree-ring and total precipitation data should be interpreted with caution."
  }, {
    "heading": "Results and discussion",
    "text": "Regional growth patterns and divergence\nTree-ring series from the network span the period AD 1060–2007 (Table 1). More than 70% of the sites yielded samples that extend into the 16th century, more than 40% extend into the 15th century, and just over 20% extend into the 14th century or earlier. The oldest samples are from the upland sites ESK, CDU, CDU1, and CDU2, which extend into the 11th or 12th centuries. All sites share a large amount of common variability, suggesting a regional growth-limiting factor such as climate. This is demonstrated by a comparison of each site's chronology against a regional mean defined by the remaining trees from the network (Fig. 2). Each site is well correlated with its corresponding regional mean. The most strongly correlated sites (e.g., DW, BB, MP, M, FT, KC2 and SC1) are delta-plain sites. Nevertheless, most upland sites (e.g., ESK, NL1, CDU and CDU2) are also well correlated regionally.\nAll tree indices were averaged into a mean chronology (Fig. 3a; hereafter the Mackenzie Delta Regional Chronology or MDRC) to isolate the regional growth pattern and assess its climate response. The MDRC was calculated for the period AD 1245–2007 only, defined by an Expressed Population Signal (EPS; Wigley et al., 1984) above 0.7 (i.e., 70% signal, 30% noise), except during the five years AD 1399 and 1405–1408 when EPS is 0.66–0.69. A 51-yr window was used to calculate the EPS. The EPS statistic is commonly used in dendroclimatology studies as a measure of the common tree growth pattern in the mean chronology. An EPS of 0.85 is often adopted as a threshold below which the chronology may be less reliable (Wigley et al., 1984), but it is a subjective threshold. The more liberal EPS value of 0.7 is used to facilitate a longer interpretation of the MDRC (n.b., the point in time when EPS exceeds 0.85 is also noted in Fig. 3a), and we show towards the end of this paper that early\n://doi.org/10.1016/j.yqres.2013.05.004 loaded from https://www.cambridge.org/core. University of Arizona, on 21 Feb 2019 at 19:22:3\nportions of the chronology defined by EPS values between 0.7 and 0.85 contain valuable climatic information that corresponds with other palaeoclimate reconstructions. EPS drops well below 0.5 prior to AD 1245 due to the low number of samples (≤15 trees). The MDRC was not weighted by site, but a site-weighted MDRC is virtually identical to the un-weighted MDRC (AD 1245–2007, r = 0.97, p ≤ 0.001).\nThe strong regional growth coherence indicates a regional forcing such as climate but does not necessarily imply that the average tree's response to any specific forcing has been time-stable. The MDRC emulates the divergent growth pattern reported by Pisaric et al. (2007) in the Mackenzie Delta. Pisaric et al. (2007) showed that most, though not all, trees in the delta were susceptible to temperature–growth divergence, and that this divergence began earlier than in most other regions of NWNA. Pisaric et al. (2007) demonstrated that the mean growth patterns of the divergent and divergence-free populations were indistinguishable prior to ca. AD 1900 and very different since then. Comparisons against reconstructed hemispheric-scale temperatures confirm that divergent and divergence-free trees shared a positive temperature response prior to AD 1900 (Porter and Pisaric, 2011). Since AD 1900, divergent and divergence-free trees show contrasting low frequency growth patterns, divergence-free trees with a positive temperature response over the 20th century, and divergent trees with a transient temperature response (Pisaric et al., 2007).\nWe reiterate this last point with a comparison of theMDRC against a well-verified ring-width-based June–July temperature reconstruction (AD 1638–1988) by Szeicz and MacDonald (1995) from a network of five high-elevation white spruce sites in the middle Mackenzie Valley and parts of central and northern Yukon (all within 500 km of theMackenzie Delta; Fig. 1). This comparison (Fig. 3b) shows that the average Mackenzie Delta tree was coupled to reconstructed June–July temperatures from AD 1638 to 1900 (r = 0.61, p ≤ 0.01). However, there is a clear loss of temperature sensitivity, at least at lower frequencies, since AD 1900 (AD 1900–1988, r = 0.00, n.s.; Fig. 3b). This temperature–growth divergence begins roughly a half century before it occurs in most other parts of NWNA (D'Arrigo et al., 2008; Porter and Pisaric, 2011). This same result is observed when the MDRC is compared with Northern Hemisphere reconstructed temperatures (AD 1600–1900, r = 0.30, p ≤ 0.01; AD 1900–2000, r = 0.09, n.s.; Fig. 3c), in spite of the large spatial-scale differences.\nA unique feature of divergence in the Mackenzie Delta is that it occurs in two phases. The first phase spans ca. AD 1900–1950 when tree growth overestimates summer temperatures, and the second phase follows when tree growth underestimates temperatures (Fig. 3b). The first phase is uncommon in NWNA, but the second phase is common (Porter and Pisaric, 2011). The observation that many sites in NWNA responded negatively to late 20th-century temperatures, a period of exceptional warmth in recent millennia (Kaufman et al., 2009), has led some to suggest that this response may be linked to warming-induced drought stress (McGuire et al., 2010; Porter and Pisaric, 2011) or a physiological stress due to temperature threshold exceedance (D'Arrigo et al., 2004; Wilmking et al., 2004). However, the first phase of divergence in the Mackenzie Delta, a period of accelerated growth, is clearly a response to favourable, not stressful, conditions.\nThe strong coherence between our tree-ring network and the Szeicz and MacDonald (1995) network prior to AD 1900 reflects the fact that both are based on white spruce and both experienced similar temperature histories, given their proximity. However, the lack of coherence during the early 20th century suggests that climate–environment feedbacks may influence growth differently across this range of environments. Elevation is a notable difference. The Szeicz and MacDonald (1995) trees are from high-elevation mountain sites while most of our trees are from low-lying delta-plain sites. A simple comparison between a mean chronology representing our five upland sites and the Szeicz and MacDonald (1995) reconstruction reveals that the early\n5, subject to the Cambridge Core terms of use, available at https://www.cambridge.org/core/terms.\nhttps://d Downloa\n20th-century growth surge is unique to delta-plain trees (Fig. 3d), implying that conditions unique to the delta plain are responsible for the anomalous early 20th-century growth surge.\nOne potential factor contributing to the growth surge in the Mackenzie Delta is a release of water and nutrients from nearsurface permafrost due to active-layer thickening. Trees in the Mackenzie Delta grow on fine-grained alluvial soils underlain by an aggrading permafrost table that traps ice lenses (Kokelj and Burn, 2005a) and dissolved cations (Ca2+ and Mg2+; Kokelj and Burn, 2005b) in near-surface permafrost. Little Ice Age conditions are probably associated with colder permafrost (Kokelj et al., 2007) and a thinner active layer. Warming following the Little Ice Age may have caused the active-layer thickness to increase, with air temperatures reaching a local maximum in the 1940s (Burn and Kokelj, 2009), potentially releasing water and nutrients that had accumulated over previous centuries in a relatively short period of time, and resulting in augmented growth. Following this warming, mean annual air temperatures cooled into the 1970s, and then increased to record high levels by the late 20th century (Burn and Kokelj, 2009). While trees at alluvial sites experience water and nutrient additions following flooding, and increases in active-layer thickness and rooting depth, upland trees at Campbell Dolomite Upland, which grow in thin soils on bedrock, would not benefit from an increase in active-layer thickness, which may explain why they did not experience the early 20th-century growth surge.\nIf the early 20th-century growth surge is linked to an increase in active-layer thickness, then a more pronounced growth trend might have been expected in the late 20th century when air temperatures were higher and further active-layer thickening occurred (Burn and\noi.org/10.1016/j.yqres.2013.05.004 ded from https://www.cambridge.org/core. University of Arizona, on 21 Feb 2019 at 19:22:35, s\nKokelj, 2009). However, the late 20th century is a period of subdued growth for many white spruce stands across NWNA, including the Mackenzie Delta, and the large-scale factors responsible for the depressed growth (e.g., warming-related stress; Barber et al., 2000; D'Arrigo et al., 2004; Lloyd and Bunn, 2007; McGuire et al., 2010) may have countered some of the benefit of an increased active-layer thickness in the late 20th century."
  }, {
    "heading": "Climate–growth correlations",
    "text": "Since the first point of divergence (ca. AD 1900), the MDRC expressed a strong positive growth trend to record high index values in the AD 1930s, then a negative trend to low values in the AD 1980s, and then a positive trend to higher values at the time of sampling (Fig. 3a). This low-frequency pattern is inconsistent with local instrumental climate data. A correlation analysis between the MDRC and instrumental temperatures (AD 1892–2007) and total precipitation (AD 1926–2007) finds no significant correlations except a weak inverse correlation with December precipitation (Table 2). This result is not surprising given the evidence for a transient response to climate since AD 1900, discussed above. Time-dependent correlations between unfiltered tree-ring and climate series have been used to detect transient responses (e.g., D'Arrigo et al., 2004). However, these raw moving correlation analyses are unable to assess the frequency dependence of the transient response. It is difficult to draw conclusions on lower-frequency climate–growth correlations (e.g., by lowpass filtering the climate and tree-ring series) when only short climate series (e.g., b100 yr) are available, as the effective degrees of freedom are severely reduced with autocorrelation (Wigley et al.,\nubject to the Cambridge Core terms of use, available at https://www.cambridge.org/core/terms.\nhttps Down\n1987). However, high-frequency correlations are not prone to this effect.\nA correlation analysis based on first-differenced data (i.e., highfrequency only) shows that the average tree had a significant, positive correlation with June and July temperatures over the 20th century (see ‘1st diff.’, Table 2). First-difference correlations are strongest for minimum and mean temperatures, and slightly weaker for maximum temperatures. A comparison of first-differenced June–July mean temperatures and ring width for AD 1911–2007 (Fig. 3e) shows that the\nTable 2 Correlations between monthly climate variables and tree-ring width indices: MDRC (Fig. 3a) Regional Chronology; Fig. 4f). Only correlations significant at p ≤ 0.05 (two-tailed) are sho\nSep Oct Nov Dec Jan\nTotal precip. MDRC −0.24 1st diff. DFRC 0.22 Min. temp. MDRC 1st diff. −0.20 DFRC 0.30 0.32 0.24 Mean temp. MDRC 1st diff. −0.20 DFRC 0.22 Max. temp. MDRC 1st diff. DFRC\n://doi.org/10.1016/j.yqres.2013.05.004 loaded from https://www.cambridge.org/core. University of Arizona, on 21 Feb 2019 at 19:22:3\nrelation was stable over the 20th century (n.b., first-differenced June–July temperatures were not available before AD 1911). This point is supported by similar inter-series correlations for the first (AD 1911–1959, r = 0.57, p ≤ 0.01) and second (AD 1960–2007, r = 0.47, p ≤ 0.01) halves of the comparison period. The overall correlation is r = 0.53 (p ≤ 0.01), a level of agreement that is typical for some Alaskan white spruce (Andreu-Hayles et al., 2011). Results from a sign-test also indicate a strong coupling between the two variables (65+/31−, p ≤ 0.01).\n; ‘1st diff.’ (mean of all 1st differenced tree indices; Fig. 3e); and ‘DFRC’ (Divergence Free wn; correlations significant at p ≤ 0.01 (two-tailed) are in bold font.\nFeb Mar Apr May Jun Jul Aug\n−0.24 0.30\n0.48 0.35 0.29 0.22 0.25 0.56 0.43 0.23\n0.49 0.35 0.23 0.51 0.23\n0.43 0.33 0.41\n5, subject to the Cambridge Core terms of use, available at https://www.cambridge.org/core/terms.\nhttps://d Downloa\nThe results presented thus far suggest that divergence in the Mackenzie Delta is mostly restricted to the low-frequency domain and post-AD 1900. However, as was demonstrated by Pisaric et al. (2007), and as we will show next, not all trees from a given site were affected by divergence, and this provides an opportunity to develop a divergence-free regional chronology that can be used to reconstruct past temperatures."
  }, {
    "heading": "Divergence-free regional chronology",
    "text": "Large-scale (e.g., hemispheric) climate-proxy reconstructions are often developed from extensive networks of site chronologies that are well correlated and have a time-stable relation with the target climate variable (Briffa et al., 2002; D'Arrigo et al., 2006). In some high-latitude regions, ring-width-based temperature reconstructions have been most successful when tree-ring records were screened for divergence (Wilson et al., 2007). Here, we apply the same principles on our tree-ring network to develop a divergence-free regional chronology. However, rather than excluding divergent series altogether, we exclude only the divergent portions of these series (i.e., post-AD 1900) as the pre-divergence portions are not in question based on prior analyses and our discussion above.\nDivergent and divergence-free records can be separated based on their correlation with summer temperature, but as Esper and Frank (2009) suggest, this approach is circular and would surely lead to a mean chronology that is tuned to the temperature index used in the correlation analysis. Alternatively, growth trend (positive vs. negative) could be used as a sorting criterion. At the NWNA scale, Porter and Pisaric (2011) found that most divergent and divergence-free records have consistent growth trends, with respect to sign, over all periods except ca. AD 1950–1980. During the AD 1950–1980period, divergent records have a negative growth trend while divergence-free trees have a positive trend. However, in areas such as Old Crow Flats (Porter and Pisaric, 2011) and the Mackenzie Delta (Pisaric et al., 2007) the period of contrasting growth trends begins slightly earlier, ca. AD 1930–1980.\nWe examined all 1286 tree indices from the 29 sites and sorted them based on growth trend from AD 1930 to 1980. Trees with a negative trend were sorted as ‘Group 1’, and trees with a positive trend were sorted as ‘Group 2’. The Group 1 and Group 2 trees were then averaged into regional chronologies (Figs. 4a and b). The regional chronologies are only given for years with an EPS above 0.7 (EPS ≥ 0.85 is also noted in Fig. 4), as was done for the MDRC. Ring-width series from deadwood that did not cover the AD 1930– 1980 period were left unsorted and were averaged into a ‘Snag’ regional chronology (Fig. 4c).\nOf the sorted trees, most are Group 1 (Table 3). Three sites did not contain any Group 2 trees (FT, AK1, and AK2). Of the 26 sites that had both responses, the majority of trees (82% for the average site) were Group 1. The dominance of Group 1 trees was observed at all sites except ESK and CDU1. Group 2 trees represent 20–30% of the population at some sites including NL1, CDU2, TM, MS, HL, AC1, NC2, KC1, and WC1. Regionally, there is no statistical difference in mean series length between Group 1 and Group 2 trees (261 vs. 263 yr; 1σ = 76 vs. 79 yr), suggesting that the contrasting growth responses are not a function of age. Rather, they are more likely due to differences in local factors (King, 2009; Porter and Pisaric, 2011).\nA comparison of the regionally averaged Group 1, Group 2 and Snag chronologies shows that all trees, regardless of grouping, shared a common growth pattern from AD 1644 until 1900 (Fig. 4d). The mean inter-series correlation between the three chronologies during this period is 0.87 (p ≤ 0.001). After AD 1900, Group 1 trees had a sharp upward trend to ca. AD 1930, then a decline to ca. AD 1980. As would be expected, the Snag chronology closely follows the Group 1 chronology post-AD 1900 as it is an unsorted chronology and is defined mostly by Group 1 trees, which dominate regionally. Conversely, Group 2 trees had a positive trend since AD 1900.\noi.org/10.1016/j.yqres.2013.05.004 ded from https://www.cambridge.org/core. University of Arizona, on 21 Feb 2019 at 19:22:35, s\nTo demonstrate that the contrasting growth patterns post-1900 are not an artefact of the detrending method, the raw series belonging to each group were re-standardised and compared using three other methods: traditional negative-exponential/negative-to-zero-slope linear (Fig. 5a); horizontal line equal to series mean (Fig. 5b); and regional curve standardisation (Fig. 5c). Regional curve standardisation (Briffa et al., 1990) was applied on a site-by-site basis, as growth rate varies between sites and, therefore, a single regional curve is not appropriate for all trees in the region (Briffa and Melvin, 2011). Each method demonstrates the same post-1900 differences betweenGroup 1 andGroup 2 trees, suggesting these contrasting patterns are not artefacts of the curve-fitting method chosen. The comparison of the ‘horizontal line’ chronologies is particularly informative, as it reflects raw growth variability (i.e., climate- and age-driven trends), unaltered by curve fitting. Another notable point is that there seems to be little if any loss of long-time scale variance from use of data-adaptive curve standardisation, based on the similarity of chronologies produced by regional curve and negative-exponential standardisation methods. Regional curve standardisation is generally considered superior in its ability to retain long-time scale variance.\nA running standard deviation of all ring-width indices (Fig. 4e) was calculated as further evidence that all trees, regardless of grouping, had similar growth patterns before AD 1900, but increasingly variable growth patterns since. The regional standard deviation was relatively stable during AD 1245–1900, with smoothed (41-yr cubic smoothing spline, 50% frequency cut-off; Cook and Peters, 1981) values ranging from 0.30 to 0.47 (mean = 0.37). Subsequently, the regional standard deviation increases sharply to a local maximum of ca. 0.66 in the AD 1930s, a period when the Group 1 and Group 2 trees show considerable differences. During the mid-20th century, the regional standard deviation returns to pre-AD 1900 levels, since Group 1 and Group 2 indices are similar in value as they cross each other trending in opposite directions. Finally, the regional standard deviation increases sharply to end the record above 1.0, indicating that ring-width indices across the region are most variable during the late 20th century. Again, these differences are evident between the Group 1 and Group 2 regional chronologies (Fig. 4d).\nCalibration and verification\nBased on the premise that temperature–growth divergence is restricted to the 20th century (Cook et al., 2004; Porter and Pisaric, 2011), we calculated a Divergence-Free Regional Chronology (DFRC) from the robust bi-weight mean of all ring-width indices before AD 1900 and only Group 2 indices since AD 1900, thereby excluding divergent signals. As was the case for the other chronologies presented thus far, the DFRC is defined by an EPS above 0.7.\nThe DFRC was correlated with the regional climate data to determine its optimal climate response (Table 2). The strongest andmost significant correlations were observed for June and July minimum and mean temperatures, as noted earlier for the ‘all trees’ first-differenced data (n.b., Group 2 trees that define the modern portion of the DFRC have the same high-frequency growth pattern as ‘all trees’ — Supplementary Fig. 9). The finding that June and July minimum and mean temperatures are well correlated with tree growth at both highand low-frequencies provides some confidence that these relations are not spurious.\nJune–July (and June–August) is a common season of influence for temperature-sensitive chronologies from high-latitude and highelevation sites in North America and Eurasia (Szeicz and MacDonald, 1995; Gostev et al., 1996; Büntgen et al., 2005; Wilson et al., 2007; Youngblut and Luckman, 2008; D'Arrigo et al., 2009; Esper et al., 2010; Porter and Pisaric, 2011; Flower and Smith, 2012). However, few studies have explored correlations with minimum (nighttime) and maximum (daytime) temperatures. Rather, most studies focus on mean temperature only. Here, we find notable differences between\nubject to the Cambridge Core terms of use, available at https://www.cambridge.org/core/terms.\nhttps Down\nminimum, mean, and maximum temperature correlations. The June correlation is similar between minimum (r = 0.56, p ≤ 0.01) and mean (r = 0.51, p ≤ 0.01) temperatures, but the July correlation is much stronger for minimum (r = 0.43, p ≤ 0.01) versus mean (r = 0.23, p ≤ 0.01) temperatures. Wilson and Luckman (2003) (also Luckman and Wilson, 2005; Youngblut and Luckman, 2008) showed that maximum temperatures are more strongly correlated with tree growth in some environments. Wilson and Luckman (2003) suggest this may be due to the fact that most photosynthesis occurs during daytime and, presumably, daytime temperatures are more likely to influence photosynthesis. However, we find the DFRC is more closely associated with June–July minimum temperatures (r = 0.60, p ≤ 0.01) compared to mean or maximum temperatures (r = 0.46 and 0.31, respectively, p ≤ 0.01). This sensitivity may reflect the fact that early summer minimum temperatures in the region can approach the freezing point and, therefore, can also significantly limit biological activity and growth.\nBased on our correlation analysis, June–July minimum temperature is the optimal climate index for the DFRC. Standard split-period calibration–verification testing (Cook and Kairiukstis, 1990) was used to evaluate the robustness of the DFRC–temperature relation. Two 53-yr calibration periods were defined: AD 1893–1954 (Split 1) and 1955–2007 (Split 2). The Split 1 calibration period spans 62 calendar years, but contains only 53 yr of June–July temperature measurements due to discontinuities in the regional temperature record (Supplementary Fig. 5). Also, 3 of the 53 yr (AD 1893, 1900,\n://doi.org/10.1016/j.yqres.2013.05.004 loaded from https://www.cambridge.org/core. University of Arizona, on 21 Feb 2019 at 19:22:3\nand 1908) in Split 1 contain measurements for June but not July, and 2 of the 53 yr (AD 1895 and 1896) contain measurements for July but not June. In order to calculate June–July averages for these years, the missing June or July values were estimated from the average of the 4 closest years of data.\nFor each calibration period, the DFRC and the June–July minimum temperature records were compared and the following statistics were calculated to evaluate the relation: Pearson's Product Moment Correlation Coefficient (r), coefficient of determination (r2), adjusted r2, standard error of the estimate (SE), Durbin–Watson (DW), and sign-test. Calibration models were verified over the years that were excluded from the calibration periods. The following statistics were calculated for each verification period to evaluate the stability of the calibration relations: Pearson's r, Reduction of Error (RE), and Coefficient of Efficiency (CE).\nModelled temperatures explain 18% and 23% (adjusted r2) of observed temperatures for Splits 1 and 2, and 35% for the full period model (Table 4). Values in this range are typical of high-latitude ring-width networks which express temperature signals best at lower frequencies (Cook et al., 2004; D'Arrigo et al., 2006). As expected, the explained variance of the full period model increases with smoothing (e.g., adjusted r2 = 0.66 for the period AD 1910– 2007 if a 9-yr cubic smoothing spline is used). For Splits 1 and 2, and the full period model, the DW statistic is always close to a value of 2.0 indicating low residual autocorrelation, and the SE has a narrow range from 0.81 to 0.88 suggesting the magnitude of unexplained\n5, subject to the Cambridge Core terms of use, available at https://www.cambridge.org/core/terms.\nTable 3 The frequency, percentage, and mean and median ages (years) of Group 1 and Group 2 trees at each site.\nGroup 1 Group 2\nSite Freq. trees % of trees Mean age Median age Freq. trees % of trees Mean age Median age\nESK 2 15.4 329 329 11 84.6 274 263 NL1 31 81.6 207 227 7 18.4 214 238 CDU 24 85.7 272 238 4 14.3 290 265 CDU1 13 46.4 184 189 15 53.6 209 192 CDU2 24 80.0 231 225 6 20.0 278 267 TM 28 80.0 225 222 7 20.0 223 222 DW 23 95.8 333 359 1 4.2 406 406 BB 48 87.3 288 281 7 12.7 213 214 MP 19 95.0 276 255 1 5.0 340 340 M 15 93.8 263 241 1 6.3 183 183 FT 18 100.0 261 270 0 0.0 n/a n/a MS 30 78.9 254 242 8 21.1 282 259 HL 18 66.7 336 358 9 33.3 348 367 AC1 30 81.1 307 327 7 18.9 308 288 AM1 27 96.4 266 253 1 3.6 258 258 NC2 17 68.0 254 258 8 32.0 259 258 KC2 23 85.2 282 258 4 14.8 247 254 KC1 24 66.7 234 224 12 33.3 242 254 ES1 39 92.9 273 298 3 7.1 328 332 AK1 37 100.0 249 245 0 0.0 n/a n/a AK2 12 100.0 241 235 0 0.0 n/a n/a SC1 38 90.5 251 242 4 9.5 222 214 NC1 24 92.3 261 250 2 7.7 284 284 PC1 48 98.0 258 245 1 2.0 211 211 JA2 30 85.7 243 251 5 14.3 258 255 JA1 23 92.0 276 266 2 8.0 289 289 PE1 23 95.8 289 303 1 4.2 233 233 WC2 37 94.9 233 234 2 5.1 318 318 WC1 24 77.4 259 266 7 22.6 304 297 Average sitea 25.8 81.7 263.2 261.6 5.2 18.3 269.9 267.6\na Based on sites that have both response types (i.e., all sites except FT, AK1, and AK2).\nhttps://doi.org/10.1016/j.yqres.2013.05.004 Downloaded from https://www.cambridge.org/core. University of Arizona, on 21 Feb 2019 at 19:22:35, s\nvariance is stationary. The Split 1 and full period calibration models pass a sign-test at the 95% confidence level, but Split 2 does not. Despite the weaker Split 2 sign-test result, the overall result is encouraging given the lower-frequency nature of temperature signals in high-latitude tree growth and implies that some inter-annual temperature variability is preserved in the rings. This last point is also confirmed by the comparison of first-differenced ring-width and temperature data (Fig. 3e).\nThe verification statistics indicate that the calibrations are robust and time-stable (Table 4). The most informative statistics are the RE and CE, which are always above zero except the CE of Split 1. By definition, any model with an RE or CE above zero demonstrates some skill and is predictively superior to a model defined by the mean climatologies of the calibration (RE) and verification (CE) periods. Based on the RE results alone, the calibration models are skilful."
  }, {
    "heading": "Temperature reconstruction, AD 1245–2007",
    "text": "The DFRC passes most of the standard calibration–verification tests, suggesting it can be used as a proxy for June–July minimum temperatures. The full-period model (Table 4) was used to reconstruct June–July minimum temperatures since AD 1245 (Fig. 6). The 2σ confidence interval for the reconstruction is 1.72°C (2 × SE), which does not account for changes in sample depth or model parameter uncertainties. As such, 1.72°C probably underestimates the true 2σ confidence interval.\nFrom AD 1910–2007, both reconstructed and observed June–July minimum temperatures had warming trends of 0.2°C/decade or a total change of 1.96°C (Fig. 6a). Comparatively, mean June–July temperatures for this region increased by only 1.46°C, which is still more than double the global trend of ca. 0.70°C for the same period (Brohan et al., 2006). The Mackenzie Delta and other regions of NWNA have experienced some of the most rapid warming trends in recent decades (ACIA, 2005), which is partly explained by sea-ice losses in the Beaufort and Chukchi Seas (Serreze et al., 2009).\n3 different detrending methods: (a) negative exponential/straight line; (b) horizontal\nubject to the Cambridge Core terms of use, available at https://www.cambridge.org/core/terms.\nN.B., Temperature data for June (1895 and 1896) and July (1893, 1900, and 1908) were not available. To allow the calculation of June–July averages for these years, the missing data points were estimated by the mean of the four closest years of data. The calibration/verification period 1893–1954 (62 yr) contains only 53 yr of valid data points, and 9 yr of missing data. All correlations are significant at p ≤ 0.001 (one-tailed); sign-test result significant at ⁎p ≤ 0.05.\nhttps Down\nOver longer time scales, the reconstruction indicates that the most recent decade (AD 2000–2009) was the warmest on record since AD 1245, and ca. 1.4°C warmer than any other decade prior to the mid-20th century (Table 5). Six of the top ten warmest decades are from the 20th and 21st centuries. The other four warmest decades are the 1520s, 1530s, 1540s, and 1770s. Consistent with the IPCC's Fourth Assessment Report, we also find that the most recent 50-yr period was the warmest 50-yr period in the last 500 years (Jansen et al., 2007), and since AD 1245.\nFigure 6.Mackenzie Delta regional June–July minimum temperature reconstruction (dark gr temperatures; (b) Szeicz and MacDonald (1995) ring-width-based June–July mean temperat reconstruction; (d) Porter and Pisaric (2011) OCF-Group 2 ring-width chronology, June min nology, June–July temperature proxy; (f) 6-study composite hemispheric-scale reconstruct Correlations represent the period of overlap between the Mackenzie Delta reconstruction a mentary Note 5 for details on each comparison series, some of which are modified from th\n://doi.org/10.1016/j.yqres.2013.05.004 loaded from https://www.cambridge.org/core. University of Arizona, on 21 Feb 2019 at 19:22:3\nFour of the ten coldest decades in our reconstruction span AD 1810–1849 (Table 5), which corresponds with a period of increased volcanism (Gao et al., 2008) and the Dalton solar minimum (Bard et al., 2000). Four of the other six coldest decades span the period AD 1260–1299, again coinciding with increased volcanism (Gao et al., 2008) and the onset of the Wolfe solar minimum, but not its peak (Bard et al., 2000). The other two coldest decades are the 1340s and 1700s, which overlap with the Wolfe and Maunder solar minima, respectively (Bard et al., 2000). It is notable that these cool periods are recorded by other temperature-sensitive tree-ring chronologies in NWNA (Luckman and Wilson, 2005; D'Arrigo et al., 2006; Porter and Pisaric, 2011; Anchukaitis et al., 2012), which suggests volcanism and solar output have been important drivers of summer temperature variability before the 20th century. However, recent high-latitude warming is mostly amenable to anthropogenic forcing (IPCC, 2007) and Arctic amplification (Serreze et al., 2009)."
  }, {
    "heading": "Long-term, regional-scale validation",
    "text": "Our reconstruction is validated by comparison with several independent temperature proxy records from elsewhere in NWNA (Fig. 1). The Szeicz and MacDonald (1995) June–July temperature reconstruction (AD 1638–1988) is well correlated (r = 0.68, p ≤ 0.001) with our reconstruction and shares the same low-frequency trends (Fig. 6b). This coherence is mutually corroborative and demonstrates that both tree-ring networks responded to the same regional climate.\nA tree-ring δ18O-based reconstruction of April–July minimum temperatures (AD 1780–2003) by Porter et al. (2013) (see also Porter et al., 2009) for the Mackenzie Delta also correlates well (r = 0.49, p ≤ 0.001) with our June–July temperature reconstruction (Fig. 6c), in spite of the seasonal differences in temperature signal. This result is especially meaningful because the two temperature signals originate from different processes. The δ18O-temperature signal derives from temperature-dependent labelling of precipitation isotopes and use of this water during synthesis of cellulose precursors leading to tree-ring formation, whereas the ring-width-temperature\ney; 2 × SE interval, light grey) versus: (a) instrumental (observed) June–July minimum ure reconstruction; (c) Porter et al. (2013) tree-ring δ18O-based April–July temperature imum temperature proxy; (e) D'Arrigo et al. (2009) Coppermine River ring-width chroed temperatures; (g) Kaufman et al. (2009) circum-Arctic temperature reconstruction. nd the comparison series; all correlations are significant at p ≤ 0.001. Refer to Suppleeir original published form. Note that the time axes differ between some plots.\n5, subject to the Cambridge Core terms of use, available at https://www.cambridge.org/core/terms.\nhttps://d Downloa\nsignal likely results from several biological processes and phenological constraints that are influenced by temperature. Both records show cool conditions in the early 1800s and a progressive warming trend into the 20th century.\nThe OCF-Group 2 chronology (AD 1620–2007), from a network of 11 divergence-free white spruce ring-width chronologies from Old Crow Flats, northern Yukon (Fig. 1; Porter and Pisaric, 2011), correlates strongly (r = 0.83, p ≤ 0.001) with our reconstruction (Fig. 6d). This strong correlation is due to the early summer temperature sensitivity of both tree-ring networks, and the fact that air temperatures between the regions are strongly coupled (Porter and Pisaric, 2011). The coherence of the two records over the last four centuries indicates that both regions shared similar temperature histories.\nFinally, the Coppermine River ring-width chronology (AD 1046– 2003) byD'Arrigo et al. (2009) from a stand of white spruce in Nunavut, Canada (Fig. 1) is also well correlated (r = 0.44, p ≤ 0.001) with our reconstruction (Fig. 6e). The temperature dependence of this chronology is affirmed by several studies (D'Arrigo et al., 2009; Visser et al., 2010; Porter and Pisaric, 2011). Since AD 1245, the Coppermine chronology has tracked low-frequency trends expressed in our reconstruction, with inter-series coherence being especially strong since AD 1600 (r = 0.57, p ≤ 0.01). Reduced coherence before AD 1600 may reflect several factors including lower sample depth, regional temperature differences, or differences in regional-representativeness (e.g., the DFRC represents 29 sites, while the Coppermine chronology represents a single site).\nLong-term, hemispheric- and circum-Arctic-scale validation\nOur reconstruction is alsowell matched by larger-scale temperature reconstructions. A composite of six hemispheric-scale reconstructions (see Supplementary Note 4), largely tree-ring-based and representative of the Northern Hemisphere, was compared to our reconstruction (Fig. 6f). The hemispheric reconstructions were produced mainly from tree-ring data detrended by the regional curve standardisation method (Briffa et al., 1990), which is optimized for low-frequency trends, in comparison to the DFRC reconstruction which was produced from tree-ring data detrended by data-adaptive signal-free standardisation (Melvin and Briffa, 2008). Despite differences in data processing and, especially, spatial-scale, the two records are well correlated (r = 0.54, p ≤ 0.001) over the last 8 centuries, suggesting they are responding to the same climatic variable, i.e., warm-season temperatures. One notable difference occurs in the mid-20th century when the hemisphericscale composite indicates pronounced warming, while our reconstruction does not. This mid-20th-century warmth (centered around ca. AD 1950) is a common feature of Northern Hemisphere instrumental temperature records (Brohan et al., 2006), but it is much less pronounced in theMackenzie Delta region (Fig. 6a). Rather, the Mackenzie\noi.org/10.1016/j.yqres.2013.05.004 ded from https://www.cambridge.org/core. University of Arizona, on 21 Feb 2019 at 19:22:35, s\nDelta experienced subdued summer warming in the mid-20th century followed by recently accelerated warming.\nLastly, our reconstruction agrees with a multi-proxy temperature reconstruction based on a network of Arctic sites (Fig. 6g) by Kaufman et al. (2009). The circum-Arctic reconstruction is based on Kaufman et al.'s (2009) ice- and lake-core records only (see Supplementary Note 5). The temporal resolution of the circum-Arctic reconstruction is coarse (10-yr) compared to our annual reconstruction, but both records share similar low-frequency trends. Following AD 1245, both records transition from warm to cool conditions by the late 13th century, and then a warming trend to the ca. AD 1500s; although the circum-Arctic record indicates brief cooling at ca. AD 1525 (n.b., this brief cooling is also evident in the 6-study hemispheric comparison; see Fig. 6f). Subsequently, both records exhibit a long-term cooling trend to the early 19th century, followed by strong warming to present. This qualitative agreement suggests the broader circum-Arctic and Mackenzie Delta regions shared similar temperature histories with exceptionally warmth during recent decades."
  }, {
    "heading": "Concluding remarks",
    "text": "Divergence is a widespread phenomenon in NWNA, including the Mackenzie Delta. Testing of the common growth signal in the study region and standard deviations indicated that divergence did not occur at these sites prior to the 20th century. Furthermore, divergence has not affected all trees, which provides an opportunity to build chronologies that represent a time-stable response to climate if divergent signals are excluded from the regional chronology, as we have demonstrated here. Local-scale factors that moderate growing conditions, such as organic layer thickness, stand density, and near-surface ground ice, may be particularly important to why some trees diverge and should be evaluated in future studies. Because the factor(s) responsible for divergence remain uncertain, it is important to assess the long-term stability of reconstructed temperatures based on comparisons with independent proxy reconstructions. Such comparisons provide assurances that earlier periods of divergence have not severely biased the reconstruction. Building on previous studies from this region, we provide a greatly expanded network of white spruce sites and a regional perspective on summer temperatures in the Mackenzie Delta region over the last eight centuries that confirms recent decades have been exceptionally warm."
  }, {
    "heading": "Acknowledgments",
    "text": "We thank A. Burn and G. King for help in the field, and the contributors of secondary tree-ring data used in this study. This paper benefitted from comments by T. Melvin and one anonymous reviewer, and editorial suggestions by P. Bartlein and D. Booth. Comments from B. Luckman on an earlier version of this manuscript are also appreciated. Funding and logistical support is gratefully acknowledged from: Aboriginal Affairs and Northern Development Canada, Cumulative Impact Monitoring Program and Northern Scientific Training Program; the Natural Sciences and Engineering Research Council of Canada; and the Polar Continental Shelf Program. This paper is NWT Geoscience Office Contribution no. 0070."
  }, {
    "heading": "Appendix A. Supplementary data",
    "text": "Supplementary data to this article can be found online at http:// dx.doi.org/10.1016/j.yqres.2013.05.004."
  }],
  "year": 2013,
  "references": [{
    "title": "Tree-ring reconstructed summer",
    "authors": ["B. Buckley", "G. Jacoby", "E. Cook"],
    "year": 2012
  }, {
    "title": "Late Holocene moisture",
    "authors": ["M.B. Abbott", "B.P. Finney", "S.J. Burns"],
    "year": 2007
  }, {
    "title": "Reduced growth of Alaskan white spruce",
    "authors": ["V.A. 6/4/045503. Barber", "G.P. Juday", "B.P. Finney"],
    "year": 2000
  }, {
    "title": "Solar irradiance during the last",
    "authors": ["E. 668–673. Bard", "G. Raisbeck", "F. Yiou", "J. Jouzel"],
    "year": 2000
  }, {
    "title": "years based on cosmogenic nuclides",
    "authors": ["C. Bégin", "Y. Michaud", "S. Archambault"],
    "venue": "Tellus B",
    "year": 2000
  }, {
    "title": "A 1,400-year tree-ring record of summer temperatures",
    "authors": ["P. Zetterberg"],
    "year": 1990
  }, {
    "title": "A 1052-year tree",
    "authors": ["U. Büntgen", "J. Esper", "D. Frank", "K. Nicolussi", "M. Schmidhalter"],
    "year": 2005
  }, {
    "title": "On the long-term context for late twentieth",
    "authors": ["R. 1029/2004GB002249. D'Arrigo", "R. Wilson", "G. Jacoby"],
    "year": 2006
  }, {
    "title": "On the “Divergence Problem",
    "authors": ["R. 1029/2005JD006352. D'Arrigo", "R. Wilson", "B. Liepert", "P. Cherubini"],
    "year": 2008
  }, {
    "title": "Tree growth and inferred temperature variability",
    "authors": ["K. Anchukaitis"],
    "year": 2009
  }, {
    "title": "Does soil organic layer thick",
    "authors": ["I. Drobyshev", "M. Simard", "Y. Bergeron", "A. Hofgaard"],
    "venue": "North American arctic treeline. Global and Planetary Change",
    "year": 2010
  }, {
    "title": "Divergence pitfalls in tree-ring research",
    "authors": ["D. Frank"],
    "venue": "Quaternary Science Reviews",
    "year": 2009
  }, {
    "title": "Low-frequency signals in long tree-ring",
    "authors": ["J. 261–266. Esper", "E.R. Cook", "F.H. Schweingruber"],
    "year": 2002
  }, {
    "title": "A dendroclimatic reconstruction of June–July mean tempera",
    "authors": ["D.J. Smith"],
    "venue": "Change Biology",
    "year": 2012
  }, {
    "title": "Adjustment for proxy number and coherence",
    "authors": ["J. Esper", "E.R. Cook"],
    "venue": "Canadian Rocky Mountains. Dendrochronologia",
    "year": 2007
  }, {
    "title": "A revised computer program for stan",
    "authors": ["H.C. Fritts", "J.E. Moismann", "C.P. Bottorff"],
    "year": 1969
  }, {
    "title": "Volcanic forcing of climate over the past",
    "authors": ["A. Robock", "C. Ammann"],
    "venue": "dardizing tree-ring series. Tree-Ring Bulletin",
    "year": 2008
  }, {
    "title": "Computer-assisted quality control in tree-ring dating",
    "authors": ["R.L. 2048–2052. Holmes"],
    "year": 1983
  }, {
    "title": "Near-surface ground ice in sediments of theMackenzie Delta",
    "authors": ["S.V. pp.). Kokelj", "C.R. Burn"],
    "year": 2005
  }, {
    "title": "Cessation of ice wedge development",
    "authors": ["S.V. Kokelj", "M.F.J. Pisaric", "C.R. Burn"],
    "venue": "Earth Sciences",
    "year": 2007
  }, {
    "title": "Recent shrub proliferation",
    "authors": ["T.C. Lantz", "P. Marsh", "S.V. Kokelj"],
    "venue": "tories, Canada. Canadian Journal of Earth Sciences",
    "year": 2012
  }, {
    "title": "An overview of the Global Historical Climatology Network month",
    "authors": ["J. Rennie"],
    "year": 2011
  }, {
    "title": "Responses of the circumpolar boreal forest to 20th centu",
    "authors": ["A.G. Bunn"],
    "year": 2007
  }, {
    "title": "Spatial and temporal variability in the growth and climate",
    "authors": ["A.H. 1748-9326/2/4/045013. Lloyd", "C.L. Fastie"],
    "year": 2002
  }, {
    "title": "Estimating the extent",
    "authors": ["T.N. 71–86. Nguyen", "C.R. Burn", "D.J. King", "S.L. Smith"],
    "year": 2009
  }, {
    "title": "The evolution and maintenance of white",
    "authors": ["C.M. Pearce", "D. McLennan", "L.D. Cordes"],
    "venue": "Geological Survey of Canada,",
    "year": 1988
  }, {
    "title": "Anomalous 20th century tree",
    "authors": ["M.F.J. 248–258. Pisaric", "S.K. Carey", "S.V. Kokelj", "D. Youngblut"],
    "year": 2007
  }, {
    "title": "Global Change Biology",
    "authors": ["North America"],
    "venue": "T.W.D.,",
    "year": 2009
  }, {
    "title": "Spring–summer temperatures since AD",
    "authors": ["R. Healy", "A.N. LeGrande"],
    "year": 2013
  }, {
    "title": "Quaternary Geology of the Tuktoyaktuk Coastlands, Northwest Territories",
    "authors": ["V.N. Rampton"],
    "venue": "Memoir 423 Geological Survey of Canada,",
    "year": 1988
  }, {
    "title": "The emergence of surface-based Arctic amplification",
    "authors": ["M.C. Serreze", "A.P. Barrett", "J.C. Stroeve", "D.N. Kindig", "M.M. Holland"],
    "venue": "The Cryosphere",
    "year": 2009
  }, {
    "title": "Fundamentals of Tree-ring Research",
    "authors": ["J.H. Speer"],
    "year": 2010
  }, {
    "title": "Dendroclimatic reconstruction of summer temperatures in northwestern Canada since A.D. 1638 based on age-dependent modelling",
    "authors": ["J.M. Szeicz", "G.M. MacDonald"],
    "venue": "Quaternary Research",
    "year": 1995
  }, {
    "title": "A 930-year ring-width chronology from moisturesensitive white spruce (Picea glauca Moench) in northwestern Canada",
    "authors": ["J.M. Szeicz", "G.M. MacDonald"],
    "venue": "The Holocene",
    "year": 1996
  }, {
    "title": "The evidence for shrub expansion in northern Alaska and the Pan-Arctic",
    "authors": ["K. Tape", "M. Sturm", "C. Racine"],
    "venue": "Global Change Biology",
    "year": 2006
  }, {
    "title": "Recent acceleration of biomass burning and carbon losses in Alaskan forests and peatlands",
    "authors": ["M.R. Turetsky", "E.S. Kane", "J.W. Harden", "R.D. Ottmar", "K.L. Manies", "E. Hoy", "E.S. Kasischke"],
    "venue": "Nature Geoscience",
    "year": 2011
  }, {
    "title": "Detecting instabilities in treering proxy calibration",
    "authors": ["H. Visser", "U. Büntgen", "R. D'Arrigo", "A.C. Petersen"],
    "venue": "Climate of the Past Discussions",
    "year": 2010
  }, {
    "title": "On the average value of correlated time series, with applications in dendroclimatology and hydrometeorology",
    "authors": ["T.M.L. Wigley", "K.R. Briffa", "P.D. Jones"],
    "venue": "Journal of Climate and Applied Meteorology",
    "year": 1984
  }, {
    "title": "Cross-dating methods in dendrochronology",
    "authors": ["T.M.L. Wigley", "P.D. Jones", "K.R. Briffa"],
    "venue": "Journal of Archaeological Science",
    "year": 1987
  }, {
    "title": "Dendroclimatic reconstruction of maximum summer temperatures from upper tree-line sites in interior British Columbia",
    "authors": ["R. Wilson", "B. Luckman"],
    "venue": "The Holocene",
    "year": 2003
  }, {
    "title": "A matter of divergence: tracking recent warming at hemispheric scales using tree ring data",
    "authors": ["R. Wilson", "R. D'Arrigo", "B. Buckley", "U. Büntgen", "J. Esper", "D. Frank", "B. Luckman", "S. Payette", "R. Vose", "D. Youngblut"],
    "venue": "Journal of Geophysical Research",
    "year": 2007
  }, {
    "title": "Long-term monitoring of climatic and nutritional affects on tree growth in interior Alaska",
    "authors": ["J. Yarie", "K. Van Cleve"],
    "venue": "Canadian Journal of Forest Research",
    "year": 2010
  }, {
    "title": "2008.Maximum June–July temperatures in the southwest Yukon over the last 300 years reconstructed from tree rings. Dendrochronologia 25, 153–166. ubject to the Cambridge Core terms of use, available at https://www.cambridge.org/core/terms",
    "authors": ["D. Youngblut", "B. Luckman"],
    "year": 2008
  }],
  "id": "SP:1c4e332d74a3207cc7fd14cde9aa10a9f61e5571",
  "authors": [{
    "name": "Trevor J. Porter",
    "affiliations": []
  }, {
    "name": "Michael F.J. Pisaric",
    "affiliations": []
  }, {
    "name": "Steven V. Kokelj",
    "affiliations": []
  }, {
    "name": "Peter deMontigny",
    "affiliations": []
  }],
  "title": "A ring-width-based reconstruction of June–July minimum temperatures since AD1245 from white spruce stands in the Mackenzie Delta region, northwestern Canada"
}