{
  "sections": [{
    "text": "Volcanism and the atmosphere: the potential role of the atmosphere in unlocking the\nreactivity of volcanic emissions"
  }, {
    "heading": "BY TAMSIN A. MATHER*",
    "text": ""
  }, {
    "heading": "Department of Earth Sciences, University of Oxford, Parks Road, Oxford OX1 3PR, UK",
    "text": "Recent measurements of reactive trace gas species in volcanic plumes have offered intriguing hints at the chemistry occurring in the hot environment at volcanic vents. This has led to the recognition that volcanic vents should be regarded not only as passive sources of volcanic gases to the atmosphere, but also as ‘reaction vessels’ that unlock otherwise inert volcanic and atmospheric gas species. The atypical conditions created by the mixing of ambient atmosphere with the hot gases emitted from magma give rise to elevated concentrations of otherwise unexpected chemical compounds. Rapid cooling of this mixture allows these species to persist into the environment, with important consequences for gas plume chemistry and impacts. This paper discusses some examples of the implications of these high-temperature interactions in terms of nitrogen, halogen and sulphur chemistry, and their consequences in terms of the global fixed nitrogen budget, volcanically induced ozone destruction and particle fluxes to the atmosphere. Volcanically initiated atmospheric chemistry was likely to have been particularly important before biological (and latterly anthropogenic) processes started to dominate many geochemical cycles, with important consequences in terms of the evolution of the nitrogen cycle and the role of particles in modulating the Earth’s climate.\nKeywords: volcanology; atmospheric chemistry; tropospheric ozone; early Earth atmospheres\nOn\n*ta"
  }, {
    "heading": "1. Introduction",
    "text": "Volcanic activity on the surface of the Earth comes in many different manifestations, from hydrothermal vents (‘black smokers’) deep on the ocean floor (Butterfield 2000) to Plinian eruption columns punching high into the stratosphere (Cioni et al. 2000). Such phenomena inspire awe and fascination, but they have also played a key role in shaping the planet. In terms of our atmosphere, volcanism as an agent of planetary outgassing was probably a major contributor to its initial development (Schaefer & Fegley 2007). Over the geological history of the planet, volcanism has subsequently played a part in both maintaining and perturbing the atmosphere’s chemistry and physics, with important implications in terms of the evolution of life. For example, while\nPhil. Trans. R. Soc. A (2008) 366, 4581–4595\ndoi:10.1098/rsta.2008.0152\nPublished online 25 September 2008\ne contribution of 10 to a Triennial Issue ‘Earth science’.\nmsin.mather@earth.ox.ac.uk\n4581 This journal is q 2008 The Royal Society\nvolcanic outgassing as a part of the inorganic carbon cycle has contributed to maintaining long-term stability of atmospheric carbon dioxide levels, and hence surface temperature and planetary habitability (e.g. Kasting & Catling 2003), it has also been suggested that large-scale and long-lived basaltic eruptions (giving rise to large igneous provinces or LIPs) have perturbed the atmosphere and ecosystems to such a degree as to be implicated in mass extinction events such as that associated with the demise of the dinosaurs (e.g. Courtillot & Renne 2003).\nWe have not experienced volcanism on the scale of which the planet is capable during historical times. The most recent magnitude 8 explosive eruptions (sometimes popularly known as ‘supereruptions’) were ca 74 000 and 26 500 thousand years ago (Toba, Indonesia, and Taupo, New Zealand, respectively, from compilation by Mason et al. 2004), while the most recent LIP dates from ca 16 Myr ago (Columbia River Flood Basalts, from compilation by Courtillot & Renne 2003). Further, we have no direct way to make measurements of long-term atmospheric composition and the effects of volcanic degassing over the entire geological history of the planet (4.56 Gyr). Indeed, what we know of the composition of the atmosphere from direct measurements extends back only over the ca 400 000 years recorded in ice cores (Petit et al. 1999). Thus, much of our understanding of the potential impacts and hazards of such large-scale volcanism and the role of volcanism in atmospheric evolution comes by studying present-day examples and using them as analogues. For example, the effects of the 1991 Mt Pinatubo (The Philippines) eruption (including a notable decline in global average surface temperatures) have informed our understanding of the potential effects of a much larger explosive eruption (Robock 2000), and similarly the 1783–1784Laki fissure eruption in Iceland serves as a smaller-scale example of LIPs (Thordarson & Self 2003).\nIn the study of the atmospheric impacts of modern-day volcanism, it is important to study both sporadic explosive eruptions as well as persistent and often more passive emissions. This is not only because the plumes from these different types of activities can present rather different environments (from opaque, ash-rich plumes rapidly rising through the atmosphere (figure 1a) to almost transparent, ash-poor plumes that drift with the wind after their emission from the vent (figure 1b)), but also due to the different challenges associated with making measurements at each. In terms of their time-averaged source strength, the emissions from these two different types of volcanic activity are also likely to be comparable (see compilation in Mather et al. 2003).\nThis paper seeks to summarize some exciting new developments over the past decade in our understanding of the chemistry of volcanic plumes and their effects upon our atmosphere. These developments have been in part due to improved measurement technologies, for both ground-based remote sensing of volcanic gases (e.g. Bobrowski et al. 2003) and laboratory analysis of samples (e.g. Aiuppa et al. 2005a), but have also resulted from serendipitous measurement opportunities (e.g. the encounter of a NASA aircraft with the plume from Hekla volcano, Iceland, in 2000 (Hunton et al. 2005; Rose et al. 2006)). These new measurements build on observations made in earlier studies to highlight the role that the atmosphere itself plays in determining the chemistry that occurs in volcanic plumes as they are transported downwind. The mixing of small amounts of ambient air into the hot volcanic gas mixture in the plume has the potential to ‘unlock’ otherwise chemically inert species into reactive forms. Electrical discharges in the plume may also contribute to this ‘activation’ process. We must change the way that we view\nPhil. Trans. R. Soc. A (2008)\neruptive vents, from chemically passive emission sources to reaction sites with potentially far-reaching consequences."
  }, {
    "heading": "2. The composition of volcanic emissions",
    "text": "A volcanic plume is a mixture of gas, and liquid and solid particles. For present-day volcanism on the Earth, steam (H2O) and carbon dioxide (CO2) tend to be the most prevalent gaseous species exsolving from amagma, followed by sulphur species (SO2 andH2S) and halogen halides (HCl, HF, HBr), and further minor species such as H2, CO, OCS, Ar, NH4, CH4, N2 and He (Delmelle & Stix 2000), but the proportions will vary from volcano to volcano. If the degassing is from a visible lava lake surface or associated with the eruption of fresh magma, then it is likely that most of the gases released have exsolved from the magma itself. However, this is not always the case. If the volcanic emanations are emitted from fumaroles (cracks or fractures associated with volcanic edifices), their exact originsmay bemore complicated, with the interactions of groundwaters or marine fluids playing a role (figure 2). Although high-temperature fumaroles might be conduits for gas directly from the magma, at the opposite end of the spectrum, gases of truly magmatic origin might be almost negligible, with the main role of the volcanism being the input of heat to vaporize subsurface fluids. Logistically, studying fumarolic emissions can be more straightforward than sampling other types of degassing; however, given their potentially complex and volcano-specific origins in some cases, care must be taken when interpreting the data obtained in terms of global volcanism as a whole (Mather et al. 2003).\nUpon release into the atmosphere, the volcanic plume gases will mix rapidly and become diluted, with the consequence that, even shortly after emission, components of the background atmosphere will account for significant proportions of the species present within the plume. This mixing of the background atmosphere (especially atmospheric oxygen) with the high-temperature volcanic gases followed by further dilution and rapid cooling has the potential to alter the composition of the volcanic plume from its composition when emitted from the magma (Gerlach &\nPhil. Trans. R. Soc. A (2008)\nNordlie 1975; Martin et al. 2006). Although these changes may be subtle, recent work has suggested that they may be important in terms of the chemistry that occurs as the plume is transported downwind away from the vent.\nThe solid and liquid phases of a volcanic plume are composed of many different components. It is well known that explosive volcanism produces solid silicate products, some of which are fine enough to remain within the plume and be transported downwind (mainly that classified as ash). However, recent work (Martin et al. 2008) has built on earlier studies (Lefevre et al. 1986; Meeker & Hinkley 1993) to show that fine silicate particles probably resulting from bubble breaking on the magma surface can be present (although in much lower concentrations) even in plumes associated with relatively non-explosive activity. While emitted as a spray of liquid droplets, the silicate phase will rapidly solidify as the plume cools. Other chemical species will be emitted from the magma in the gas phase, or result from high-temperature reactions, and then condense as either overgrowths or liquid envelopes on the pre-existing silicate particles or form a separate aerosol phase (Mather et al. 2003).\nThe relative importance of these different processes (figure 3) will vary depending on the nature of the volcanic emission (e.g. a strong explosive plume punching up through the atmosphere versus a weak passive emission that will drift away from the volcano carried by the wind)."
  }, {
    "heading": "3. Chemistry at the vent",
    "text": "As mentioned above, the effect on gas composition of mixing atmospheric oxygen into hot volcanic emissions has been known for some time, and has previously been studied with thermodynamic models (e.g. Gerlach & Nordlie 1975). However, it is only recently, with the measurement of reactive nitrogen and halogen trace species in volcanic plumes, that some of the implications of this mixing in terms of atmospheric chemistry are beginning to be explored.\nPhil. Trans. R. Soc. A (2008)\n(a ) Nitrogen chemistry\nBiologically available nitrogen is essential for both animal and plant life. Despite being the major component of the Earth’s atmosphere, nitrogen gas (N2) is unavailable to most organisms and must be converted or ‘fixed’ to chemical forms (such as NO, NO2, HNO3 and NH3). NOx (NOCNO2) species are formed naturally (i.e. biotic or lightning fixation) and anthropogenically (e.g. combustion of fuel N species). Although fixed N is necessary for life, anthropogenic emissions have highlighted the detrimental effects of excessive releases of fixed N, on both local and global scales, for the atmosphere, the terrestrial environment and human health.\nThe fact that electrical discharges associated with explosive volcanic activity (Mather & Harrison 2006) will fix nitrogen in a similar way to thunderstorm lightning is no surprise, but recent measurements at volcanoes (Huebert et al. 1999; Mather et al. 2004a,b; Oppenheimer et al. 2005) have also shown that the thermal energy released to the atmosphere at volcanic vents also fixes atmospheric N2 into biologically available forms, even during very passive volcanic activity, when N2 and O2 from the atmosphere are heated up in hot volcanic environments as described above (§2).\nPhil. Trans. R. Soc. A (2008)\nWhile these fluxes of fixed nitrogen are relatively insignificant on the present-day planet (table 1), they may be important on a local or regional scale. Nitrogen species may play an important role in other chemistry associated with volcanic plumes, and these fluxes would have been more significant at other times during the geological history of the Earth (see §4c). It should also be noted that there is still much to be understood about volcanic nitrogen fixation, especially about the suggested rapid conversion of NOx to HNO3 in the first fewminutes after an emission from a volcanic vent (Mather et al. 2004a; Martin et al. 2006).\n(b ) Halogen chemistry\nFor many years, measurements of halogens in volcanic plumes have been restricted to measurements of HCl and HF alone. However, recent developments in remote sensing technology have led to the first measurements of BrO in volcanic plumes (Bobrowski et al. 2003), and prompted similar efforts to detect the other oxidized trace halogen species such as ClO (Lee et al. 2005) and OClO (Bobrowski et al. 2007). Further the application of more sophisticated mass spectroscopic and gas chromatographic techniques to gas samples collected has led to the detection of HBr and HI in high-temperature volcanic emissions (Aiuppa et al. 2005a; Witt et al. 2008) and the detection of halocarbons in the lower-temperature emissions from some other systems (Schwandner et al. 2004; Frische et al. 2006).\nMeasurements of halogen oxides (XO, XZCl, Br and I) in volcanic plumes are important as an indicator of halogen-catalysed ozone destruction. It is actually monatomic halogen species (i.e. Br, Cl, I) that have the potential to participate in catalytic cycles for ozone destruction (via XO); however, these atomic halogens are not measurable by current remote spectroscopic techniques. Here again it appears that the mixing of atmospheric oxygen into hot volcanic gases plays a key role in initiating this chemistry. While Gerlach (2004) showed that insufficient BrO itself is generated in such mixtures, various modelling studies have shown that sufficient Br might be generated to account for the observed BrO following low-temperature oxidation during transport downwind (Gerlach 2004; Martin et al. 2006; Bobrowski et al. 2007). This theory is supported by BrO levels being below\nPhil. Trans. R. Soc. A (2008)\ndetection limits near the vents of Mt Etna, Italy, and Villarrica volcano, Chile, but then increasing downwind (Bobrowski et al. 2007). If reaction of halogen radicals (i.e. X) generated in or near the hot volcanic vent were the only process involved in this volcanic plume chemistry, then only a finite amount of BrO generation and O3 destruction would be possible, as the initial concentration of Br generated would be limiting. However, reactive halogen species can also be involved in autocatalytic reactions on the surface of acid aerosols, increasing the total reactive halogens via generation from HX. These reactive halogens can then re-enter the autocatalytic cycle to generate more of themselves or act to destroy ozone, generating BrO. Thus ozone destruction (and BrO generation) is only limited by HX in the plume, which is a much larger reservoir. The balance between thesedifferent cycles as plumes are transported away fromthevent downwind requires much further investigation. This chemistry is summarized for bromine in figure 4.\nSo far there are limited observations of halocarbons in volcanic plumes, and their formation mechanisms remain highly uncertain. Suggested mechanisms are: catalytically activated radical reactions occurring in the gas phase with light alkanes (e.g. CH4, produced at shallow depth in the volcanic and hydrothermal systems by thermal decomposition of organic matter); thermal cracking of larger hydrocarbons to form smaller hydrocarbon free radicals that then react with halogens; or catalytic cracking on rock surfaces in the presence of magmatic hydrogen halides (Schwandner et al. 2004; Frische et al. 2006).\n(c ) Near-source particles\nThe role of acid aerosols for providing surfaces for chemical reactions during transport downwind in the plume was alluded to in §3b. The exact nature and extent of the role of particle surfaces in mediating plume chemistry and deposition\nPhil. Trans. R. Soc. A (2008)\nis poorly understood and requires further work (Delmelle et al. 2007). Volcanic particle emissions to the atmosphere also have important atmospheric consequences of their own (see §4b). However, continuing studies are helping to elucidate the nature of the particles in volcanic plumes (summarized in Mather et al. (2003) and more recently in Martin et al. (2008)), and in terms of acid aerosol, sulphuric acid tends to be the dominant species. This acid aerosol is emitted straight from the mouth of the high-temperature volcanic vents (see haze in figure 2a) and hence constitutes a source of new particles to the atmosphere (Allen et al. 2002). Field measurements have shown that these particles are not produced by the same pathways of sulphur dioxide oxidation that occur in the plumes as they are transported downwind (Mather et al. 2004c). Thermodynamic modelling (Martin et al. 2006) and isotope studies (Mather et al. 2006) have suggested that again the mixing of atmospheric oxygen into the hot volcanic environment might be the key, with high-temperature thermodynamic equilibrium predicted to generate sufficient levels of SO3 (which can then react with H2O to form H2SO4) to account for the observed levels of sulphate measured near the vent in high-temperature volcanic plumes. In cooler emissions, equilibria within the volcanic gases themselves have the potential to generate observed sulphate (Mather et al. 2004d)."
  }, {
    "heading": "4. Consequences",
    "text": "Much remains to be done to understand the full implications of our new understanding of volcanic plume reactivity described above. Some of the initial studies and results are discussed in §4a–c.\n(a ) Ozone chemistry\nField campaigns have shown a clear anticorrelation between BrO and O3 in both the polar (Tuckermann et al. 1997) and mid-latitude troposphere (Matveev et al. 2001). Observing localized ozone holes associated with persistently degassing volcanoes is challenging, in part due to the difficulty of deconvolving chemical ozone loss from the effects of the dynamic history of the air parcel and distinguishing a signal above that due to stratospheric ozone when using solar radiation as a source for remote sensing. Lee et al. (2005) presented preliminary data at sea level and at more than 5 km from the summit crater of Sakurajima volcano, Japan, but the data were not conclusive. Stratospheric ozone levels were observed to decrease after the 1991 Pinatubo eruption, but it has been suggested that this was the result of the increase in the surface area available for heterogeneous reactions (due to the sulphate aerosol particles associated with the eruption) activating anthropogenic halogens (Robock 2000 and references therein). Conversely, the localized upper troposphere–lower stratosphere ozone hole associated with the 2000 Hekla eruption (documented by the serendipitous measurements taken by a NASA aircraft) has been shown to be due to the combination of volcanogenic compounds within the plume, including halogen and nitrogen species (Millard et al. 2006; Rose et al. 2006). Interestingly, modelling suggested that nitrogen chemistry played a key role, implying that without volcanic nitrogen fixation (either by high temperature or electrical discharges in the plume) the localized impacts of volcanic plumes on ozone may be very much less.\nPhil. Trans. R. Soc. A (2008)\n(b ) Direct and indirect effects of volcanic particles on the Earth’s radiative balance\nAerosol particles interact with solar radiation both directly and indirectly by modifying cloud properties and extent and therefore affect the Earth’s radiative balance (e.g. Kiehl & Briegleb 1993). Owing to the altitude and location of their emissions, the volcanic contribution to these effects may be disproportionately large compared with their source strength (e.g. Graf et al. 1997). Emissions of new particles to the atmosphere may be especially important in terms of these effects as, by contrast, the production of condensable material from gaseous precursors (e.g. oxidation of SO2 to sulphate) in ageing plumes tends to increase the size of existing particles rather than form new particles.\nAs mentioned above (§3c), probably due to interactions between magmatic and atmospheric gases, even passively degassing volcanoes are significant sources of new particles to the atmosphere. Fluxes of approximately 1015–1018 sK1 per volcano have been measured from volcanoes during non-explosive volcanic activity, comparable to large coal-fired power plants (Stith et al. 1978; Hobbs et al. 1980, 1982; Radke 1982; Mather et al. 2004c). These emissions often impact on otherwise relatively clean parts of the atmosphere. The presence of suitable particles in air greatly reduces the supersaturation needed to form water droplets and hence clouds. The ability of a particle to act as a nucleus for water droplet formation (i.e. to become activated as a cloud condensation nucleus, CCN) will depend on its size, chemical composition and the local supersaturation. Simple modelling shows that the majority of the particles released in passive volcanic degassing will act as CCN at typical atmospheric supersaturations (Mather et al. 2004c,d ), suggesting that volcanoes play a potentially important role in modulating cloud cover and properties.\nDespite their potential importance, there are few fully quantitative studies of the extent of the volcanic aerosol’s direct or indirect effects on the troposphere. Graf et al. (1997) suggested that time-averaged volcanic sulphate accounts for 33 per cent of the total global direct negative radiative effect due to sulphate aerosol. Gassó (2008) used satellites to observe phenomena akin to ship tracks downwind of active volcanoes, with the volcanically influenced clouds having decreased droplet effective radius and liquid water content and increased brightness. Further studies of these effects are to be encouraged.\n(c ) The early Earth\nAs noted above (§3a), the present-day global budgets to the atmosphere of many species are dominated by biological and anthropogenic processes. However, on the early Earth in the absence of biological and anthropogenic emissions, volcanism had the potential to have a much more important influence on atmospheric chemistry and composition. Here again we see the potential importance not only of volcanic degassing as a major agent of planetary outgassing but also of the processing of the atmosphere due to mixing into the hot volcanic environment.\nThere are some important differences when considering the effects of this processing on the early atmosphere. The early Earth may have exhibited higher rates of volcanism (e.g. Richter 1985) and hence the rate of atmospheric processing by volcanic activity is potentially much greater. Furthermore, higher magmatic temperatures (Herzberg et al. 2007) would suggest that mixtures of\nPhil. Trans. R. Soc. A (2008)\nmagmatic and atmospheric gases would equilibrate at higher temperatures (i.e. 1400–16008C) than on the modern Earth. It can also be speculated that there may have been more extensive subaerial high-temperature magmatism than at present, for example, if parts of the oceanic ridges were exposed above sea level (de Wit & Hynes 1995) or during the emplacement of early flood-basalt provinces (Ernst & Buchan 2003). The nature and evolution of the early Earth atmosphere are poorly constrained, but also probably had some important differences from those present today. Although some earlier studies (e.g. Urey 1952) suggested a more reduced atmosphere, the current consensus is that the early Earth is likely to have had a CO2-rich atmosphere since at least 4 Gyr ago until the rise of oxygen ca 2 Gyr ago (Kasting & Catling 2003). However, there is much uncertainty about the exact atmospheric composition and about the contents of trace species such as CH4 (e.g. Pavlov et al. 2000).\nTaking these differences between modern-day and early Earth volcanism into account, a recent study (Martin et al. 2007) has used thermodynamic modelling to elucidate some of the potential effects of high-temperature volcanic processing of the atmosphere on the chemistry of the early Earth atmosphere. The model results predicted that the fluxes of NO, OH, Cl, Br and I from early Earth volcanism exceeded those from modern Earth volcanism as the higher temperature of the early Earth emissions compensates for lower levels of O2 in the atmosphere, compared with the modern Earth. A key consequence of this is that, under certain conditions, the volcanic NO flux from early Earth volcanism may have been comparable to other sources of reactive N such as lightning NO and photochemical HCN. This may have alleviated the postulated Archaean nitrogen crisis suggested to have triggered the emergence of biological nitrogen fixation (Navarro-González et al. 2001). The thermodynamic model also reveals that production of SO3 (the likely precursor for near-source volcanic sulphate and hence volcanic aerosol, see §§3c and 4b) is likely to be significantly lower from early Earth volcanism, with consequences for the haziness and hence radiative balance of the early Earth atmosphere.\nVolcanic lightning has also been suggested to have contributed to the development of our atmosphere and life on the Earth in a number of ways (see Mather & Harrison 2006 for a summary)."
  }, {
    "heading": "5. Conclusions and the future",
    "text": "Passively degassing or weakly erupting volcanic plumes are showing themselves to be a fascinating natural laboratory to study an increasing array of interesting atmospheric chemistry. There is much to suggest that the near-source processes (described above) mixing atmospheric gases into the hot volcanic environment and unlocking otherwise chemically inert species into reactive trace gases have important consequences both on the present-day planet, for example, in terms of its oxidation capacity (via destruction of ozone) and near-source particle production, and on the pre-biotic planet, for example, in terms of the production of biologically available nitrogen for the evolution of early life. These processes may also represent another way that volcanoes impact upon the environment during periods of heightened volcanic activity such as the emplacement of LIPs.\nPhil. Trans. R. Soc. A (2008)\nHowever, there are many outstanding mysteries about the nature of this nearsource plume chemistry. To name but a few: Does it occur at every hightemperature degassing volcano? What effects might the different dynamic degassing regimes operating at different volcanoes have on this chemistry (e.g. the shape and permeability of the edifice and vent)? How can, for example, Mt Etna’s plume appear to have coexisting reduced species (e.g. measured H2S; Aiuppa et al. 2005b) and oxidized species (e.g. Br, NOx implied by the chemistry; Martin et al. 2006; Bobrowski et al. 2007)?\nThere is also still much to understand about the medium-range (tens to hundreds of kilometres) processes in operation. For example, chemical reactions on ash and aerosol particles from volcanoes are largely unconstrained but, due to their high concentrations in volcanic plumes, these reactions could have important consequences for the chemistry that occurs (e.g. in ozone destruction as described in §3b). So far our models have not been able to account for the positive night-time perturbation of the HOx cycle observed in the Hekla plume (Rose et al. 2006). Answering these questions will require the integration of laboratory studies, modelling and longer-range measurements, often of trace species, making the use of downwind in situ measurement platforms such as aircraft or weather balloons imperative.\nFinally, we need to understand the potential larger-scale regional and global impacts of this chemistry. This will require the application of atmospheric chemistry models on a range of scales suitably initiated using the outputs from medium-range model and measurement studies. We are at an exciting point in our understanding of the tropospheric chemistry of volcanic plumes. The stage is set for this framework to be used to unravel how different elements have been processed through volcanoes over geological time and their impacts upon our planet’s atmosphere and its evolution.\nThe author is supported by a Royal Society Dorothy Hodgkin Research Fellowship and wishes to thank Rob Martin, David Pyle and Roland von Glasow for their useful discussions. The Mount St Helens image in figure 1 is used with the courtesy of USGS/Cascades Volcano Observatory. David Pyle, Sarah Collins and Clive Oppenheimer are thanked for the use of the other photographs in figures 1 and 2. Terry Gerlach and Marie Edmonds are gratefully acknowledged for reviewing the manuscript."
  }, {
    "heading": "AUTHOR PROFILE",
    "text": ""
  }, {
    "heading": "Tamsin A. Mather",
    "text": "Tamsin A. Mather grew up in Bristol and graduated from the University of Cambridge with an MSci degree in chemistry in 1999 and an MPhil degree in the history and philosophy of science in 2000. After spending a year out of academia, among other things travelling and working for the EU Commission in Brussels, she returned to Cambridge to study for a PhD in the Department of Earth Sciences on the atmospheric chemistry of volcanic plumes. After finishing her PhD in 2004, she spent three months on secondment to the Parliamentary Office of Science and Technology in Westminster writing a report on carbon capture and storage. She then returned to Cambridge as a Royal Society Dorothy Hodgkin Research Fellow, continuing her work on the role that volcanism plays in cycling material between the solid Earth and its atmosphere and the impacts of volcanic activity on the environment. In July 2006, she moved to the Department of Earth Sciences at the University of Oxford to combine her Royal Society Research Fellowship with a Research Councils UK Academic Fellowship in the Physics and Chemistry of the Earth and Environment. She is also currently a fellow of University College. Photograph: at the crater rim of Villarrica volcano, Chile.\nPhil. Trans. R. Soc. A (2008)"
  }],
  "year": 2008,
  "references": [{
    "title": "2005a Emission of bromine and iodine from Mount Etna",
    "authors": ["A.J.S. McGonigle", "M. Valenza"],
    "year": 2005
  }, {
    "title": "Primary sulphate aerosol and associated emissions from Masaya volcano, Nicaragua",
    "authors": ["A.G. Allen", "C. Oppenheimer", "M. Ferm", "P.J. Baxter", "L.A. Horrocks", "B. Galle", "A.J.S. McGonigle", "H.J. Duffell"],
    "venue": "J. Geophys. Res",
    "year": 2002
  }, {
    "title": "Detection of bromine monoxide in a volcanic plume",
    "authors": ["N. Bobrowski", "G. Honninger", "B. Galle", "U. Platt"],
    "venue": "Nature 423,",
    "year": 2003
  }, {
    "title": "Reactive halogen chemistry in volcanic plumes",
    "authors": ["N. Bobrowski", "R. von Glasow", "A. Aiuppa", "S. Inguaggiato", "I. Louban", "O.W. Ibrahim", "U. Platt"],
    "venue": "J. Geophys. Res",
    "year": 2007
  }, {
    "title": "Deep ocean hydrothermal vents",
    "authors": ["D.A. Butterfield"],
    "year": 2000
  }, {
    "title": "Plinian and subplinian eruptions",
    "authors": ["R. Cioni", "P. Marianelli", "R. Santacroce", "A. Sbrana"],
    "year": 2000
  }, {
    "title": "On the ages of flood basalt events",
    "authors": ["V.E. Courtillot", "P.R. Renne"],
    "year": 2003
  }, {
    "title": "The onset of interaction between the hydrosphere and oceanic crust and the origin of the first continental lithosphere",
    "authors": ["M.J. de Wit", "A. Hynes"],
    "venue": "Spec. Pub. Geol. Soc. Lond",
    "year": 1995
  }, {
    "title": "Volcanic gases. In Encyclopedia of volcanoes",
    "authors": ["P. Delmelle", "J. Stix"],
    "year": 2000
  }, {
    "title": "Gas/aerosol–ash interaction in volcanic plumes: new insights from surface analyses of fine ash particles",
    "authors": ["P. Delmelle", "M. Lambert", "Y. Dufrêne", "P. Gerin", "N. Óskarsson"],
    "venue": "Earth Planet. Sci. Lett. 259,",
    "year": 2007
  }, {
    "title": "Recognizing mantle plumes in the geological record",
    "authors": ["R.E. Ernst", "K.L. Buchan"],
    "venue": "Annu. Rev. Earth Planet. Sci",
    "year": 2003
  }, {
    "title": "Fluxes and origin of halogenated organic trace gases from Momotombo volcano (Nicaragua)",
    "authors": ["M. Frische", "K. Garofalo", "T.H. Hansteen", "R. Borchers"],
    "venue": "Geochem. Geophys. Geosyst. 7,",
    "year": 2006
  }, {
    "title": "Satellite observations of the impact of weak volcanic activity on marine clouds",
    "authors": ["S. Gassó"],
    "venue": "J. Geophys. Res. 113,",
    "year": 2008
  }, {
    "title": "Volcanic sources of tropospheric ozone depleting trace gases",
    "authors": ["T.M. Gerlach"],
    "venue": "Geochem. Geophys. Geosyst. 5,",
    "year": 2004
  }, {
    "title": "The C–O–H–S gaseous system, part II: temperature, atomic composition, and molecular equilibria in volcanic gases",
    "authors": ["T.M. Gerlach", "B.E. Nordlie"],
    "venue": "Am. J. Sci",
    "year": 1975
  }, {
    "title": "Volcanic sulfur emissions: estimates of source strength and its contribution to the global sulfate burden",
    "authors": ["Graf", "H.-F", "J. Feichter", "B. Langmann"],
    "venue": "J. Geophys. Res. 102,",
    "year": 1997
  }, {
    "title": "Temperatures in ambient mantle and plumes: constraints from basalts, picrites, and komatiites",
    "authors": ["C. Herzberg", "P.D. Asimow", "N. Arndt", "Y. Niu", "C.M. Lesher", "J.G. Fitton", "M.J. Cheadle", "A.D. Saunders"],
    "venue": "Geochem. Geophys. Geosyst",
    "year": 2007
  }, {
    "title": "Cloud-active nuclei from coal-fired electric power plants and their interactions with clouds",
    "authors": ["P.V. Hobbs", "J.L. Stith", "L.F. Radke"],
    "venue": "J. Appl. Meteorol",
    "year": 1980
  }, {
    "title": "Particles and gases in the emissions from the 1980–1981 volcanic eruptions of Mt",
    "authors": ["P.V. Hobbs", "J.P. Tuell", "D.A. Hegg", "L.F. Radke", "M.K. Eltgroth"],
    "venue": "St. Helens. J. Geophys. Res. 87,",
    "year": 1982
  }, {
    "title": "Volcano fixes nitrogen into plant available",
    "authors": ["B. Huebert", "P. Vitousek", "J. Sutton", "T. Elias", "J. Heath", "S. Coeppicus", "S. Howell", "B. Blomquist"],
    "venue": "forms. Biogeochemistry",
    "year": 1999
  }, {
    "title": "In-situ aircraft observations of the 2000 Mt. Hekla volcanic cloud: composition and chemical evolution in the Arctic lower stratosphere",
    "authors": ["Hunton", "D. E"],
    "venue": "J. Volcanol. Geotherm",
    "year": 2005
  }, {
    "title": "Evolution of a habitable planet",
    "authors": ["J.F. Kasting", "D. Catling"],
    "venue": "Annu. Rev. Astron. Astrophys",
    "year": 2003
  }, {
    "title": "The relative roles of sulfate aerosols and greenhouse gases in climate forcing",
    "authors": ["J.T. Kiehl", "B.P. Briegleb"],
    "venue": "Science 260,",
    "year": 1993
  }, {
    "title": "High ClO and ozone depletion observed in the plume of Sakurajima volcano, Japan",
    "authors": ["C. Lee", "Y.J. Kim", "H. Tanimoto", "N. Bobrowski", "U. Platt", "T. Mori", "K. Yamamoto", "C.S. Hong"],
    "venue": "Geophys. Res. Lett. 32,",
    "year": 2005
  }, {
    "title": "Silicate microspherules intercepted in the plume of Etna volcano",
    "authors": ["R. Lefevre", "A. Gaudichet", "M.A. Billongalland"],
    "venue": "Nature 322,",
    "year": 1986
  }, {
    "title": "High-temperature mixtures of magmatic and atmospheric gases",
    "authors": ["R.S. Martin", "T.A. Mather", "D.M. Pyle"],
    "venue": "Geochem. Geophys. Geosyst. 7,",
    "year": 2006
  }, {
    "title": "Volcanic emissions and the early Earth atmosphere. Geochim. Cosmochim",
    "authors": ["R.S. Martin", "T.A. Mather", "D.M. Pyle"],
    "venue": "Acta 71,",
    "year": 2007
  }, {
    "title": "Composition-resolved size distributions of volcanic aerosols in the Mt",
    "authors": ["R.S. Martin", "T.A. Mather", "D.M. Pyle", "M. Power", "A.G. Allen", "A. Aiuppa", "C.J. Horwell", "E.P.W. Ward"],
    "venue": "Etna plumes. J. Geophys. Res. 113,",
    "year": 2008
  }, {
    "title": "The size and frequency of the largest explosive eruptions on Earth",
    "authors": ["B.G. Mason", "D.M. Pyle", "C. Oppenheimer"],
    "year": 2004
  }, {
    "title": "Electrification of volcanic plumes",
    "authors": ["T.A. Mather", "R.G. Harrison"],
    "venue": "Surv. Geophys",
    "year": 2006
  }, {
    "title": "Tropospheric volcanic aerosol",
    "authors": ["T.A. Mather", "D.M. Pyle", "C. Oppenheimer"],
    "venue": "Robock & C. Oppenheimer). Geophysical Monograph,",
    "year": 2003
  }, {
    "title": "Nitric acid from volcanoes",
    "authors": ["T.A. Mather", "A.G. Allen", "B.M. Davison", "D.M. Pyle", "C. Oppenheimer", "A.J.S. McGonigle"],
    "venue": "Earth Planet. Sci. Lett. 218,",
    "year": 2004
  }, {
    "title": "Volcanic source for fixed nitrogen in the early Earth’s atmosphere",
    "authors": ["T.A. Mather", "D.M. Pyle", "A.G. Allen"],
    "venue": "Geology 32,",
    "year": 2004
  }, {
    "title": "Characterization and evolution of tropospheric plumes from Lascar and Villarrica volcanoes, Chile",
    "authors": ["T.A. Mather", "V.I. Tsanev", "D.M. Pyle", "A.J.S. McGonigle", "C. Oppenheimer", "A.G. Allen"],
    "venue": "J. Geophys. Res. 109,",
    "year": 2004
  }, {
    "title": "2004d Aerosol chemistry of emissions from three contrasting volcanoes in Italy",
    "authors": ["T.A. Mather", "C. Oppenheimer", "A.G. Allen", "A.J.S. McGonigle"],
    "venue": "Atmos. Environ",
    "year": 2004
  }, {
    "title": "The oxygen and sulfur isotopic composition of volcanic sulfate aerosol at the point of emission",
    "authors": ["T.A. Mather", "J.R. McCabe", "V.K. Rai", "M.H. Thiemens", "D.M. Pyle", "T.H.E. Heaton", "H.J. Sloane", "G. Fern"],
    "venue": "J. Geophys. Res. 111,",
    "year": 2006
  }, {
    "title": "Bromine oxide–ozone interaction of the Dead Sea",
    "authors": ["V. Matveev", "M. Peleg", "D. Rosen", "D.S. Toy-Alper", "K. Hebestreit", "J. Stutz", "U. Platt", "D. Blake", "M. Luria"],
    "venue": "J. Geophys. Res. 106,",
    "year": 2001
  }, {
    "title": "The structure and composition of microspheres from the Kilauea volcano, Hawaii",
    "authors": ["G.P. Meeker", "T.K. Hinkley"],
    "venue": "Am. Mineral",
    "year": 1993
  }, {
    "title": "Halogen emissions from a small volcanic eruption: modeling the peak concentrations, dispersion and volcanically induced ozone loss in the stratosphere",
    "authors": ["G.A. Millard", "T.A. Mather", "D.M. Pyle", "W.I. Rose", "B.F. Thornton"],
    "venue": "Geophys. Res. Lett. 33, L19815",
    "year": 2006
  }, {
    "title": "A possible nitrogen crisis for Archean life due to reduced nitrogen fixation by lightning",
    "authors": ["R. Navarro-González", "C.P. McKay", "D.N. Mvondo"],
    "venue": "Nature 412,",
    "year": 2001
  }, {
    "title": "Mt. Erebus, the largest point source of NO2 in Antarctica",
    "authors": ["C. Oppenheimer", "P.R. Kyle", "V.I. Tsanev", "A.J.S. McGonigle", "T.A. Mather", "D. Sweeney"],
    "venue": "Atmos. Environ",
    "year": 2005
  }, {
    "title": "Greenhouse warming by CH4 in the atmosphere of early Earth",
    "authors": ["A.A. Pavlov", "J.F. Kasting", "L.L. Brown", "K.A. Rages", "R. Freedman"],
    "venue": "J. Geophys. Res. 105,",
    "year": 2000
  }, {
    "title": "Climate and atmospheric history of the past 420,000 years from the Vostok ice core, Antarctica",
    "authors": ["Petit", "J. R"],
    "venue": "Nature 399,",
    "year": 1999
  }, {
    "title": "Sulphur and sulphate from Mt Erebus",
    "authors": ["L.F. Radke"],
    "venue": "Nature 299,",
    "year": 1982
  }, {
    "title": "Models for the Archean thermal regime",
    "authors": ["F.M. Richter"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 1985
  }, {
    "title": "Volcanic eruptions and climate",
    "authors": ["A. Robock"],
    "venue": "Rev. Geophys",
    "year": 2000
  }, {
    "title": "The atmospheric chemistry of a 33–34 hour old volcanic cloud from Hekla Volcano (Iceland): insights from direct sampling and the application of chemical box modeling",
    "authors": ["Rose", "W. I"],
    "venue": "J. Geophys. Res. 111,",
    "year": 2006
  }, {
    "title": "Outgassing of ordinary chondritic material and some of its implications for the chemistry of asteroids, planets, and satellites",
    "authors": ["L. Schaefer", "B. Fegley"],
    "venue": "Icarus 186,",
    "year": 2007
  }, {
    "title": "Diffuse emission of organic trace gases from the flank and crater of a quiescent active volcano (Vulcano, Aeolian Islands, Italy)",
    "authors": ["F.M. Schwandner", "T.M. Seward", "A.P. Gize", "P.A. Hall", "V.J. Dietrich"],
    "venue": "J. Geophys. Res. 109,",
    "year": 2004
  }, {
    "title": "Airborne particle and gas measurements in the emissions from six volcanoes",
    "authors": ["J.L. Stith", "P.V. Hobbs", "L.F. Radke"],
    "venue": "J. Geophys. Res",
    "year": 1978
  }, {
    "title": "Atmospheric and environment effects of the 1783–1784 Laki eruption: a review and reassessment",
    "authors": ["T. Thordarson", "S. Self"],
    "venue": "J. Geophys. Res",
    "year": 2003
  }, {
    "title": "DOAS-observation of halogen radical-catalysed arctic boundary layer ozone destruction during the ARCTOC-campaigns",
    "authors": ["M. Tuckermann", "R. Ackermann", "C. Golz", "H. Lorenzen-Schmidt", "T. Senne", "J. Stutz", "B. Trost", "W. Unold", "U. Platt"],
    "year": 1997
  }, {
    "title": "On the early chemical history of the earth and the origin of life",
    "authors": ["H.C. Urey"],
    "venue": "Proc. Natl Acad. Sci. USA",
    "year": 1952
  }, {
    "title": "Human alteration of the global nitrogen cycle: sources and consequences",
    "authors": ["P.M. Vitousek", "J.D. Aber", "R.W. Howarth", "G.E. Likens", "P.A. Matson", "D.W. Schindler", "W.H. Schlesinger", "D.G. Tilman"],
    "venue": "Ecol. Appl",
    "year": 1997
  }, {
    "title": "Mercury and halogen emissions from Masaya and Telica volcanoes, Nicaragua",
    "authors": ["M.L.I. Witt", "T.A. Mather", "D.M. Pyle", "A. Aiuppa", "E. Bagnato", "V.I. Tsanev"],
    "venue": "J. Geophys. Res. 113,",
    "year": 2008
  }, {
    "title": "grew up in Bristol and graduated from the University of Cambridge with an MSci degree in chemistry in 1999 and an MPhil degree in the history and philosophy of science",
    "authors": [],
    "year": 2000
  }],
  "id": "SP:23e2d9e914c0252086acb82feefad4802159349d",
  "authors": [{
    "name": "TAMSIN A. MATHER",
    "affiliations": []
  }, {
    "name": "T. A. Mather",
    "affiliations": []
  }],
  "abstractText": "Recent measurements of reactive trace gas species in volcanic plumes have offered intriguing hints at the chemistry occurring in the hot environment at volcanic vents. This has led to the recognition that volcanic vents should be regarded not only as passive sources of volcanic gases to the atmosphere, but also as ‘reaction vessels’ that unlock otherwise inert volcanic and atmospheric gas species. The atypical conditions created by the mixing of ambient atmosphere with the hot gases emitted from magma give rise to elevated concentrations of otherwise unexpected chemical compounds. Rapid cooling of this mixture allows these species to persist into the environment, with important consequences for gas plume chemistry and impacts. This paper discusses some examples of the implications of these high-temperature interactions in terms of nitrogen, halogen and sulphur chemistry, and their consequences in terms of the global fixed nitrogen budget, volcanically induced ozone destruction and particle fluxes to the atmosphere. Volcanically initiated atmospheric chemistry was likely to have been particularly important before biological (and latterly anthropogenic) processes started to dominate many geochemical cycles, with important consequences in terms of the evolution of the nitrogen cycle and the role of particles in modulating the Earth’s climate.",
  "title": "Volcanism and the atmosphere: the potential role of the atmosphere in unlocking the reactivity of volcanic emissions"
}