{
  "sections": [{
    "text": "rstb.royalsocietypublishing.org\nResearch Cite this article: Mills BJW, Batterman SA, Field KJ. 2017 Nutrient acquisition by symbiotic\nfungi governs Palaeozoic climate transition.\nPhil. Trans. R. Soc. B 373: 20160503. http://dx.doi.org/10.1098/rstb.2016.0503\nAccepted: 27 July 2017\nOne contribution of 18 to a discussion meeting\nissue ‘The Rhynie cherts: our earliest terrestrial\necosystem revisited’."
  }, {
    "heading": "Subject Areas:",
    "text": "computational biology, ecology, environmental\nscience, evolution, plant science, physiology"
  }, {
    "heading": "Keywords:",
    "text": "carbon dioxide, oxygen, evolution, mycorrhizal\nsymbiosis, climate, Palaeozoic"
  }, {
    "heading": "Author for correspondence:",
    "text": "Katie J. Field\ne-mail: k.field@leeds.ac.uk\n†All authors contributed equally to the study.\n& 2017 The Authors. Published by the Royal Society under the terms of the Creative Commons Attribution License http://creativecommons.org/licenses/by/4.0/, which permits unrestricted use, provided the original author and source are credited.\nNutrient acquisition by symbiotic fungi governs Palaeozoic climate transition\nBenjamin J. W. Mills1,†, Sarah A. Batterman2,3,5,† and Katie J. Field4,†\n1School of Earth and Environment, 2School of Geography, 3Priestley International Centre for Climate, and 4Centre for Plant Sciences, School of Biology, University of Leeds, Leeds LS2 9JT, UK 5Smithsonian Tropical Research Institute, Ancon, Panama\nKJF, 0000-0002-5196-2360\nFossil evidence from the Rhynie chert indicates that early land plants, which evolved in a high-CO2 atmosphere during the Palaeozoic Era, hosted diverse fungal symbionts. It is hypothesized that the rise of early non-vascular land plants, and the later evolution of roots and vasculature, drove the long-term shift towards a high-oxygen, low CO2 climate that eventually permitted the evolution of mammals and, ultimately, humans. However, very little is known about the productivity of the early terrestrial biosphere, which depended on the acquisition of the limiting nutrient phosphorus via fungal symbiosis. Recent laboratory experiments have shown that plant–fungal symbiotic function is specific to fungal identity, with carbon-for-phosphorus exchange being either enhanced or suppressed under superambient CO2. By incorporating these experimental findings into a biogeochemical model, we show that the differences in these symbiotic nutrient acquisition strategies could greatly alter the plant-driven changes to climate, allowing drawdown of CO2 to glacial levels, and altering the nature of the rise of oxygen. We conclude that an accurate depiction of plant–fungal symbiotic systems, informed by high-CO2 experiments, is key to resolving the question of how the first terrestrial ecosystems altered our planet.\nThis article is part of a discussion meeting issue ‘The Rhynie cherts: our earliest terrestrial ecosystem revisited’.\n1. Introduction The first plants to colonize the Earth’s land surface (during the Palaeozoic Era, 541–250 Ma) faced an entirely different climate to today (figure 1), with atmospheric CO2 concentrations being greater than 1000 ppm [5]. While modern plants flourish under elevated CO2, access to mineral nutrients likely posed a problem for the early terrestrial biosphere—the earliest land-colonizing plant species lacked roots, being non-vascular and liverwort-like [8–11] (figure 1a), and the substrate onto which they emerged was a skeletal mineral soil, largely lacking in organic matter [12]. Fossil beds at the Rhynie chert provide evidence that these early plants formed symbioses with fungi [13–15], which are likely to have facilitated mineral nutrient acquisition, in particular phosphorus [16,17]. It is likely that the nutrient acquisition strategies via fungal symbiosis had a significant effect on global primary productivity, and therefore climate, but these aspects have not been explored in detail.\nPlants play a key role in the biogeochemical cycles of carbon, phosphorus and oxygen, and this role is amplified by symbiosis with fungi (figure 2). In exchange for photosynthetically fixed carbon, mycorrhizal fungi provide plants with mineral nutrients that would be otherwise inaccessible [17]. Plant tissue contributes a net carbon sink when organic matter is buried in sediments, and burial of this reduced organic carbon results in a net source of O2 to the atmosphere, which has been the major mechanism of oxygen production over Earth history [18]. Plants and mycorrhizal fungi also drive additional drawdown of atmospheric CO2 through their enhancement of silicate weathering [19], which\noccurs through acidification of the soil environment [20] and exudation of organic acids directly from plant roots and indirectly from fungi. Silicate weathering transfers atmospheric CO2 into solution as bicarbonate, alongside cations (e.g. Ca\n2þ), which eventually combine in the oceans to form sedimentary carbonates (figure 2).\nBiotic weathering also liberates inorganic phosphorus from rocks and, in turn, stimulates plant growth and microbial activity [21–23]. Terrestrially derived phosphorus forms the riverine input to the ocean, which further promotes the global burial of organic carbon through the enhancement of marine photosynthetic primary productivity (e.g. by phytoplankton). Only a small fraction of the global phosphorus supply is ultimately buried within terrestrially derived organic matter; the majority of phosphorus exits the system with marine organic carbon or as authigenic sedimentary minerals [24], but because plants produce structural components such as lignin that are lower in phosphorus than marine organic\nmatter, terrestrial phosphorus acquisition results in greater carbon burial in terrestrial systems relative to marine systems for the same amount of phosphorus [25].\nMultiple proxies indicate that the global environment underwent major changes during the Palaeozoic phase of plant colonization, which supports a link between terrestrialization of plants and biogeochemical cycling (figure 1). Global biogeochemical models that link plants, carbon cycling and climate, although uncertain, generally predict a decline in CO2 concentrations over the Palaeozoic Era, coincident with the development of the terrestrial biosphere [1–3,19]. This CO2 drawdown is driven by the modelled biotic enhancement of silicate mineral weathering and an increased burial rate of organic carbon (both terrestrial and marine) due to greater phosphorus availability. Proxies that attempt to infer atmospheric CO2 concentrations based on palaeosols [5,26] and fossil leaves [6] also carry considerable uncertainty, but agree with models in showing a decline in CO2 concentrations\nrstb.royalsocietypublishing.org Phil.Trans.R.Soc.B 373:20160503\n3\nduring the Palaeozoic and reaching roughly modern levels in the Carboniferous period. These approaches indicate that low atmospheric CO2 concentrations, in combination with the reduced incoming radiation from the fainter sun, resulted in the approximately 300 Ma Permo-Carboniferous ‘icehouse’, a deep glacial period in which ice sheets extended into the subtropics (figure 1d; [7]). The driving factors underpinning earlier glacial periods are far less well understood, particularly given the uncertainties in atmospheric CO2 concentrations. Several hypotheses have been proposed to explain the Late Ordovician Hirnantian glaciation, including a reduction in volcanic CO2 input [27] and/or a tectonically driven enhancement to silicate weathering rates [28], but this glaciation has also been attributed to the evolution and biogeochemical effects of the early terrestrial biosphere [22].\nThe Rhynie chert, which formed during the Lower Devonian (411+1.3 Ma; [29]), documents a period of considerable uncertainty in the Earth’s history in terms of climate and biosphere response and has been central to our understanding of the evolution of plant–fungal symbioses. The unique geological features present in the environment at the time of formation [30] produced a fossil bed containing uniquely well-preserved plant specimens that contain fossilized fungal structures within the plant tissue [13,31,32]. These fungal structures bear strong structural homology to the mycorrhizal and mycorrhiza-like associations formed between modern-day land plants and Glomeromycotina fungi [13]. This type of fungal associate is found in more than 85% of land plants today [33], spanning the land plant phylogeny (figure 1a).\nThe discovery of mycorrhiza-like fungi in Rhynie chert fossils provided support for the long-standing hypothesis that symbiotic fungi played a vital role in helping plants colonize the terrestrial environment more than 475 Ma [34].\nRecent evidence indicates that the Glomeromycotina were not the only fungus to form symbioses with plants at the first stages of land plant evolution. The earliest diverging liverworts, the Haplomitriopsida, form associations with fungi of a clade that is thought to have diverged earlier than the Glomeromycotina—the Mucoromycotina [35]. Since this discovery, experiments have revealed that, like the Glomeromycotina, the liverwort–Mucoromycotina associations are nutritionally mutualistic [36] and that the associations are present in taxa throughout the land plant phylogeny [37–40]. Re-examination of Rhynie chert fossils has revealed that early Rhyniophytes (Horneophyton, Nothia) were frequently colonized by at least two fungal endophytes bearing morphological characteristics similar to those of modern Glomeromycotina and Mucoromycotina fungal associations in extant plants, indicating that both fungal symbionts may have been present during initial plant terrestrialization [41,42]. It has since been shown that such dual, nutritionally mutualistic colonizations are also common throughout the plant kingdom [37,43].\nRecent experimental evidence has shown that the mutualistic functioning of each type of mycorrhiza-like association is affected differently by a high-CO2 atmosphere in terms of carbon-for-phosphorus exchange between symbionts. Liverworts associated only with Glomeromycotina fungi acquire greater amounts of phosphorus via their fungal partner under a simulated high Palaeozoic CO2 concentration (1500 ppm) compared to modern, relatively low, ambient CO2 concentrations (440 ppm) [44]. In contrast, liverworts that form partnerships only with Mucoromycotina fungi, or with both fungal types simultaneously, show the opposite response (figure 3; [36,43]). When coupled with palaeontological and molecular evidence, these findings lead to the hypothesis that Mucoromycotina–liverwort associations could be ancestral, or are at least as ancestral as liverwort– Glomeromycotina symbioses, and that early land plant fungal associations were more transient and varied than previously assumed [44]. However, the impact and feedbacks on the Palaeozoic global climate of the presence of mutualistic CO2-responsive mycorrhizal symbionts remain unexplored.\nGiven the significance of the role of symbiotic soil fungi in modern terrestrial phosphorus cycling, it is likely that the evolution of plant–fungal symbioses was critical for acquisition of nutrients by the burgeoning land flora. This means that plant– fungal symbioses may therefore have helped to drive a shift from marine to terrestrial productivity and a corresponding increase in the global rate of organic carbon burial. However, the degree to which early plants in symbiosis with mycorrhizal fungi were able to accelerate silicate and phosphorus weathering is uncertain, and, while experiments with liverworts and bryophytes have shown significant enhancements to weathering, it is difficult to extrapolate these effects to the global phosphorus supply [22,23], although methods are improving [45]. We hypothesize that changes to plant–fungal phosphorus acquisition will have distinct effects on terrestrial net primary productivity (NPP), CO2 drawdown and oxygen production and that these effects will vary according to fungal symbiont identity/function.\nIn this paper, we test this hypothesis by incorporating existing physiological data from experiments using early diverging liverwort species and their native fungal symbionts (figure 3)\nrstb.royalsocietypublishing.org Phil.Trans.R.Soc.B 373:20160503\n4\ninto a global biogeochemical model, which approximates the biogeochemical processes shown in figure 2. This approach allows us to better understand the potential impact of early plant–fungal phosphorus acquisition on global climate and biogeochemical cycling during the Palaeozoic Era.\n(a) Insights from plant – fungal physiology The unexpected diversity in fungal symbiont identity and functioning across land plants has implications not just for the evolution of the terrestrial biosphere, but also for feedbacks on the Earth’s climate. In Field et al. [36,44] carbon-for-phosphorus exchange between liverworts and their fungal symbionts was measured at both modern ambient (440 ppm [CO2]) and simulated Palaeozoic (1500 ppm [CO2]) atmospheres under controlled environment conditions. To determine the movement of phosphorus from fungus to plant, 33P-orthophosphate solution was supplied to fungusonly compartments in pot-based microcosms and incubated\nfor 21 days. After harvest, 33P activity was measured in plant tissues using acid digestion and liquid scintillation. In the same experimental microcosms, 14CO2 was supplied to the liverworts for one complete photoperiod before being measured in the fungus-only compartments within the pots through sample oxidation and liquid scintillation (full methodological details are published in [36,44]). Total carbon and 33P budgets for each microcosm were calculated using published equations (from Cameron et al. [43,46], respectively).\nThe results from these experiments show that liverworts with Glomeromycotina fungal partners gain greater amounts of 33P per unit of plant-fixed carbon transferred to the fungus under a Palaeozoic atmospheric CO2 concentration than when compared with a modern ambient CO2 atmosphere, but liverworts with Mucoromycotina fungal symbionts display the opposite trend (figure 3a; [36,43]).\n2. Material and methods We examined the implications of contrasting plant–fungal relationships (figure 3) in response to changes in CO2 by incorporating phosphorus effects on global plant biomass and the ability of fungi to affect plant phosphorus uptake into the COPSE biogeochemical model (Carbon Oxygen Phosphorus Sulphur Evolution) [2,3].\nThe COPSE model [2,3] reconstructs the long-term cycling of carbon, oxygen, phosphorus and sulfur between a simplified representation of the land biota, atmosphere, oceans and sediments. A key component of the model is the terrestrial vegetation, which is assumed to take up a fraction of total weathered phosphorus. The vegetation produces organic carbon (that is eventually buried) and enhances terrestrial weathering rates (figure 2). Global terrestrial biomass is represented in COPSE by a single variable Mbio, which comprises constraints based on the expansion of the terrestrial biosphere onto the land surface (E), limitation by surface temperature (VT), prevalence of wildfires (Vfire) and the atmospheric concentrations of CO2 (VCO2 ) and O2 (VO2 ), which affect CO2-fertilization and photorespiration. We adapt the COPSE model to allow for the terrestrial phosphorus supply (VP) to explicitly affect the mass of the biosphere, in order to represent the effects of phosphorus limitation on both carbon burial and chemical weathering:\nMbio ¼ E VCO2 VT VO2 Vfire VP:\nThe phosphorus supply to the land biota (VP) is calculated from the available weathered phosphorus (phosw) multiplied by an uptake efficiency parameter (kuptake), which allows for possible fungal-driven changes to plant phosphorus acquisition:\nVP ¼ phosw phosw0 kuptake:\nHere, the constant phosw0 is the present-day rate of phosphorus weathering used to normalize the expression. The climatic limiting factors are defined to constrain biomass in the following ways, and are unaltered from the original COPSE model [2]:\nVCO2 ¼ 2ðCO2 ppm 10Þ\nð183:6þ CO2 ppm 10Þ ,\nVT ¼ 1 ðT T0Þ\nT\n2 ! ,\nVO2 ¼ ð1:5 0:5ðRO2ÞÞ and Vfire ¼ kfire\nðkfire 1þmaxð586:2 O2ðatmÞ 122:102, 0ÞÞ :\nAll other equations are the same as in the original model, except for the expression for phosphorus buried with land plant matter\n(Pland), which is amended to ensure that it cannot exceed phosphorus supply from weathering:\nPland ¼ minfkland Mbio phosw, phoswg:\nHere, kland is the present-day fraction of weathered P buried on land. Land-derived organic carbon burial (locb) is calculated from the relative value of Pland and a present-day biomass burial rate (klocb) (assuming a present-day C : P ratio for plant material):\nlocb ¼ klocb Pland\nPlando :\nAll weathered phosphorus that is not used on land is transferred to the ocean (Psea), where it stimulates marine productivity.\nPsea ¼ phosw Pland:\nOur modified Fungal COPSE (Fun-COPSE) model allows us to observe the possible long-term climate effects associated with changes in plant phosphorus uptake efficiency, and how this may influence our reconstructions of Paleozoic climate. In particular, our introduction of a direct phosphorus limitation of the terrestrial vegetation introduces a positive feedback loop to the model (figure 2a) wherein terrestrial productivity increase phosphorus weathering and uptake, which in turn further increases productivity.\nWe experiment by running the model with kuptake defined following the relationships between CO2 concentration and phosphorus-for-carbon exchange efficiency observed in experiments with Mucoromycotina and Glomeromycotina fungi. Figure 3c shows representative curves that are fitted to the experimental data [43], which take the form kuptake / ðRCO2ÞuCO2 , where RCO2 is the relative atmospheric CO2 concentration. For Glomeromycotina, we require uCO2 ¼ 1:6 and for Mucoromycotina, we require uCO2 ¼ 0:45.\nMore experimental data are needed to further constrain the relationships between fungal identity, phosphorus acquisition and climate, but the present formulation allows us to assess the potential climate impacts of a variable terrestrial phosphorus uptake efficiency (kuptake). The assumed relationship for Glomeromycotina is\nparticularly strong, based on the observed order-of-magnitude increase in phosphorus-for-carbon exchange at the elevated CO2 concentration. The strength of the relationship may be overestimated in the experimental systems. In nature, the fungus forms symbioses and provides phosphorus to multiple plant partners. In addition, the fungus likely competes for phosphorus resources with diverse soil microbial communities. As a result of this, and together with the observation that such a high phosphorus uptake efficiency results in numerical instability in the model due to positive feedbacks, we reduce the maximum value of uCO2 ¼ 0:45, which mirrors the magnitude of the Mucoromycotina relationship. By exploring the range of phosphorus-for-carbon use efficiencies, we capture the uncertainty in scaling local plant–fungal–soil interactions to the global level and at geological timescales.\nThe most recent version of COPSE [3], which we have modified here, experiments with a plant-driven enhancement to the efficiency of phosphorus weathering (i.e. more phosphorus weathered per bulk rock weathering) and an assumed increase in the carbon buried per unit phosphorus for early plants, based on high C : P ratios measured in bryophytes. These modifications are admittedly speculative, and form the maximum error window in the aforementioned model results. For the current work, we use the more conservative version of the model (shown in green in Lenton et al. [3] and plotted in figure 1) in which global phosphorus weathering depends only on bulk rock weathering rates.\nWe use our model to examine how the nature of plant phosphorus uptake via fungal partners (i.e. our parameter kuptake) influences modelled NPP, atmospheric CO2 and O2 concentrations, and global temperature in response to land colonization during the Palaeozoic Era.\n3. Results and discussion Broadly, Fun-COPSE shows that changes to plant–fungal phosphorus uptake, such as those observed in laboratory conditions under high atmospheric CO2, could have a large effect on the modelled Palaeozoic climate transition. Model steady\n500 450 400 350 300\nmillion years before present (Ma)\nuCO2 = 0\nuCO2 = 0.45 uCO2 = –0.45\n14\n16\n18\n20\n22\nav er\nag e\nsu rf\nac e\nte m\npe ra\ntu re\n( °C\n)\n0\n10\n20\n30\nat m\nos ph\ner ic\nO 2\nm ix\nin g\nra tio\n( %\n)\n0\n0.5\n1.0\nte rr\nes tr\nia l N PP (r el at iv e to to\nda y)\n0\n1000\n2000\n3000\n4000\n5000\nat m\nos ph\ner ic\nC O\n2 (p\npm )\n(b)\n(a)\n(c)\n(d )\nO S D C Palaeozoic\nFigure 5. The effect of plant – fungal-derived phosphorus on the global environment throughout the Palaeozoic Era. Terrestrial phosphorus uptake is modelled based on the observed carbon-for-phosphorus exchange ratios for either Glomeromycotina (blue) or Mucoromycotina (orange). The shaded area of the red or blue lines indicate the effect of such symbioses with a range of phosphorus uptake efficiencies. The effect of phosphorus uptake efficiency on (a) the relative terrestrial NPP, (b) atmospheric O2, with charcoal record as in figure 1, (c) atmospheric CO2, with proxies as figure 1 and (d ) global average surface temperature. Presentday average surface temperature is around 158C, which we assume is typical of an ‘icehouse’ climate (i.e. the presence of ice caps, such as in the modern world, and during the Late Ordovician glaciation).\nrstb.royalsocietypublishing.org Phil.Trans.R.Soc.B 373:20160503\n6 states at 410 Ma indicate that altering the efficiency of terrestrial phosphorus uptake changes the amount of phosphorus taken up on land, without requiring a significant change to the overall phosphorus weathering rate (figure 4a). Relative terrestrial NPP scales with the supply of the limiting nutrient phosphate, and therefore is also significantly different between steady states (figure 4b). Efficient phosphorus uptake at superambient CO2 results in enhanced organic carbon sequestration, which contributes to a reduction in CO2 (figure 4c) and drives a rise in atmospheric O2 (figure 4d). Assuming less efficient phosphorus uptake at high CO2, as observed in liverwort– Mucoromycotina symbioses [36], results in model predictions of higher CO2 and lower O2 concentrations in the atmosphere (figure 4c,d ).\nThe time-integrated model predictions for the Early Palaeozoic are similarly affected by phosphorus uptake efficiency (figure 5). As in the previous version of the COPSE model, Fun-COPSE broadly recreates the global environmental changes thought to have occurred during the Palaeozoic Era. The expansion of the early terrestrial biosphere leads to enhancements of terrestrial weathering, which buries more carbon via the silicate–carbonate cycle and by increased delivery of phosphorus to both terrestrial and marine systems. When we include changes to the fungal phosphorus uptake however, the model predicts large differences in the timing and degree of these environmental changes (orange and blue lines in figure 5). The range of uncertainty in all reconstructed parameters is high, confirming the power of the phosphorus cycle to alter model predictions in COPSE [3].\nFurther uncertainty remains regarding the productivity of the early terrestrial biosphere, and the effects of early plants on the global carbon cycle and climate. This topic has been the focus of considerable debate in the literature, which has recently turned to the question of the ability of early terrestrial plants to enhance silicate weathering rates and liberate phosphorus [3,22,23]. Our findings indicate that, in addition to these considerations, the nature of the supply of phosphorus to plants from fungal partners can contribute significantly to the wider environmental changes that occurred during the Palaeozoic (figure 5).\nAssuming a phosphorus uptake efficiency greater than that observed today, as might be expected if Glomeromycotina were the dominant fungal symbionts of early land plants (figure 5, blue lines), leads to a highly productive early land biosphere. This is capable of drawing down CO2 to such a degree that global average surface temperature may be sufficiently low to trigger the Late Ordovician glaciation, without requiring additional tectonic considerations. In this case, atmospheric oxygen concentration rises to modern levels by approximately 420 Ma, coincident with the first evidence for wildfires [47]. However, assuming a phosphorus uptake efficiency lower than present day, as might be the case if Mucoromycotina fungal associates were the predominant symbiont within the land flora (orange lines), limits productivity. In this scenario, CO2 concentration and temperature remains high throughout the early colonization phase, and O2 remains less than 10% atm.\nThese scenarios show entirely different drivers for Palaeozoic environmental change, with the latter implying that the early terrestrial biosphere may not have been responsible for either glaciation or substantial O2 rise. However, the lowproductivity scenario is in conflict with available evidence (figure 5b,c), thus if plant phosphorus uptake was suppressed globally under high CO2, then one must appeal either to an\nincreased efficiency of phosphorus weathering or to currently unknown tectonic or palaeogeographic factors. Nevertheless, such extremes in model output show that the ability of the terrestrial biosphere to acquire phosphorus, rather than simply its ability to affect continental weathering, must be taken into account in future investigations.\nIt is likely that the earliest land plants were cosmopolitan in their choice of fungal symbionts [44], because different fungi may have provided multiple, additional and non-nutritional, benefits. These benefits are likely to have included enhanced access to water and resistance to disease and/or herbivores, as is the case with their extant relatives [48,49]. It seems probable that plants would have associated with a variety of—and potentially a multitude of—partners at different stages of their evolution and spread. Therefore, the relative dominance of Glomeromycotina or Mucoromycotina fungi within early plant assemblages may have been transient according to climate and/or ecology. By varying the strength of phosphorus-for-carbon efficiency ðuCO2Þ, Fun-COPSE allows for two possible symbiotic scenarios: (i) multiple simultaneous symbiotic partners within individual plants, and/or\nrstb.royalsocietypublishing.org Phil.Trans.R.Soc.B 373:20160503\n7 (ii) the co-existence of multiple plants with different symbiotic partners across the global land surface. Thus, the overall function of the land vegetation is unlikely to reflect the operation of any single plant–fungal system explored here.\nA greater understanding of the magnitude and balance of fungal partnering requires further experiments conducted on extant examples of early diverging plants with a suite of fungal symbionts at a range of atmospheric CO2 concentrations reflective of conditions at various points in the Earth’s history. These experiments should be designed to allow quantification of the relative costs and benefits to plants and fungi of symbiosis, with the results being used to construct models of the terrestrial biosphere that include phosphorus-for-carbon exchange and phosphorus recycling.\nOur findings show significant Earth system sensitivity to phosphorus uptake from mycorrhizal fungi. Current dynamic global vegetation models (e.g. SDGVM [50]) linked to detailed spatial palaeoclimate reconstructions have been shown to respond in different ways to simple models of the long-term carbon cycle (e.g. COPSE, GEOCARB [51]). Spatial models of non-vascular vegetation have elucidated the potential for high productivity in the early terrestrial biosphere [45], yet current vegetation modelling efforts are hampered by the inclusion of only rudimentary phosphorus cycling and associated mycorrhizal functioning [52–54], which as we show here, may be of great importance.\nFossil evidence from the Rhynie chert has provided unique insights into the plant–fungal relationships during the early period of plant evolution and has allowed for the focused experimental study of how these partnerships may have functioned in response to changing atmospheric CO2 concentrations. Uncovering the nature of the Palaeozoic climate transition, and therefore the emergence of the human-habitable world, relies heavilyon understanding the ability of the early terrestrial biosphere to acquire and use phosphorus. Such advances must come from a linked campaign of experiments and traitbased modelling, informed by palaeobotanical studies on preserved ancient ecosystems, such as the Rhynie chert. Efforts must also be made to integrate aspects of the geochemical literature, such as the relationships between erosion, soil shielding and global chemical weathering fluxes [55].\n4. Conclusion The global terrestrial biosphere response to high CO2 depends greatly on the functioning of plant–fungal symbioses and phosphorus cycling. The experiments of Field et al. [36,43] show that these responses are not straightforward. Efforts to understand the plant-driven Palaeozoic climate transition using models would benefit from the inclusion of a mechanistic representation of plant–fungal phosphorus and carbon exchange that is formulated from empirical data, and the resulting predictions should be independently tested against geochemical data. Our initial effort to incorporate fungal phosphorus uptake into an existing biogeochemical model is based on limited experimental results and extrapolation to large spatial and temporal scales, which is necessarily a first step that must be improved upon. Nevertheless, we show that the effect on the modelled climate transition may be highly significant, and reliant upon the nutritional nature of the relationship between plants and symbiotic fungi. Our findings raise questions about current reconstructions of plant-driven changes to climate during the Palaeozoic, and show that understanding the mechanisms of global plant phosphorus uptake, rather than just the liberation of phosphorus during continental weathering, is essential for resolving past climatic and environmental changes throughout the Earth’s history.\nData accessibility. This article has no additional data. Authors’ contributions. This study was conceived and designed by all authors. B.J.W.M. performed model simulations, all authors discussed the outcomes and co-wrote the manuscript. Competing interests. We declare we have no competing interests. Funding. S.A.B. is supported by a Natural Environment Research Council (NERC) Independent Research Fellowship (NE/M019497/ 1), K.J.F. is supported by a BBSRC Translational Fellowship (BB/ M026825) and NERC grant (NE/N009665/1). All authors are supported by University of Leeds Academic Fellowships. Acknowledgements. We thank Dana Royer and Peter Franks for sending CO2 reconstruction data, and Tim Lenton for providing the COPSE model code and useful comments. We thank the organizers of the Royal Society discussion meeting ‘The Rhynie chert: our earliest terrestrial ecosystem revisited’, March 2017, Dianne Edwards, Paul Kenrick and Liam Dolan. We also thank the reviewers and the editor for their constructive comments on an earlier draft of this manuscript.\nReferences\n1. Berner RA. 2006 GEOCARBSULF: a combined model for Phanerozoic atmospheric O2 and CO2. Geochim. Cosmochim. Acta 70, 5653 – 5664. (doi:10.1016/j. gca.2005.11.032) 2. Bergman NM, Lenton TM, Watson AJ. 2004 COPSE: a new model of biogeochemical cycling over Phanerozoic time. Am. J. Sci. 304, 397 – 437. (doi:10.2475/ajs.304.5.397) 3. Lenton TM, Dahl TW, Daines SJ, Mills BJW, Ozaki K, Saltzman MR, Porada P. 2016 Earliest land plants created modern levels of atmospheric oxygen. Proc. Natl Acad. Sci. USA 113, 9704 – 9709. (doi:10.1073/ pnas.1604787113) 4. Belcher CM, McElwain JC. 2008. Limits for combustion in low O2 redefine paleoatmospheric predictions for the Mesozoic. Science 321, 1197 – 1200. (doi:10.1126/science.1160978) 5. Royer D. 2014 Atmospheric CO2 and O2 during the Phanerozoic: tools, patterns and impacts. Treatise Geochem. 6, 251 – 267. (doi:10.1016/B978-0-08095975-7.01311-5) 6. Franks PJ, Royer DL, Beerling DJ, van de Water PJ, Cantrill DJ, Barbour MM, Berry JA. 2014 New constraints on atmospheric CO2 concentration for the Phanerozoic. Geophys. Res. Lett. 41, 4685 – 4694. (doi:10.1002/2014GL060457) 7. Crowley TJ. 1998 Significance of tectonic boundary conditions for paleoclimate simulations. In Tectonic boundary conditions for climate reconstructions (eds TJ Crowley, K Burke), pp. 3 – 17. New York, NY: Oxford University Press. 8. Gray J, Chaloner WG, Westoll TS. 1985 The microfossil record of early land plants: advances in understanding of early terrestrialization,\n1970 – 1984. Phil. Trans. R. Soc. Lond. B 309, 167 – 195. (doi:10.1098/rstb.1985.0077) 9. Wellman CH, Osterloff PL, Mohiuddin U. 2003 Fragments of the earliest land plants. Nature 425, 282 – 285. (doi:10.1038/nature01884) 10. Wellman CH. 2010 The invasion of the land by plants: when and where? New Phytol. 188, 306 – 309. (doi:10.1111/j.1469-8137.2010.03471.x) 11. Wang B, Yeun LH, Xue JY, Liu Y, Ané JM, Qiu YL. 2010 Presence of three mycorrhizal genes in the common ancestor of land plants suggests a key role of mycorrhizas in the colonization of land by plants. New Phytol. 186, 514 – 525. (doi:10.1111/j.1469-8137. 2009.03137.x) 12. Retallack GJ. 1992 Paleozoic paleosols. In Weathering, soils and paleosols (eds IP Martini, W Chesworth), pp. 543 – 564. Amsterdam, The Netherlands: Elsevier.\nrstb.royalsocietypublishing.org Phil.Trans.R.Soc.B 373:20160503\n8 13. Remy W, Taylor TN, Hass H, Kerp H. 1994 Four hundred-million-year-old vesicular arbuscular mycorrhizae. Proc. Natl Acad. Sci. USA 91, 11 841 – 11 843. (doi:10.1073/pnas.91.25.11841) 14. Dotzler N, Krings M, Taylor TN, Agerer R. 2006 Germination shields in Scutellospora (Glomeromycota: Diversisporales, Gigasporaceae) from the 400 million-year-old Rhynie chert. Mycol. Prog. 5, 178 – 184. (doi:10.1007/s11557-006-0511z) 15. Dotzler N, Walker C, Krings M, Hass H, Kerp H, Taylor TN, Agerer R. 2009 Acaulosporoid glomeromycotan spores with a germination shield from the 400-million-year-old Rhynie chert. Mycol. Prog. 8, 9 – 18. (doi:10.1007/s11557-008-0573-1) 16. Read DJ, Duckett JG, Francis R, Ligrone R, Russell A. 2000 Symbiotic fungal associations in ‘lower’ land plants. Phil. Trans. R. Soc. Lond. B 355, 815 – 831. (doi:10.1098/rstb.2000.0617) 17. Smith SE, Read DJ. 2008 Mycorrhizal symbiosis. New York, NY: Academic Press. 18. Holland HD. 2006 The oxygenation of the atmosphere and oceans. Phil. Trans. R. Soc. B 361, 903 – 915. (doi:10.1098/rstb.2006.1838) 19. Berner RA. 1991 A model for atmospheric CO2 over Phanerozoic time. Am. J. Sci. 291, 339 – 376. (doi:10.2475/ajs.291.4.339) 20. Filippelli GM. 2008 The global phosphorus cycle: past, present, and future. Elements 4, 89 – 95. (doi:10.2113/GSELEMENTS.4.2.89) 21. Bucher M. 2007 Functional biology of plant phosphate uptake at the root and mycorrhiza interfaces. New Phytol. 173, 11 – 26. (doi:10.1111/j. 1469-8137.2006.01935.x) 22. Lenton TM, Crouch M, Johnson M, Pires N, Dolan L. 2012 First plants cooled the Ordovician. Nat. Geosci. 5, 86 – 89. (doi:10.1038/ngeo1390) 23. Quirk J, Leake JR, Johnson DA, Taylor LL, Saccone L, Beerling DJ. 2015 Constraining the role of early land plants in Palaeozoic weathering and global cooling. Proc. R. Soc. B 282, 20151115. (doi:10.1098/rspb. 2015.1115) 24. Lenton TM, Watson AJ. 2000 Redfield revisited: 2. What regulates the oxygen content of the atmosphere? Glob. Biogeochem. Cycles 14, 249 – 268. (doi:10.1029/1999GB900076) 25. Kump LR. 1988 Terrestrial feedback in atmospheric oxygen regulation by fire and phosphorus. Nature 335, 152 – 154. (doi:10.1038/335152a0) 26. Breecker DO, Sharp ZD, McFadden LD. 2010 Atmospheric CO2 concentrations during ancient greenhouse climates were similar to those predicted for AD 2100. Proc. Natl Acad. Sci. USA 107, 576 – 580. (doi:10.1073/pnas.0902323106) 27. McKenzie NR, Horton BK, Loomis SE, Stockli DF, Planavsky NJ, Lee C-TA. 2016. Continental arc volcanism as the principal driver of icehousegreenhouse variability. Science 352, 444 – 447. (doi:10.1126/science.aad5787) 28. Young SA, Saltzman MR, Foland KA, Linder JS, Kump LR. 2009 A major drop in seawater 87Sr/86Sr during the Middle Ordovician (Darriwilian): links to volcanism and climate? Geology 37, 951 – 954. (doi:10.1130/G30152A.1) 29. Parry SF, Noble SR, Crowley QG, Wellman CH. 2011 A high-precision U – Pb age constraint on the Rhynie Chert Konservat-Lagerstätte: time scale and other implications. J. Geol. Soc. 168, 863 – 872. (doi:10.1144/0016-76492010-043) 30. Trewin NH, Rice CM. 2004 The Rhynie hot-spring system. Geology, biota and mineralisation. Trans. R. Soc. Edinb. Earth 94, 285 – 521. 31. Taylor TN, Remy W, Hass H, Kerp H. 1995 Fossil arbuscular mycorrhizae from the Early Devonian. Mycologia 87, 560 – 573. (doi:10.2307/3760776) 32. Taylor TN, Krings M. 2005 Fossil microorganisms and land plants: associations and interactions. Symbiosis 40, 119 – 135. 33. Brundrett MC. 2009 Mycorrhizal associations and other means of nutrition of vascular plants: understanding the global diversity of host plants by resolving conflicting information and developing reliable means of diagnosis. Plant Soil 320, 37 – 77. (doi:10.1007/s11104-008-9877-9) 34. Pirozynski KA, Malloch DW. 1975 The origin of land plants: a matter of mycotrophism. Biosystems 6, 153 – 164. (doi:10.1016/0303-2647(75)90023-4) 35. Bidartondo MI, Read DJ, Trappe JM, Merckx V, Ligrone R, Duckett JG. 2011 The dawn of symbiosis between plants and fungi. Biol. Lett. 7, 574 – 577. (doi:10.1098/rsbl.2010.1203) 36. Field KJ, Rimington WR, Bidartondo MI, Allinson KE, Beerling DJ, Cameron DD, Duckett JG, Leake JR, Pressel S. 2015 First evidence of mutualism between ancient plant lineages (Haplomitriopsida liverworts) and Mucoromycotina fungi and its response to simulated Palaeozoic changes in atmospheric CO2. New Phytol. 205, 743 – 756. (doi:10.1111/nph.13024) 37. Rimington WR, Pressel S, Duckett JG, Bidartondo MI. 2015 Fungal associations of basal vascular plants: reopening a closed book? New Phytol. 205, 1394 – 1398. (doi:10.1111/nph.13221) 38. Rimington WR, Pressel S, Field KJ, Strullu-Derrien C, Duckett JG, Bidartondo MI. 2016 Reappraising the origin of mycorrhizas. In Molecular mycorrhizal symbiosis (ed. F Martin), pp. 21 – 32. Hoboken, NJ: John Wiley & Sons. 39. Pressel S, Bidartondo MI, Ligrone R, Duckett JG. 2014 Fungal symbioses in bryophytes: new insights in the twenty first century. Phytotaxa 9, 238 – 253. (doi:10.11646/phytotaxa.9.1.13) 40. Yamamoto K, Endo N, Degawa Y, Fukuda M, Yamada A. 2016 First detection of Endogone ectomycorrhizas in natural oak forests. Mycorrhiza 27, 295 – 301. (doi:10.1007/s00572-0160740-1) 41. Strullu-Derrien C, Kenrick P, Pressel S, Duckett JG, Rioult JP, Strullu DG. 2014 Fungal associations in Horneophyton ligneri from the Rhynie Chert (c. 407 million year old) closely resemble those in extant lower land plants: novel insights into ancestral plant – fungus symbioses. New Phytol. 203, 964 – 979. (doi:10.1111/nph.12805) 42. Selosse MA, Strullu-Derrien C. 2015 Origins of the terrestrial flora: a symbiosis with fungi? BIO Web of Conferences 4, 00009. (doi:10.1151/bioconf/ 20150400009) 43. Field KJ, Rimington WR, Bidartondo MI, Allinson KE, Beerling DJ, Cameron DD, Duckett JG, Leake JR, Pressel S. 2016 Functional analysis of liverworts in dual symbiosis with Glomeromycota and Mucoromycotina fungi under a simulated Palaeozoic CO2 decline. ISME J. 10, 1514 – 1526. (doi:10.1038/ismej.2015.204) 44. Field KJ, Pressel S, Duckett JG, Rimington WR, Bidartondo MI. 2015 Symbiotic options for the conquest of land. Trends Ecol. Evol. 30, 477 – 486. (doi:10.1016/j.tree.2015.05.007) 45. Porada P, Lenton TM, Pohl A, Weber B, Mander L, Donnadieu Y, Beer C, Poschl U, Kleidon A. 2016 High potential for weathering and climate effects of non-vascular vegetation in the Late Ordovician. Nat. Commun. 7, 12113. (doi:10.1038/ncomms12113) 46. Cameron DD, Johnson I, Read DJ, Leake JR. 2008 Giving and receiving: measuring the carbon cost of mycorrhizas in the green orchid, Goodyera repens. New Phytol. 180, 176 – 184. (doi:10.1111/j.1469-8137.2008.02533.x) 47. Glasspool IJ, Edwards D, Axe L. 2004 Charcoal in the Silurian as evidence for the earliest wildfire. Geology 32, 381 – 383. (doi:10.1130/G20363.1) 48. Hardie K, Leyton L. 1981 The influence of vesiculararbuscular mycorrhiza on growth and water relations of red clover. New Phytol. 89, 599 – 608. (doi:10.1111/j.1469-8137.1981.tb02339.x) 49. Cameron DD, Neal AL, van Wees SC, Ton J. 2013 Mycorrhiza-induced resistance: more than the sum of its parts? Trends Plant Sci. 18, 539 – 545. (doi:10. 1016/j.tplants.2013.06.004) 50. Woodward FI, Lomas MR. 2004 Vegetation dynamics – simulating responses to climatic change. Biol. Rev. 79, 643 – 670. (doi:10.1017/S1464793103006419) 51. Taylor LL, Banwart SA, Valdes PJ, Leake JR, Beerling DJ. 2012 Evaluating the effects of terrestrial ecosystems, climate and carbon dioxide on weathering over geological time: a global-scale process-based approach. Phil. Trans. R. Soc. B 367, 565 – 582. (doi:10.1098/rstb.2011.0251) 52. Leake JR, Read DJ. 2016 Mycorrhizal symbioses and pedogenesis throughout Earth’s history. In Mycorrhizal mediation of soil (eds NC Johnson, C Gehring, J Jansa), pp. 9 – 33. Amsterdam, The Netherlands: Elsevier. 53. Taylor LL, Leake JR, Quirk J, Hardy K, Banwart SA, Beerling DJ. 2009 Biological weathering and the longterm carbon cycle: integrating mycorrhizal evolution and function into the current paradigm. Geobiology 7, 171 – 191. (doi:10.1111/j.1472-4669.2009.00194.x) 54. Reed SC, Yang X, Thornton PE. 2015 Incorporating phosphorus cycling into global modeling efforts: a worthwhile, tractable endeavor. New Phytol. 208, 324 – 329. (doi:10.1111/nph.13521) 55. Hartmann J, Moosdorf N, Lauerwald R, Hinderer M, West AJ. 2014 Global chemical weathering and associated P-release—the role of lithology, temperature and soil properties. Chem. Geol. 363, 145 – 163. (doi:10.1016/j.chemgeo.2013.10.025)"
  }],
  "year": 2017,
  "references": [{
    "title": "GEOCARBSULF: a combined model for Phanerozoic atmospheric O2 and CO2",
    "authors": ["Berner RA"],
    "venue": "Geochim. Cosmochim. Acta",
    "year": 2006
  }, {
    "title": "COPSE: a new model of biogeochemical cycling over Phanerozoic time",
    "authors": ["NM Bergman", "TM Lenton", "AJ. Watson"],
    "venue": "Am. J. Sci",
    "year": 2004
  }, {
    "title": "Earliest land plants created modern levels of atmospheric oxygen",
    "authors": ["TM Lenton", "TW Dahl", "SJ Daines", "BJW Mills", "K Ozaki", "MR Saltzman", "P. Porada"],
    "venue": "Proc. Natl Acad. Sci. USA",
    "year": 2016
  }],
  "id": "SP:9bd9f4e3ab08af99fa240174480000ec37ff0cd1",
  "authors": [{
    "name": "Benjamin J. W. Mills",
    "affiliations": []
  }, {
    "name": "Sarah A. Batterman",
    "affiliations": []
  }, {
    "name": "Katie J. Field",
    "affiliations": []
  }],
  "abstractText": "Fossil evidence from the Rhynie chert indicates that early land plants, which evolved in a high-CO2 atmosphere during the Palaeozoic Era, hosted diverse fungal symbionts. It is hypothesized that the rise of early non-vascular land plants, and the later evolution of roots and vasculature, drove the long-term shift towards a high-oxygen, low CO2 climate that eventually permitted the evolution of mammals and, ultimately, humans. However, very little is known about the productivity of the early terrestrial biosphere, which depended on the acquisition of the limiting nutrient phosphorus via fungal symbiosis. Recent laboratory experiments have shown that plant–fungal symbiotic function is specific to fungal identity, with carbon-for-phosphorus exchange being either enhanced or suppressed under superambient CO2. By incorporating these experimental findings into a biogeochemical model, we show that the differences in these symbiotic nutrient acquisition strategies could greatly alter the plant-driven changes to climate, allowing drawdown of CO2 to glacial levels, and altering the nature of the rise of oxygen. We conclude that an accurate depiction of plant–fungal symbiotic systems, informed by high-CO2 experiments, is key to resolving the question of how the first terrestrial ecosystems altered our planet. This article is part of a discussion meeting issue ‘The Rhynie cherts: our earliest terrestrial ecosystem revisited’.",
  "title": "Nutrient acquisition by symbiotic fungi governs Palaeozoic climate transition"
}