{
  "sections": [{
    "text": "1.3-4 bar of CO2 and H2O, in addition to 5-20% H2, could have raised the mean annual 42 and global surface temperature of early Mars above the freezing point of water. Such 43 warm temperatures appear necessary to generate the rainfall (or snowfall) amounts 44 required to carve the ancient martian valleys. Here, we use our best estimates for early 45 martian outgassing rates, along with a 1-D photochemical model, to assess the conversion 46 efficiency of CO, CH4, and H2S to CO2, SO2, and H2. Our outgassing estimates assume 47 that Mars was actively recycling volatiles between its crust and interior, as Earth does 48 today. H2 production from serpentinization and deposition of banded iron-formations is 49 also considered. Under these assumptions, maintaining an H2 concentration of ~1-2% by 50 volume is achievable, but reaching 5% H2 requires additional H2 sources or a slowing of 51 the hydrogen escape rate below the diffusion limit. If the early martian atmosphere was 52 indeed H2-rich, we might be able to see evidence of this in the rock record. The 53 hypothesis proposed here is consistent with new data from the Curiosity Rover, which 54 show evidence for a long-lived lake in Gale Crater near Mt. Sharp. It is also consistent 55 with measured oxygen fugacities of martian meteorites, which show evidence for 56 progressive mantle oxidation over time. 57 58 1. Introduction 59 Observations of the Martian surface reveal complex valley networks that can only be explained 60 by running water in the distant past (Irwin et al. 2008; Grott et al. 2013). Analyses of crater 61 morphologies (Fassett & Head 2008) suggest that this water was present circa 3.8 Ga. Further 62 support for the warm early Mars hypothesis has been provided just recently by new data obtained 63 by the Mars Curiosity Rover. Deposits at Gale Crater have been interpreted as being formed in a 64 potentially habitable fluvio-lacustrine environment (Grotzinger et al., 2013), and the rover has 65 observed stacked sediments at Mt. Sharp in Gale Crater which suggest the presence of a lake that 66 lasted a million years or more. This implies prolonged warm conditions and a relatively Earth-67 like hydrologic cycle 68 (http://mars.jpl.nasa.gov/msl/news/whatsnew/index.cfm?FuseAction=ShowNews&NewsID=17669 1). New estimates for the global equivalent early martian water reservoir have recently been 70 calculated to be 137 m, and this may only be a lower limit (see Section 6.2) (Villanueva et al. 71 2015). That said, exactly how Mars was able to maintain an environment suitable for liquid 72 water remains an open question, as modelers have been mostly unsuccessful at recreating these 73 types of warm and wet conditions in their simulations. 74 75 Some authors have argued that sporadic impacts during the Late Heavy Bombardment may have 76 generated steam atmospheres and that the ensuing rainfall (about 600 m total planet wide during 77 that entire period) carved the valley networks (Segura et al. 2002; Segura et al. 2008; Segura et 78 al. 2012). This hypothesis seems unlikely because the amount of water required to form the 79 valley networks is higher than that by at least three orders of magnitude, according to estimates 80\nmade using terrestrial hydrologic models (Hoke et al. 2011; Ramirez et al. 2014). Extending the 81 duration of these warm, impact-induced atmospheres is theoretically possible if cirrus clouds 82 provide strong warming (Urata & Toon 2013); however, doing so requires high fractional cloud 83 cover almost everywhere, and so it would be nice to see this prediction verified by independent 84 calculations. Wordsworth et al. 2013 propose transient warming episodes caused by repeated 85 volcanic or impact episodes, but they also find that achieving the necessary erosion rates remains 86 challenging. Kite et al. 2013 invoke the idea that liquid water was the product of seasonal 87 warming episodes, specifically at the equator. For seasonal melting to occur, though, there still 88 must have been a source of precipitation and the energy to power it, so this mechanism does not 89 resolve the issue of where the water originally came from. Most recently, Halevy & Head (2014) 90 argued that early Mars was transiently warmed by SO2 emitted during intense episodes of 91 volcanic activity and that daytime surface temperatures at low latitudes (and low planetary 92 obliquity) may have been high enough to result in rainfall. Their 1-D climate model may 93 overestimate temperatures near the subsolar point, though, as it does not include horizontal heat 94 transport. We discuss their hypothesis further in Section 6.1.2 below. 95 96 The late Noachian-early Hesperian period (~3.8 – 3.6 Ga) was also characterized by substantial 97 weathering, as evidenced by the global distribution of phyllosilicates (e.g. clays). Although 98 phyllosilicate formation requires long-term contact between igneous rocks and liquid water 99 (Poulet et al. 2005; Carter et al. 2013), some investigators suggest that this process could occur 100 in the subsurface (Ehlmann et al. 2009; Meunier et al. 2012). Hydrothermal systems could 101 accomplish this, in principle; however, they require recharging with water, and it is unclear how 102 this could happen if the surface was cold and dry. Other authors have argued that widespread 103 surface clay formation is suggestive of a warmer and wetter past climate (Loizeau et al. 2010; 104 Noe Dobrea et al. 2010; Gaudin et al. 2011; Le Deit et al. 2012; Carter et al. 2013), opposing the 105 claim that valley network formation was the product of short climatic warming episodes (Poulet 106 et al. 2005). 107 108 An alternative to the cold Mars hypotheses is the notion that early Mars exhibited a relatively 109 long period of warmth characterized by a dense atmosphere dominated by greenhouse gases. 110 Early work suggested that this could be accomplished (Pollack et al. 1987) with only CO2 and 111 H2O as greenhouse gases; however, these authors erred by neglecting condensation of CO2. 112 Subsequent climate modelers (Kasting 1991; Tian et al. 2010; Wordsworth et al. 2010; Forget et 113 al. 2013; Wordsworth & Pierrehumbert 2013) have been unable to warm early Mars when CO2 114 condensation is included in their simulations. However, Ramirez et al. (2014) were successful in 115 creating above-freezing temperatures when CO2-H2 collision-induced absorption effects were 116 included in their calculations. A 5% H2 atmosphere with a ~3-bar 95% CO2 component produced 117 273 K surface temperatures, and models with 10-20% H2 produced temperatures above 290 K. 118 The dense, CO2-rich atmospheres required in this and other warm early Mars models have often 119 been criticized on the grounds that they should have left extensive carbonate sediments on the 120\nsurface, none of which has been observed. But the rain falling from a 3-bar CO2 atmosphere 121 would have had a pH of 3.7 or less (Kasting 2010, Ch. 8), which would almost certainly have 122 dissolved any such rocks, allowing the carbonate to be redeposited on the subsurface. Carbonates 123 have occasionally been detected at the bottoms of fresh craters (Michalski & Niles 2010) but 124 most craters are likely filled with dust, and so it is not obvious that the carbonates should always 125 show up in this type of observation. 126 127 While the Ramirez et al. work found a combination of greenhouse gases that could explain a 128 warm and wet early Mars, the feasibility of that combination has not yet been demonstrated. A 129\n5% H2 atmosphere requires a total hydrogen outgassing rate of 810 11 H2 molecules cm -2s-1, if 130 hydrogen escapes at the diffusion-limited rate (see Section 2 below). Ramirez et al. made 131 estimates of H2 outgassing rates on early Mars that came within a factor of 2 of this value. This 132 factor of 2, they argued, could be recovered if hydrogen escaped from early Mars at less than the 133 diffusion-limited rate. However, the knowledge of the escape rate of H from the martian 134 atmosphere is poorly constrained. Part of the problem is that we do not know how water-rich 135 early Mars might have been. Data concerning the volatile content of the martian crust have been 136 obtained from meteorite (Kurokawa et al. 2014) and in situ (Mahaffy et al., 2015) analyses, but 137 they still leave an order of magnitude uncertainty in the global near-surface water inventory prior 138 to 4 Ga. While a higher escape rate could be offset by a higher volcanic H2 outgassing rate or by 139 supplementing volcanic H2 with other H2 sources, this idea has not been previously explored. 140 141 In this paper, we test the plausibility of the high-H2 hypothesis of Ramirez et al. (2014) by using 142 a photochemical code to study whether such an atmosphere would be sustainable over geological 143 timescales. We do this by carefully maintaining the redox balance of each simulation, looking for 144 self-consistent atmospheres that could maintain liquid water at the planet’s surface. These 145 simulations allow us to infer the volcanic fluxes required to maintain the high H2 levels needed 146 to keep early Mars warm. We also consider the potential climatic effects of species other than 147 CO2, H2O, and H2 – specifically CO, CH4, SO2, and H2S. Finally, we consider whether the H2 148 greenhouse hypothesis might be tested using Mars rover, orbiter, and meteorite data. 149 150 2. The atmospheric and global redox budgets 151 All atmospheres must be in approximate redox balance over sufficiently long time scales; 152 otherwise, their oxidation state would change during the time frame of interest. For an H2-rich 153 atmosphere, ‘long’ means time scales of tens to hundreds of thousands of years (Kasting, 2013). 154 Both an atmospheric redox budget and a global redox budget can be computed (see, e.g., Kasting 155 & Canfield 2012; Kasting, 2013). The global redox budget is defined as the redox budget of the 156 combined atmosphere-ocean system. This is the budget that is considered in models of the 157 modern Earth’s redox balance (e.g., Holland, 2002, 2009). 158 159\nTo balance the atmospheric redox budget, we assume that the sources of reducing power to the 160 atmosphere are volcanic outgassing, ϕout(Red), and rainout/surface deposition of oxidizing 161 species, ϕrain(Oxi). The sources of oxidizing power are rainout of reduced species, ϕrain(Red), and 162 the escape of hydrogen to space, ϕesc(H2). Given these definitions, a balanced atmospheric redox 163 budget should obey the following relationship: 164 165 ϕout(Red) + ϕrain(Oxi) = ϕesc(H2) + ϕrain(Red) [1] 166 167 Typically, our atmospheric photochemical model balances the redox budget to about 1 part in 168 107. The escape rate of hydrogen is given by the diffusion-limited expression (Walker, 1977) 169\nΦ𝑒𝑠𝑐(H2) = 𝑏𝑖\n𝐻𝑎\n𝑓T(H2)\n1+𝑓T(H2) ≅\n𝑏𝑖𝑓T(H2)\n𝐻𝑎 [2] 170 Here, 𝑏𝑖 is the weighted molecular diffusion coefficient, 𝐻𝑎(= kT/mg), is the scale height (at 171\nT~160K, 𝑏𝑖\n𝐻𝑎 = 1.6 × 1013cm−2s−1 ) and 𝑓T(H2) is the total hydrogen volume mixing ratio: 172 fT(H2) = f(H2) + 0.5f(H) + f(H2O) + 2f(CH4) +…, expressed in units of H2 molecules. 173 174 Realistic models must also balance the redox budget of the combined atmosphere-ocean system. 175 Kasting (2013) refers to this as the global redox budget. His expression for this budget is as 176 follows: 177\n[3] 178\nHere, OW represents oxidative weathering of the continents and seafloor, and burial(i) is the 179 burial rate of species i. H2O, CO2, N2, and SO2 are taken as redox neutral species in this 180 formulation. 181 182 The global redox balance takes into account processes occurring at the ocean-sediment interface, 183 e.g., burial of organic carbon and pyrite. If we assume, as a starting point, that nothing is 184 happening at that interface, and if oxidative weathering is neglected, then the global redox 185 budget simplifies to 186 ϕout(Red) = ϕesc(H2) [4] 187 i.e., volcanic outgassing of reduced gases must be balanced by escape of hydrogen to space. 188 Inserting this equation back into Eq. [1] implies that 189 ϕrain(Oxi) = ϕrain(Red). [5] 190 that is, the rainout rate of oxidants from the photochemical model must equal the rainout rate of 191 reductants. Or, to think of this in a different way, if no redox reactions are happening on the 192 seafloor, the rate of transfer of oxidants from the atmosphere to the ocean must equal the rate of 193 transfer of reductants. We will start from this simplifying assumption and then add seafloor 194 processes as we proceed. 195 196\nF out (Red) + F OW + F burial (CaSO 4 ) + F bur ial (Fe 3 O 4 )\n= F esc (H 2 ) + 2F burial (CH 2 O) + 5F burial (FeS 2 )\nIn practice, a photochemical model will not satisfy Eqs. [4-5] on its own. Rather, the 197 photochemical modeler must make decisions about how to deal with any imbalance. Although 198 previous models have typically not considered the ocean-atmosphere balance (Segura et al. 2003; 199 Tian et al. 2010), two more recent models have done so (Domagal-Goldman et al. 2014; Tian et 200 al. 2014). Domagal-Goldman et al. (2014) did this by wrapping the photochemical code in a 201 separate script that repeatedly ran the model, changing the boundary conditions between 202 simulations, until the model satisfied the above equations for a specified value of ϕrain(Oxi) - 203 ϕrain(Red) to within a determined tolerance level. 204 205 We used the simpler procedure previously employed by Tian et al. (2014). In all of our 206 simulations, we found that ϕrain(Oxi) - ϕrain(Red) was < 0, that is, the rainout rate of reductants 207 exceeded that of oxidants. So, we let H2 flow back from the ocean into the atmosphere at a rate 208 equal to that of the difference between the rained out reductants and oxidants. Without this 209 assumption, H2 would flow back into the planet (without any physical justification), and we 210 might therefore underestimate the atmospheric H2 concentration. The global redox budget is 211 illustrated in Figure 1. 212 213 By following this methodology, we essentially assume that dissolved reductants and oxidants 214 react with each other in solution in such a way as to yield H2, and that the organic carbon burial 215\nrate is essentially zero. This may not always be the case, and we must be conscious of that in our 216 analysis. For example, if the burial rate of organic carbon or other reduced species exceeded the 217 sum of the burial rate of oxidized species and the rate of oxidative weathering, our assumptions 218 would not apply, and atmospheric H2 concentrations would decrease. 219 220 If all of the H2 in the atmosphere came directly from volcanic outgassing, Eq. [2] and [4] taken 221 together show that in order to have 𝑓T(H2) = 0.05, the minimum H2 concentration needed to 222\n!\nsustain a warm early Mars, the outgassing rate of H2 must be at least 8×10 11 cm-2s-1. If an 223 appreciable fraction of the atmospheric hydrogen is in some other form, e.g., CH4, then the total 224 hydrogen outgassing rate would need to be correspondingly higher because the main greenhouse 225 warming is coming from just the H2. 226 227 This approach allows us to consider the various sources of H2, including both outgassing terms 228 and terms at the ocean-sediment interface. We outline these sources below. First, we consider 229 contributions to ϕout(Red) from outgassed H2, S, and CH4. Then, we consider the contributions to 230 ϕrain(Oxi) - ϕrain(Red) (assumed > 0) from serpentinization and burial of iron oxides. 231 232 3. Possible sources of hydrogen on early Mars 233 3.1) Volcanic Outgassing 234 The term ‘outgassing’ refers to release of gases from magma. Volcanic outgassing rates on early 235 Mars have frequently been estimated by looking at surface igneous rocks, evaluating their ages, 236 and making assumptions about the volatile content of the lava from which they formed (e.g., 237 Greeley and Schneid, 1991: Grott et al., 2011; Craddock and Greeley, 2009 and refs. therein). 238 Grott et al. (2011) estimated that 0.25 bars of CO2 and 5-15 m of H2O were outgassed on Mars 239 during the interval 3.7-4.1 Ga. The corresponding implied outgassing rates are 0.06 Tmol/yr for 240 CO2 and 0.3 Tmol/yr for H2O. By comparison, the estimated outgassing rates for CO2 and H2O 241 on modern Earth are 7.5 Tmol/yr and 102 Tmol/yr, respectively (Jarrard, 2003). Even taking into 242 account the 4 times larger surface area of Earth, the implied per unit area martian outgassing 243 rates are 25-100 times smaller. Such outgassing rates are almost certainly too small to maintain a 244 warm, dense atmosphere, leading some to conclude that the martian atmosphere has always been 245 thin and cold (e.g. Forget et al. 2013; Wordsworth et al., 2013; Grott et al., 2013), except, 246 perhaps in the aftermath of repeated explosive eruptions (Wordsworth et al., 2013) or giant 247 impacts (Segura et al., 2002). 248 249 However, these outgassing estimates for early Mars are potentially underestimated, because they 250 ignore the effects of volatile recycling. For example, Earth’s relatively high outgassing rates 251 result from volatile recycling between the crust and the mantle, not from juvenile degassing. 252 Much higher outgassing rates could be expected on early Mars if the planet experienced plate 253 tectonics and associated element recycling. Heat flow on early Mars is thought to have been 254 comparable to that on modern Earth (Montesi & Zuber 2003), so some authors have postulated 255 that outgassing rates of major volatiles may also have been similar (Ramirez et al., 2014, Head & 256 Halevy, 2014). Evidence for past tectonic activity incudes Mars Global Surveyor data of an 257 alternating polarity in the remanent magnetic field, inferred to be evidence for sea-floor 258 spreading (Connerney 1999), and major faults associated with these crustal variations. Magnetic 259 polarity patterns deduced by Connerney et al. 1999 are Noachian in age, but Sleep (1994) 260 suggests that plate tectonics extended at least through the early Hesperian. Along these same 261 lines, Anguita et al. (2001) discuss how plate tectonics better explains the observed tectonic 262\nregime in the early Hesperian than do other hypotheses. No consensus has been reached on this 263 topic, however; for example, Grott et al. (2013) have argued that crust-mantle recycling never 264 occurred on Mars because plate tectonics never got started. Although the notion that plate 265 tectonics may have operated on early Mars remains controversial, it is required to support the 266 thick, H2-rich atmospheres proposed by Ramirez et al. Therefore, we assume here that Mars did 267 recycle volatiles and that the overall efficiency of recycling was comparable to that on modern 268 Earth. Future exploration of Mars will reveal whether this assumption is correct. We also 269 consider other sources of hydrogen from oxidation of crustal ferrous iron and from 270 photochemical oxidation of other reduced gases. 271 272 3.1.1 H2 273 Differences in the composition of volatiles outgassed on Mars compared to Earth should result 274 from the different oxidation states of their respective mantles. Earth’s upper mantle is thought to 275 have an average oxygen fugacity, fO2, near that of the QFM (quartz-fayalite-magnetite) synthetic 276 buffer. At typical surface outgassing conditions (1,450 K, 5 bar pressure), this yields fO2  10 -8.5 277 (Frost et al. 1991; Ramirez et al. 2014). Given this value for fO2, the H2:H2O ratio, R, in the gas 278 that is released can be calculated from the expression 279\n𝑃𝐻2\n𝑃𝐻2𝑂 ≡ 𝑅 = (\n𝐾1\n𝑓𝑂2 )\n0.5\n, [6] 280\nHere, 𝑃𝐻2and 𝑃𝐻2𝑂 are the partial pressures of the two gases, and K1 (=1.80 10 -12 atm) is the 281 equilibrium constant for the reaction: 2H2O 𝐾1 ⇔ 2H2 +O2 (Ramirez et al., 2014). Plugging K1 and 282 the terrestrial mantle 𝑓𝑂2 into Eq. [6] gives an H2:H2O ratio of 0.024. This yields a terrestrial H2 283 outgassing flux of ~2.4 Tmol/yr, when multiplied by the terrestrial H2O subaerial outgassing rate 284 of 100 Tmol/yr, or ~3.71011 cm-2s-1 (Jarrard 2003). (On Earth, the conversion from geochemical 285 to atmospheric science units is 1 Tmol/yr = 3.74109 cm-2s-1.) The terrestrial H2 outgassing rate 286 is therefore of the order of 11010 cm-2s-1, with a factor of 2 or more uncertainty in either 287 direction (Holland 2009). 288 289 Mars’ oxygen fugacity is thought to be at least 3 log units lower than Earth’s, near ~ IW+1 290 (Grott et al. 2011). IW is the iron-wüstite buffer, which has an fO2 about 4 log units below QFM. 291 Based on this observation, Ramirez et al. (2014) calculated that Mars could have outgassed H2 at 292 up to 40 times the rate of Earth: 401010 cm-2s-1 = 41011 cm-2s-1. This estimate included a 50 293 percent contribution from H2S, which was assumed to be oxidized to SO2 by atmospheric 294 photochemistry, according to 295\nH2S + 2H2O  SO2 + 3H2 [7] 296 We demonstrate in the next section that this assumption may be unfounded, and so outgassing of 297 H2S may not have added much H2 to Mars’ atmosphere. That said, terrestrial H2 outgassing 298 estimates are uncertain by about a factor of 2 or more, and the early Martian mantle could have 299 had an oxygen fugacity near IW-1 (Warren & Gregory 1996). The latter factor alone could have 300\napproximately doubled the estimated H2 outgassing rate (Ramirez et al., 2014). Thus, an H2 301 outgassing rate of 8×1011 cm-2s-1 is not implausible; it just requires slightly more optimistic 302 assumptions than have hitherto been adopted. Specifically, this higher outgassing rate is highly 303 dependent on the estimate of the redox state of the ancient Martian mantle, and is the single 304 largest source of uncertainty in our estimates of Martian H2 outgassing rates. This highlights the 305 importance of future measurements that might reduce the uncertainties in that quantity. 306 307 3.1.2 Sulfur 308 Several hundred millibar to as much as 1 bar of sulfur may have been outgassed via juvenile 309 degassing throughout Martian history (Craddock & Greeley 2009). This leads to a sulfur 310 outgassing rate of at most 6106 cm-2s-1, if we assume it was outgassed over a period of ~1 311 billion years. As with other estimates of juvenile degassing, this small outgassing rate is not 312 enough to maintain a warm, dense atmosphere on early Mars. On Earth, volcanic sulfur comes 313 from three main sources: arc volcanism, hotspot volcanism, and submarine volcanism. 314 315 Direct satellite measurements of arc volcanism yield SO2 outgassing rates of 0.2-0.3 Tmol/yr 316 (equivalent to ~(0.7-1.1)109 cm-2s-1 via the conversion above) (Halmer et al. 2002). These 317 numbers probably underestimate the total SO2 outgassing rate, as they only measure the SO2 318 outgassed through explosive volcanism. Instead, if we combine the ratio of total sulfur to H2O in 319 arc volcanism (~0.01 in Fig 6, Holland 2002) and the ratio of H2O to CO2 (~30 in Fig 6, Holland 320 2002), then the rate of SO2 outgassing on modern Earth should be ~0.8 Tmol/yr, assuming a CO2 321 outgassing rate from arc volcanism of ~2.5 Tmol/yr (Jarrard 2003). 322 323 Hotspot volcanism, such as that which occurs in Hawaii, also contributes to sulfur outgassing. 324 Although hotspot outgassing rates are difficult to accurately determine, the observed ratio of 325 SO2/CO2 is ~0.5 (Walker 1977, Table 5.5). Therefore, if the release rate of carbon from hotspot 326 volcanism on Earth is 2 Tmol/yr (Jarrard 2003), the corresponding release rate of SO2 should be 327 ~1 Tmol/yr. This leads to a total subaerial SO2 outgassing rate of 1.8 Tmol/yr or ~6.710 9 cm-2s-328 1. 329 330 Sulfur is also outgassed as H2S during submarine volcanism. Holland (2002) averaged 331 measurements of H2S concentrations in hot, axial vent fluids, 3-80 mmol/kg (Von Damm 1995; 332 Von Damm 2000), to estimate dissolved H2S concentrations of 7 mmol/kg. By combining this 333 value with estimates for the total emergent water flux, ~5 1013 kg/yr, we can convert the H2S 334 concentration to an H2S outgassing rate of 0.35 Tmol/yr, or ~1.310 9 cm-2s-1. 335 336 Gaillard & Scaillet (2009) show that on Mars, H2S and SO2 should be outgassed at 337 approximately the same rate for a mantle redox state near IW. Therefore, we use an outgassing 338 rate of 5 109 cm2s-1 for both SO2 and H2S, which is roughly in agreement with the values above. 339\nWe note parenthetically that Halevy and Head (2014) assumed that all sulfur outgassed on early 340 Mars was in the form of SO2. 341 342 3.1.3 Carbon 343 On modern Earth carbon is outgassed as CO2 at a rate of ~7.5 Tmol/yr (2.810 10 cm2s-1) (Jarrard 344 2003). We expect that carbon outgassing should have also been a major contributor to the early 345 martian atmosphere. A recent study by Wetzel et al. (2013) showed that carbon should be stored 346 in different forms in planetary mantles, depending on the oxygen fugacity, fO2. At fO2 values 347 above IW-0.55, carbon is stored as carbonate in the melt and would be outgassed as CO2. At fO2 348 values below IW-0.55, carbon is stored as iron carbonyl, Fe(CO)5, and as CH4 and would be 349 outgassed as CO and CH4. Wetzel et al. (2013) calculated that initial solidification of a 50 km-350 thick crust should lead to outgassing of 1.3 bar CH4 and 1 bar CO at low fO2 or to 11.7 bar of 351 CO2 at higher fO2. The higher pressure of the outgassed CO2 atmosphere is caused by a factor of 352 two increase in carbon solubility in melts at fO2 > IW-0.55, along with the higher molecular 353 weight of CO2 compared to CO and CH4. Assuming this gets released over ~1 billion years, we 354 derive a lower bound estimate for carbon outgassing of 6 106 cm2s-1 at low fO2 or about twice 355 that value at higher fO2. As pointed out earlier, juvenile outgassing rates are always relatively 356 small. 357 358 A low rate of carbon outgassing may not be an issue for the CO2 content of the early martian 359 atmosphere because the CO2 removal rate from silicate weathering depends on temperature. At 360 low surface temperatures, liquid water would not be present and so CO2 would not be lost by this 361 process. 11.7 bar of CO2, or even half that amount, is more than adequate for the greenhouse 362 atmospheres postulated here. CO2 could also have been lost by solar wind interactions, as 363 happens today, but such loss might have been precluded if Mars had a magnetic field at this time. 364 We assume that the early martian atmosphere was not being rapidly stripped away in this 365 manner. 366 367 Here, we are interested in whether outgassing of carbon in reduced form could have provided an 368 additional source of H2. Outgassing rates do matter in this case because hydrogen is always being 369 lost to space, regardless of the presence or absence of a magnetic field. At low mantle fO2 values, 370 outgassing of the reduced gases CO and CH4 could have contributed to the atmospheric H2 371 budget. The outgassing rate computed from initial crustal solidification would not have been 372 high enough to supply an appreciable amount of additional H2. To obtain a higher estimate, 373 consistent with our estimate for direct H2 outgassing above, we used modern Earth carbon 374 outgassing estimates (Jarrard 2003) and assumed that mantle fO2 was < IW-0.55 and that CO and 375 CH4 were released in the 1:1.3 ratio calculated by Wetzel et al. This yields outgassing rates of 376 21010 cm-2s-1 and 8109 cm-2s-1 for CH4 and CO, respectively. If all of the CH4 was oxidized to 377 CO2 following the stoichiometry 378 CH4 + 2 H2O  CO2 + 4 H2 [8] 379\nthe equivalent H2 production rate should have been 4 times the CH4 outgassing rate, or 8 10 10 380 cm-2s-1. This is about 1/10th the H2 flux needed to sustain a warm H2-CO2 greenhouse 381 atmosphere. CO outgassing is less important as a source of H2, as its outgassing rate is lower and 382 its stoichiometric coefficient for H2 production, assuming oxidation to CO2, is only unity 383 CO + H2O  CO2 + H2. [9] 384 385 3.2 Serpentinization 386 387 A second possible source of hydrogen to Mars’ early atmosphere is serpentinization. This 388 process differs from volcanic outgassing in that it occurs at relatively low temperatures, 500-600 389 K, whereas outgassing from magmas occurs at the melt temperature of ~1450 K. 390 Serpentinization occurs when warm water interacts with ultramafic (Mg- and Fe-rich) basalts. 391 Ferrous iron contained in the basalts is excluded from the serpentine alteration products, and so it 392 forms magnetite, releasing H2 in the process 393 3 FeO + H2O  Fe3O4 + H2. [10] 394 Evidence for serpentinization on Mars exists in the form of ultramafic rocks discovered on the 395 Martian surface. Olivine concentrations of 10 – 20% have been dectected both by the Thermal 396 Emission Spectrometer (Koeppen & Hamilton 2008) and in SNCs (e.g. McSween et al. 2006) . 397 Moreover, the Mars Reconnaissance Orbiter (MRO) has detected serpentine itself from orbit 398 (Ehlmann et al. 2009). 399 400 Serpentinization is a minor source of hydrogen to Earth’s current atmosphere, accounting for 401 ~0.4 Tmol H2/yr, or 1.510 9 cm-2s-1 (Sleep 2005; Kasting, 2013). For this process to have made 402 an important contribution to the early martian H2 budget, it would have needed to occur 10-100 403 times faster than it does on Earth today. That sounds daunting, but it may be possible. Most 404 oceanic basalts today are not prone to serpentinization because the terrestrial seafloor is 405 predominantly mafic, not ultramafic. Ultramafic rocks, e.g., peridotites, are found deep within 406 the seafloor and are exposed to hydrothermal circulation within slow-spreading ridges such as 407 the Mid-Atlantic Ridge. Earth’s upper mantle should have been hotter in the past; hence, the 408 degree of partial melting during seafloor creation should have been higher, and the seafloor itself 409 should have been more mafic, or even ultramafic. Similarly, if Mars’ upper mantle was 410 originally hot, and if seafloor was being generated there as it is here on Earth, interaction of 411 ultramafic rocks with water may have been commonplace, as well. 412 413 One can make a crude estimate of the H2 flux that might have been generated by this process by 414 drawing an analogy to seafloor oxidation on Earth today. The rate at which ferric iron is 415 generated and carried away by seafloor spreading today is about 21103 kg/s, or 1.21013 mol/yr 416 (Lécuyer & Ricard 1999). Most of this ferric iron is produced by sulfate reduction, not by 417 serpentinization. But if the oceanic crust were more ultramafic, and if this same amount of ferric 418 iron were generated by serpentinization, then according to reaction [10] it would produce 1 mole 419\nof H2 for every 2 moles of ferric iron (because Fe3O4 contains two atoms of ferric iron), and so 420 the corresponding H2 flux would be 6 Tmol/yr, or 2.210 10 cm-2s-1. That is roughly 10% of the 421 volcanic H2 outgassing rate estimated by Ramirez et al. (2013) for early Mars with a mantle fO2 422 near IW+1. So, unless martian seafloor was serpentinizing much faster than terrestrial seafloor 423 gets oxidized today, this process would have been a relatively minor term in the martian H2 424 budget. When we do the estimate this way, serpentinization appears to be a relatively minor 425 source of H2. Other authors however, have made more generous estimates of H2 production from 426 this process, as high as 35 Tmol/yr (on Mars), or 41011 cm-2s-1 (Chassefière et al. 2014), about 427 half the flux needed to sustain a 5% H2 mixing ratio. So we should not rule out serpentinization 428 as an important source of hydrogen on early Mars. 429 430 3.3 Photochemical Fe oxidation 431 On Earth, Fe oxidation by way of UV irradiation of surface waters could have also been a source 432 of H2 and could have contributed to the deposition of banded iron-formations (BIFs) (Braterman 433 et al. 1983). Additionally, Hurowitz et al. (2010) showed that the sedimentary rocks found at 434 Meridiani Planum on Mars were formed in the presence of acidic surface waters and that Fe 435 oxidation may have played a role in maintaining that high acidity. This mechanism could 436 potentially have produced large amounts of gaseous H2. Still, it is uncertain how much of the 437 martian surface was producing H2 in this manner, as Meridiani Planum has an area of ~2×10 5 438 km2, only ~0.1% the total surface area of Mars (Hurowitz et al. 2010). 439 440 To get around this problem, we once again make an analogy to early Earth. Kasting (2013) 441 estimated H2 production rates from deposition of BIFs on the Archean Earth. His estimates 442 ranged from (0.2-25) Tmol(H2)/yr, or (0.7-9)10 10 cm-2s-1. But the higher end of this range is an 443 extremely generous upper bound which would require dissolved Fe+2 concentrations in vent 444 fluids that were hundreds of times higher than those in modern terrestrial hydrothermal systems. 445 Even with those assumptions, this mechanism would likely have been only a minor source of H2 446 on early Mars. Despite its apparent lack of importance, we parameterize these potential effects 447 below, because of their possible relationship to sedimentary layers on Mars, including the 448 hematite beds on Mount Sharp in Gale Crater. 449 450 4. Model Description 451 4.1 Photochemical Model 452 To investigate how fast volcanic gases such as H2S and CH4 would be converted into H2, we 453 used a 1-D (in altitude), horizontally averaged photochemical model that solves the coupled 454 continuity and flux equations for multiple atmospheric species using an implicit, reverse Euler 455 integration technique. The model, originally developed by (Kasting et al. 1979), has been most 456 recently updated by (Domagal-Goldman et al. 2011). The model used for this study does not 457 include higher hydrocarbon chemistry (alkenes, alkynes, alkanes longer than C2), as it is not 458\nimportant for the current calculation. Instead, the model includes 29 long-lived species and 16 459 short-lived species involved in 215 reactions (see Appendix A). 460 461 The model consists of 100 plane parallel layers spaced by 2 km in altitude, allowing it to 462 calculate species profiles up to 200 km. We begin by assuming that Mars was wet and warm with 463 a surface temperature of 273 K. These parameters were chosen to be consistent with a 464 temperature-pressure profile derived by Ramirez et al. 2014 for a 3-bar, 5% H2, 95% CO2 465 atmosphere. This assumed composition ignores the possible presence of higher amounts of N2 in 466 the early martian atmosphere, which can be inferred from the high measured 15N/14N ratio today 467 (Fox 1993). Higher N2 should not greatly affect the climate; indeed, N2 can substitute for CO2 to 468 create pressure-induced absorption by H2 (Ramirez et al., 2014, Fig. 2). Whether our assumed 469 composition is an accurate representation of the early martian atmosphere depends, of course, on 470 the validity of the Ramirez et al. hypothesis. However, the point of this study is to see if such an 471 atmosphere is sustainable, so the use of it here is consistent with that goal. This means 472 atmospheres that do not reproduce the Ramirez et al. H2 concentrations have an inconsistent 473 temperature profile; however any simulations that could maintain such an atmosphere would be 474 self-consistent. The temperature is assumed to decrease from 273 K at the surface to 147 K at an 475 altitude of 67 km, following a moist H2O adiabat in the lower troposphere (0-20 km) and a moist 476 CO2 adiabat above that (20-120 km). Above 67 km, the atmosphere is assumed to be isothermal 477 up to 200 km altitude, consistent with the assumed lack of oxygen and ozone. Several reactions 478 rates are positively correlated with temperature (i.e. an increase in temperature causes an 479 increase in the rate of a reaction). In the case of water vapor, a 10 K increase in temperature 480 doubles the water vapor volume-mixing ratio. H2, however, is less affected (1% increase) by this 481 same change in temperature. Figure 2 shows this temperature profile along with the eddy 482 diffusion profile. 483 484 3.2 Boundary Conditions 485\nFigure 2. Temperature-pressure profile (top) and eddy diffusion profile (bottom) assumed for the photochemical calculations. The temperature decreases from 273K to 147K at an altitude of 67 km and then is isothermal to the top (200 km altitude). This is consistent with the 5% H2, 95% CO2 3-bar atmosphere from Ramirez et al. 2014.\nAt the top of the atmosphere, CH4, H and H2 are assumed to diffuse upward at the diffusion-486 limited velocity (Walker 1977), while CO and O are given constant downward fluxes that 487 balance photolysis of CO2 above the top layer of our model. All other species are assigned a flux 488 of zero at the top of the atmosphere, implying that nothing else is escaping besides hydrogen. 489 This assumption is consistent with the presence of a magnetic field to prevent solar wind 490 stripping and with hydrodynamic escape rates for heavy species that were slower than those 491 calculated by (Tian et al. 2009)(whose escape model did not include appreciable concentrations 492 of H2). 493 494 At the lower boundary, every species except for H2 was given a constant deposition velocity. (As 495\nstated in Section 2, H2 was assigned a 496\nconstant upward flux at the lower boundary 497\nof N2. When H2 builds up to appreciable concentrations in the model, it displaces CO2. Volcanic 526 fluxes for the base case and final model are listed in Table 2. These fluxes were distributed over 527 the lowest 20 km of the troposphere, leaving the bottom boundary of the model free to simulate 528 atmosphere-ocean exchange. 529 530 5. Photochemical Results 531 The photochemical profiles of major constituents, sulfur species, nitrogen species and 532 hydrocarbon species in the base case model are shown in Figure 3. The base case was modeled 533 with the outgassing rates shown in Table 2. With these relatively low rates the base case was 534 dominated by CO2 (95%) and N2 (5%). H2 and CO were both in the 0.1% range, while CH4 and 535 H2S were trace gases at 0.3 ppmv and 0.1 ppbv, respectively. 536 537 Next, we increased H2, sulfur (SO2/H2S), and carbon (CO/CH4) outgassing to test whether or not 538 the reducing species would effectively convert to H2. Figure 4 shows the effect of increasing H2 539 outgassing on the H2 mixing ratio. As one would expect based on Eqs. [2] and [4], this produced 540 a linear relationship. But figure 4 also shows the possible increase in atmospheric H2 from the H2 541 sources discussed in Section 3, namely, ferrous iron oxidation and serpentinization. In order to 542 get up to 5% H2 by this mechanism, the net H2 sources would need to be ~80 times larger than 543 the modern terrestrial H2 outgassing rate. We can get about half of this hydrogen from direct 544 volcanic outgassing of H2 if the mantle fO2 was near IW-1. Serpentinization is also a significant 545 H2 source (see Table 3). BIF deposition could contribute smaller amounts of H2. If 546 serpentinization was not as efficient as assumed here, then either volcanic outgassing rates must 547 have been higher than we have assumed, or hydrogen escape must have been slower in order to 548 reach the required 5% atmospheric H2. 549\n550 We then returned to a negligible H2 outgassing rate and varied only the sulfur outgassing, 551 keeping SO2 and H2S outgassing rate in a 1:1 ratio. If the H2S is directly converted to H2 we 552 would also expect a linear relationship between the outgassing rate and f(H2). Instead, we found 553 that this relationship depended on what chemistry was assumed to be occurring in the ocean. If 554 H2S was converted to H2 and SO2 in solution, then the stoichiometry is given by Eq. [7], and our 555 models produce the linear relationship shown by the blue solid curve in Figure 5. By analogy 556 with early Earth, however, it seems more likely that H2S would have reacted with dissolved 557 ferrous iron to form pyrite, FeS2. The redox reaction in this case can be written as 558\n2 H2S + FeO  FeS2 + H2O + H2. [12] 559 Based on this stoichiometry, 0.5 mole of H2 should be generated for each mole of H2S outgassed. 560 This yields the blue dashed curve in Figure 5, which has a more gradual rise in the H2 mixing 561 ratio, as compared to the solid curve (~1/6th the solid line). We conclude that H2S outgassing was 562 at best a minor source of atmospheric H2. 563 564 Additionally, we find that at terrestrial SO2 outgassing rates (5.4×10 9 cm-2s-1), H2S becomes the 565\ndominant sulfur species: its concentration was ~0.1 ppbv (solid curve in figure 5), while SO2 was 566 a factor of 2-3 lower. Halevy and Head (2014) argue that Mars could have rapidly outgassed SO2 567 over brief intervals at rates that were a few thousand times higher than modern Earth (~1012 cm-568 2s-1), leading to 10 ppmv SO2. If SO2 outgassing rates were at those levels, then so were the rates 569 of H2S, and the early martian atmosphere would have been even more highly reducing. 570 571\nWe repeated this process for 572 carbon outgassing, with the 573 results shown in figure 6. On 574 early Mars, carbon would 575 have been outgassed as a 576 combination of CH4 and CO, 577 in the ratios discussed in 578 Section 3.1.3. As with sulfur, 579 it is theoretically possible that 580 some of this outgassed 581 carbon could have been 582 deposited in reduced form in 583 sediments. (This is 584 represented by the term 585\nburial(CH2O) in eq. [3].) But 586\nformation of organic carbon 587\non Earth is almost entirely 588\nbiological; thus, for an 589\nabiotic early Mars, this term 590\nthat both CH4 and CO were converted to CO2 and H2, following the stoichiometry of eqs. [8] and 593 [9]. Therefore, carbon outgassing could have made a significant contribution to the H2 594 concentration in the early Martian atmosphere, raising it to as high as 0.4%. But it would not 595 have pushed the H2 mixing ratio above 5% unless total carbon outgassing rates on early Mars 596 were substantially higher than those on modern Earth. 597 598\nWhen the carbon outgassing 599 rate was high, the CO volume 600 mixing ratio reached 9%, and 601 the model atmosphere entered a 602 regime referred to as “CO 603 runaway” (Zahnle 1986; 604 Kasting et al. 1983). The 605 primary sink for CO in this 606 situation is the flux of CO into 607 the ocean. Because little is 608 understood about the rate at 609 which CO will decompose in 610 solution, it is difficult to 611\naccurately constrain the CO 612\ndeposition velocity. As a result, 613\ndifferent authors employ 614\ndifferent values. Kharecha et 615 al. (2005) derived an abiotic 616 CO deposition velocity of 10-9-617\n10-8 cm s-1, based the assumption that dissolved CO equilibrates with formate, but that a small 618 percentage of the formate is photochemically converted to acetate and is lost from the 619 atmosphere-ocean system. If CO-consuming bacteria were present in the ocean, holding the 620 dissolved CO concentration near zero, the CO deposition velocity would have been much higher, 621 ~1.210-4 cm s-1. Tian et al. (2014) simply logarithmically averaged these biotic and abiotic 622 deposition velocities. There is no obvious physical justification for this assumption. Figure 7 623 shows a linear correlation between CO deposition velocity and CO volume mixing ratio. The 624 loose constraint on this lower boundary condition makes it difficult to rule out the possibility of a 625 CO-dominated atmosphere. In the limiting case where the deposition into the surface is not a 626 sink for CO (CO deposition velocity = 0), the model atmosphere contains ~50% CO by volume. 627 More work on the behavior of CO in solution is needed to constrain these possibilities. 628 629 Finally, figure 8 shows profiles of major atmospheric species after adding volcanic outgassing in 630\nFigure 6. Calculation showing the effect of carbon outgassing rate on the atmospheric H2 mixing ratio. At total carbon outgassing rates > 31010 cm-2s-1, the atmosphere goes into CO runaway (see discussion in text).\nthe amounts shown in the Table 2. Table 3 shows a breakdown of the outgassing sources 631 contributing to 5% H2 compared to their upper and lower limits. In order to determine what 632 would be required to maintain the H2 greenhouse proposed by Ramirez et al. (2014), we simply 633 assumed that the various outgassed fluxes add up to the required value. For this atmosphere, CO 634 constituted ~9% (by volume) of this atmosphere, and the CH4 mixing ratio was just under 2000 635 ppmv. Surprisingly, this large amount of CH4 has little effect on the climate (see discussion 636 below). Based on the discussion above, all but a small fraction of the H2 in this atmosphere must 637 have come from direct H2 sources, such as H2 outgassing, ferrous iron oxidation, and 638 serpentinization. 639 640\neffective temperature 235 K. 652\nTherefore, despite its high 653\nconcentration, the effect of CO on 654\nclimate is limited to pressure-broadening of gaseous absorption by other species and Rayleigh 655 scattering of incident solar radiation. (We tested this just to make sure by deriving k-coefficients 656 for CO and including it in our climate model. The effect was negligible.) 657 658 Methane’s effect on climate in a dense, CO2-dominated martian paleoatmosphere has previously 659 been explored (Ramirez et al. 2014; Byrne & Goldblatt 2014). Both groups find little to no 660\nwarming from CH4. Methane has a strong absorption band at 7.7 m that is important in 661 warming Earth’s climate. However, near-infrared absorption of incoming solar radiation by CH4 662 in the upper atmosphere produces stratospheric inversions that counteract this greenhouse 663 warming. This stratospheric warming is particularly pronounced when new CH4 absorption 664 coefficients derived from the HITRAN2012 database are used (Byrne & Goldblatt 2014). 665 Collision-induced absorption (CIA) from N2-CH4 interactions is significant in the 200-400 cm -1 666\nregion. However, because the strong water vapor pure rotation band also absorbs in that same 667 region (200-400 cm-1), the warm atmosphere would be opaque at those wavelengths and CIA 668 does little to help sustain this (Buser et al. 2004; Ramirez et. al. 2014). As a result, the additional 669 warming produced by CH4 in this atmospheres modeled here should be negligible. An important 670 caveat is our explicit assumption that CO2 broadening of CH4 is no more efficient than 671\nbroadening by N2. Although experimental data for CO2-CH4 CIA interactions are currently 672 unavailable, we should not rule out methane as a potential source of warming if it is later found 673 that CO2 is a better foreign broadening agent than N2. 674 675 6.1.2 SO2 676 As mentioned earlier, Halevy and Head (2014) suggested that warm periods lasting 10-100 years 677 could have been produced by short, episodic bursts of SO2. Specifically, they assumed long-term 678 globally averaged SO2 outgassing rates on the order of 10 10 cm-2s-1, with outgassing events on 679 the order of 1012 cm-2s-1 every 1,000-10,000 years. This leads to SO2 concentrations ranging 680 from 0.5-2 ppmv in their model. By comparison, our assumed SO2 outgassing rate for both the 681 base-case and high-H2 models is 5.410 9 cm-2s-1 (Table 2), or just over half that of Halevy and 682 Head (2014), but our calculated SO2 concentrations are ~3 orders of magnitude smaller. The 683 difference is caused by our assumption that early Mars was wet and warm and that an ocean—or 684 at least several large seas—was present at its surface. Both rainout and surface deposition are 685 therefore important loss processes in our model, whereas the (much longer) lifetime of SO2 in the 686 Halevy and Head model is set by its rate of photochemical oxidation to H2SO4. Their model 687 would predict smaller, shorter-lived temperature increases if rainout and surface deposition of 688 SO2 were included. 689\n690 We note that sporadic, high-volume input of SO2, as suggested by Halevy and Head, should have 691 been accompanied by high-volume input of H2. This should not have had a great impact on the 692 atmospheric H2 concentration, however, because the lifetime of H2 in one of our high-H2 693 atmospheres is close to half a million years. (This can be readily calculated by dividing the 694 column mixing ratio of H2 by the diffusion-limited escape rate given by eq. [2].) In the Halevy 695 and Head model, slow outgassing during the long periods of relative quiescence dominates the 696 total volatile input, and the same should be true of H2. 100 years of H2 outgassing at 100 times 697 the normal rate would have increased atmospheric H2 concentrations by only a few percent. So, 698 a spiky volcanic outgassing history for early Mars would not alter our hypothesis to any great 699 extent. 700 701 6.2 S-MIF Signal Implications 702 A concern with the proposed H2-dominated atmosphere is that it would have eliminated the 703 oxidized sulfur exit channels, and thereby have precluded any sulfur mass independent 704 fractionation (MIF) from being recorded in the rock record. This signal can be measured as 33S, 705 the deviation of the 33S/32S ratio from the fractionation line defined by 34S and 32S. A recent 706 analysis of 40 Martian meteorites reveals sulfur isotopes indicative of mass-independent 707 fractionation (MIF) in a variety of protolithic ages - ALH 84001, the nakhlites, Chassigny and 708 six shergottites (Franz et al. 2014). The only way to preserve such a S-MIF signal is if sulfur is 709 distributed amongst two or more different species as they rain out of the atmosphere (Pavlov & 710 Kasting 2002). Our simulations predict sulfur would have exited the atmosphere in at least three 711 different exit channels, HSO, SO2, H2S (see Figure 9) even with 5% H2. This suggests that an 712 atmosphere containing 5% H2 could still produce and record a measureable S-MIF signal. 713 714 6.3 D/H ratios, hydrogen escape rates, and initial water inventories 715 The recent paper by Villanueva et al. (2015) provides additional support for the idea that early 716 Mars was warm and wet. These authors looked at deuterium/hydrogen (D/H) ratios in various 717 water vapor masses across the martian surface and estimated an average enrichment of ~8 for 718 their source regions (martian ice) relative to terrestrial seawater. When combined with an 719 estimated modern H2O inventory of 21 m GEL (global equivalent layer) in the polar layered 720 deposits, an estimated initial D/H enrichment of 1.275 relative to seawater, and an assumed 721 fractionation factor, f = 0.02, for escape of D relative to H, this yields a global equivalent water 722 layer of 137 m for early Mars. The relevant mathematical relation is 723\n𝑀𝑝 𝑀𝑐 = ( 𝐼𝑝 𝐼𝑐 )\n1/(1−𝑓)\n. [13] 724\nHere, Mp and Mc are the ancient and current water reservoir sizes, respectively and Ip and Ic are 725 the ancient and current D/H ratios. 726 727 137 m of water may sound like a lot, but in reality it is just a lower bound because the assumed 728 fractionation factor, from Krasnopolsky et al. 1998, is only appropriate for the modern (highly 729\ntenuous) martian upper atmosphere in which nonthermal hydrogen escape processes 730 predominate. If the early martian atmosphere was rich in H2, as postulated here, hydrogen escape 731 would have been hydrodynamic, and D would have been dragged off along with H, thereby 732 increasing the fractionation factor, f. We can estimate f if we assume that H2 was escaping at the 733 rate of 8×1011 cm-2s-1 required to maintain a 5% H2 atmosphere. We assume here that 734 hydrodynamic escape was efficient enough to keep up with the diffusion limit. The fractionation 735 factor for hydrodynamic escape is given by (Hunten et al. 1987, eq. 17) 736 737\n2 2 2\n1 1 1\n/\n/\nc\nc\nF X m m f\nF X m m\n  \n (14) 738\nOur notation is slightly different from Hunten et al., and our fractionation factor, f, is related to 739\ntheir factor, y, by 1\n1 f y   . (The ‘y’ notation is convenient for isotopes of heavy elements that 740 differ in mass by only a small percentage, where f notation is preferred for isotopes of light 741 elements like hydrogen that have large mass differences.) Here, F 1 , X1, and m1 are the escape 742 rate, mixing ratio, and molecular mass of the lighter species (H2), F2, X2, and m2 are the 743 equivalent quantities for the heavier species (HD), and mc is the crossover mass, given by 744 (Hunten et al., 1987, eq. 16) 745\n𝑚𝑐 = 𝑚1 + 𝑘𝑇𝐹1\n𝑏𝑔𝑋1 [15] 746 747 Here, k is Boltzmann’s constant, T is temperature, X1 is the mole fraction of H2 (1), g (= 373 cm 748 s2) is gravity, and b (=1.761019 cm-1s-1) is the diffusion constant between H2 and HD (Banks 749 and Kockarts, 1973, v. 2, eq. (15.29)). We can simplify this expression by dividing through by 750\nthe mass of a hydrogen atom, mH, and letting H H\nkT H\nm g  be the scale height of atomic 751\nhydrogen. Then, in atomic mass units, eq. (15) becomes 752 753\n11 / c\nH\nF M M\nb H   (16) 754\nIf we take T = 160 K, then HH  3.510 7 cm and b/HH  510 11 cm-2s-1. For F1 = 8×10 11 cm-2s-1, 755 we get Mc  3.6 amu, and from eq. (14), f  0.4. Then, if we take the other parameters to be the 756 same as those assumed by Villanueva et al. (2015), Eq. (13) yields an initial water inventory of 757 ~450 m, or over three times their published estimate. Higher hydrogen escape fluxes would 758 increase this value even further, following the nonlinear relationships expressed by eqs. (13-16). 759 We conclude that high measured D/H ratios on present Mars are consistent with a relatively deep 760 global ocean and an H2-rich atmosphere on early Mars. They do not require it, however, as these 761 same high D/H ratios can be produced by loss of lesser amounts of water by mechanisms 762 involving lower fractionation factors. 763\n764\n6.4 Tests for higher H2 outgassing rates\nAs discussed above, a 5% H2 765 atmosphere is possible if H2 766 outgassing rates on ancient 767 Mars were 81011 H2 768 molecules cm-2s-1; however, the 769 assumed outgassing rates in our 770 standard simulations only 771 provide ~51011 H2 molecules 772 cm-2s-1, if serpentinization did 773 not generate significant H2. If 774 Mars’ early atmosphere was 775 hydrogen-rich, at least one of 776 our estimated H2 outgassing 777 sources must be too low, or 778\nelse H2 must have escaped at 779\nless than the diffusion-limited 780\nrate. The escape rate can, in 781\nhydrodynamic escape. This remains as work to be done. Some empirical tests of hydrogen 785 outgassing and escape rates may be possible, either using rover measurements or by analyses of 786 samples returned from the Martian surface. For exampled, Curiosity has already made a 787 significant impact on D/H ratio measurements. D/H was measured in a ~3-billion-year-old 788 (Farley et al., 2014) mudstone at 3.0 times the ratio in standard mean ocean water (Mahaffy et al. 789 2015). This value is half the D/H ratio of present Mars’ atmosphere, which is consistent with 790 continued escape of hydrogen throughout Mars’ history. By making similar measurements as 791 Curiosity moves up-section in Gale Crater, and comparing these measurements to existing 792 measurements of Martian meteorites, a history of martian D/H ratios can be constructed, and 793 from this some information regarding the H escape rate can be inferred. Of course, getting 794 detailed information is complicated because the fractionation between D and H during escape 795 depends on both the rate and mechanism of the escape process. More robust tests are outlined 796 briefly below. 797 798 6.4.1 Analyses of ancient Martian mantle redox state 799 The single greatest source of uncertainty in our H2 outgassing budgets is our knowledge of the 800 redox state of the ancient martian mantle. The majority of martian meteorites have a mantle 801\noxygen fugacity near IW+1. But if even part of the story we have outlined here is true, then the 802 redox state of the martian mantle must have evolved with time as H2O was subducted and 803 hydrogen was outgassed as H2, leaving oxygen behind. Other authors, too, have postulated that 804 the redox state of the martian mantle evolved over time (Righter et al. 2008). An initial redox 805 state of IW-1, or lower, is consistent with a more reducing composition during core formation 806 and with the low measured fO2 of ALH 84001 (Warren & Gregory 1996; Steele et al., 2012). The 807 fO2 for ALH 84001 is closer to IW-1, a value that would provide a half the H2 flux needed to 808 maintain a 5% H2 atmosphere, given Earth-like outgassing rates. So, even at this point, our 809 model requires twice Earth outgassing rates (or slower H2 escape). As the mantle fO2 increased, 810 even higher outgassing rates would have been needed to maintain 5% H2. Thus, the end of the 811 warm wet period could have been brought about either by declining outgassing rates or by 812 progressive mantle oxidation. 813 814 Such an evolution of mantle redox state would be broadly consistent with other assumptions in 815 our conceptual model. Deposition of oxidized iron in BIFs and subsequent subduction of these 816 sediments would have deposited additional O in the mantle. We should note that a similar 817 process of progressive mantle oxidation has been suggested for early Earth (Kasting 1993) but 818 has since been largely ruled out. On Earth, these processes evidently did not result in a secular 819 change in mantle redox state, presumably because Earth’s mantle was already oxidized up to 820 near the QFM buffer during or shortly after accretion (Wade & Wood 2005; Frost & 821 McCammon 2008). The proposed oxidation process involves disproportionation of ferrous iron 822 at high pressures in Earth’s lower mantle—a process that might not have occurred on a smaller 823 planet. If the martian mantle started out with an fO2 near IW, then small additions of oxygen 824 could conceivably have oxidized it more significantly over time. Indeed, the observed spread in 825 fO2 values of martian meteorites up to values approaching QFM suggests that mantle oxidation 826 did occur (Stanley et al. 2011). We take this as indirect support for our hypothesis. 827 828 That said, the existing data do not allow us to draw firm conclusions about the early redox 829 evolution of the martian mantle. The only measurement of redox state during this early phase of 830 the planet’s history comes from analyses of ALH 84001. Given the large spread in measured fO2 831 values of younger materials, this leaves great uncertainties in the redox state at that time. Ideally, 832 one would like to have a suite of redox measurements at multiple points in martian history, to 833 account for the spread in the data and to constrain the temporal evolution. This is not feasible in 834 the near future, but could happen over the coming decades with an extensive sample return 835 campaign. 836 837 In the meantime, contextual information on this period of martian history could be obtained from 838 Curiosity, ExoMars, and the Mars 2020 lander. Such contextual information on the early surface 839 evolution of Mars is one of the main goals of the Curiosity mission. Curiosity has already dated 840 sedimentary rocks on the martian surface (Farley et al. 2014), placing an age on the deposition of 841\nthe lacustrine sediments in Gale Crater (Grotzinger et al. 2013). Making subsequent time-842 stamped measurements would help place the rest of the results from Curiosity in an absolute 843 historical context that could be compared to future mantle redox measurements. 844 845 This context would be augmented by qualitative estimates of the redox state of mantle-derived 846 materials. These can be made through this measurement of the relative abundances of redox-847 sensitive trace elements such as Fe, for example with MSL’s ChemCam. Similar instrumentation 848 was present on the MER rovers, and planned for future rovers, so it may be possible to stitch 849 together this history, albeit without the quantitative dating capabilities of Curiosity. 850 851 6.4.2 Analyses of Fe-oxide rich sedimentary rocks 852 Contextual information on the co-evolution of the Martian atmosphere and mantle may also 853 come through analyses of ancient Fe-oxide rich layers. Although we do not expect a huge H2 854 outgassing contribution from Fe-oxide deposition (see sections 3.2-3.3), the presence of Fe-oxide 855 rich sedimentary layers is consistent with an H2-rich atmosphere. Such layers have an analog in 856 the banded iron-formations (BIFs) on ancient Earth. These are thought to have required an 857 anoxic deep ocean so that ferrous iron could be transported over long distances to upwelling 858 regions where the BIFs formed (Holland 1973). Therefore, charting and dating the 859 presence/absence of such layers could provide critical information on the long-term evolution of 860 the redox state of the surface, just as the presence/absence of BIF’s has had a huge impact on our 861 assessment of the redox history of Earth’s surface (Holland & Trendall 1985). 862 863 By measuring the deposition rates of the Fe-oxides, it would also be possible to estimate the H2 864 outgassing rate they could have provided, both locally and, by extrapolation, globally. The Fe 865 concentration of the samples can be measured, and the deposition times can in theory be 866 calculated by dating the sedimentary layers on Mars (Farley et al., 2014). However, the 867 uncertainties of the dating measurements (+/- 0.35 Ga) are significantly longer than the 868 timescales of deposition, and many of the concentration measurements will be qualitative in 869 nature. Further, extrapolation will be difficult unless the size of the lake above the floor of Gale 870 Crater can be estimated and compared to estimates of the contemporaneous global reservoir. 871 That said, even qualitative information on the Fe-oxide deposition rate and its evolution over 872 time would be useful. This could lead to order-of-magnitude inferences on the Fe flux from the 873 subsurface, and the rate at which the mantle was being oxidized through Fe-oxide burial. 874 875 876 7. Conclusions 877 The idea that early Mars was warm and wet for prolonged time intervals, millions of years or 878 more, is consistent with new data from the MSL mission. The only published mechanism that 879 appears capable of maintaining such conditions for extended periods is the greenhouse effect of a 880 CO2-H2 atmosphere. About 3 bar of CO2 and 5 percent or more H2 is required to produce global 881\nmean surface temperatures above freezing. Maintaining H2 at this level is challenging but does 882 not appear to be out of the question. Direct volcanic outgassing of H2 from a highly reduced 883 early martian mantle was probably the largest source of H2. Recycling of volatiles between the 884 surface and the interior, as happens on Earth because of plate tectonics, would likely have been 885 needed to provide this H2, as rates of juvenile outgassing are small. Additional H2 could have 886 been provided by photochemical oxidation of outgassed CH4 and H2S and by processes such as 887 serpentinization and deposition of banded iron-formations. However, none of these sources are 888 sufficient unless: i) the ancient Martian mantle was significantly more reduced than today, ii) 889 volcanic outgassing rates were substantially higher than those on modern Earth or iii) hydrogen 890 escaped to space more slowly than the diffusion limit. Some combination of these three 891 mechanisms could also work. 892 893 Recycling of water through the mantle followed by outgassing of H2 should have oxidized the 894 mantle over time. Such oxidation is consistent with the observed spread in fO2 values of SNC 895 meteorites from as low as IW-1 up to near QFM. Additional tests of the H2 greenhouse 896 hypothesis may be provided by MSL and by future missions. MSL itself could look for evidence 897 of banded iron-formations and changes in D/H ratios that might indicate hydrogen loss, as well 898 as providing qualitative and contextual information on the redox evolution of the martian mantle. 899 Future sample return missions could look for quantitative evidence of secular mantle oxidation 900 over time. Improved numerical models of hydrodynamic escape could shed light on the escape 901 rate of H over time. Additional 3-D climate modeling work would also be useful to better 902 constrain the amounts of rainfall and surface runoff that could have been maintained by this 903 model and by its competitors, and compare these results to the lacustrine and fluvial deposits in 904 Gale Crater and across the planet. 905 906 Acknowledgements 907 908 This material is based upon work supported by the National Science Foundation under Grant No. 909 DGE1255832 to N. Batalha. Any opinions, findings, and conclusions or recommendations 910 expressed in this material are those of the author(s) and do not necessarily reflect the views of 911 the National Science Foundation. JFK acknowledges support from NASA’s Exobiology and 912 Astrobiology programs. R.R. acknowledges support from the Simon’s Foundation (SCOL 913 290357, L.K.) and the Carl Sagan Institute. 914 915 References 916\nAnguita, F. et al., 2001. Tharsis dome, Mars: New evidence for Noachian-Hesperian thick-skin 917 and Amazonian thin-skin tectonics. Journal of Geophysical Research, 106, p.7577. 918\nBraterman, P.S., Cairns-Smith, A.G. & Sloper, R.W., 1983. Photooxidation of hydrated Fe+2 -- 919 significance for banded iron formations. Nature, 303, pp.163–164. 920\nBuser, M. et al., 2004. Far-infrared absorption by collisionally interacting nitrogen and methane 921 molecules. The Journal of chemical physics, 121(6), pp.2617–21. Available at: 922 http://www.ncbi.nlm.nih.gov/pubmed/15281860 [Accessed October 15, 2014]. 923\nByrne, B. & Goldblatt, C., 2014. Radiative forcings for potential Archean greenhouse gases. 924 Climate of the Past, 10, pp.2011–2053. 925\nCarter, J. et al., 2013. Widespread surface weathering on early Mars: a case for a warmer and 926 wetter Mars. In 44th LPSC. p. 1755. 927\nChassefière, E. et al., 2014. Serpentiinization as a possible mechanism at the origin of valley 928 network formation on early Mars. In AGU Fall Meeting. p. P53C–4025. 929\nConnerney, J.E., 1999. Magnetic Lineations in the Ancient Crust of Mars. Science, 284, pp.794–930 798. 931\nCraddock, R.A. & Greeley, R., 2009. Minimum estimates of the amount and timing of gases 932 released into the martian atmosphere from volcanic eruptions. Icarus, 204, pp.512–526. 933\nVon Damm, K.L., 2000. Chemistry of hydrothermal vent fluids from 9°–10°N, East Pacific Rise: 934 “Time zero,” the immediate posteruptive period. Journal of Geophysical Research, 105, 935 p.11203. 936\nVon Damm, K.L., 1995. Controls on the chemistry and temporal variability of seafloor 937 hydrothermal fluids. In Seafloor Hydrothermal Systems: Physical, Chemical, Biological, 938 and Geological Interactions. pp. 222–247. Available at: 939 http://dx.doi.org/10.1029/GM091p0222. 940\nLe Deit, L. et al., 2012. Extensive surface pedogenic alteration of the Martian Noachian crust 941 suggested by plateau phyllosilicates around Valles Marineris. Journal of Geophysical 942 Research E: Planets, 117. 943\nDomagal-Goldman, S.D. et al., 2014. Abiotic Ozone and Oxygen in Atmospheres Similar To 944 Prebiotic Earth. The Astrophysical Journal, 792(2), p.90. Available at: 945 http://stacks.iop.org/0004-946 637X/792/i=2/a=90?key=crossref.6164bb734b270ea582854b1aa313d3d7 [Accessed 947 September 15, 2014]. 948\nDomagal-Goldman, S.D. et al., 2011. Using biogenic sulfur gases as remotely detectable 949 biosignatures on anoxic planets. Astrobiology, 11(5), pp.419–41. Available at: 950 http://www.pubmedcentral.nih.gov/articlerender.fcgi?artid=3133782&tool=pmcentrez&ren951 dertype=abstract [Accessed September 16, 2014]. 952\nEhlmann, B.L. et al., 2009. Identification of hydrated silicate minerals on Mars using MRO-953 CRISM: Geologic context near Nili Fossae and implications for aqueous alteration. Journal 954 of Geophysical Research E: Planets, 114. 955\nFarley, K. a et al., 2014. In situ radiometric and exposure age dating of the martian surface. 956 Science, 343, p.1247166. Available at: http://www.ncbi.nlm.nih.gov/pubmed/24324273. 957\nFassett, C.I. & Head, J.W., 2008. The timing of martian valley network activity: Constraints 958 from buffered crater counting. Icarus, 195, pp.61–89. 959\nForget, F. et al., 2013. 3D modelling of the early martian climate under a denser CO 2 960 atmosphere: Temperatures and CO 2 ice clouds. Icarus, 222, pp.81–99. 961\nFox, J.L., 1993. The Production and Escape of Nitrogen-Atoms on Mars. Journal of Geophysical 962 Research-Planets, 98, pp.3297–3310. Available at: <Go to ISI>://A1993KX58700018. 963\nFranz, H.B. et al., 2014. Isotopic links between atmospheric chemistry and the deep sulphur 964 cycle on Mars. Nature, 508(7496), pp.364–8. Available at: 965 http://www.ncbi.nlm.nih.gov/pubmed/24740066 [Accessed October 15, 2014]. 966\nFrost, D., Lee, J.H.S. & Ciccarelli, G., 1991. The use of Hugoniot analysis for the propagation of 967 vapor explosion waves. Shock Waves, 1(2), pp.99–110. 968\nFrost, D.J. & McCammon, C.A., 2008. The Redox State of Earth’s Mantle. Annual Review of 969 Earth and Planetary Sciences, 36, pp.389–420. 970\nGaillard, F. & Scaillet, B., 2009. The sulfur content of volcanic gases on Mars. Earth and 971 Planetary Science Letters, 279(1-2), pp.34–43. 972\nGaudin, A., Dehouck, E. & Mangold, N., 2011. Evidence for weathering on early Mars from a 973 comparison with terrestrial weathering profiles. Icarus, 216, pp.257–268. 974\nGrott, M. et al., 2013. Long-term evolution of the martian crust-mantle system. Space Science 975 Reviews, 174(1-4), pp.49–111. Available at: http://link.springer.com/10.1007/s11214-012-976 9948-3 [Accessed September 16, 2014]. 977\nGrott, M. et al., 2011. Volcanic outgassing of CO2 and H2O on Mars. Earth and Planetary 978 Science Letters, 308, pp.391–400. 979\nGrotzinger, J.P. et al., 2013. A Habitable Fluvio-Lacustrine Environment at Yellowknife Bay , 980 Gale Crater , Mars. Science (New York, N.Y.), 343, pp.1–18. Available at: 981 http://www.ncbi.nlm.nih.gov/pubmed/24324272. 982\nHalevy, I. & Head III, J.W., 2014. Episodic warming of early Mars by punctuated volcanism. 983 Nature Geoscience, 2(November), pp.2–5. Available at: 984 http://www.nature.com/doifinder/10.1038/ngeo2293 [Accessed November 18, 2014]. 985\nHalmer, M.M., Schmincke, H.U. & Graf, H.F., 2002. The annual volcanic gas input into the 986 atmosphere, in particular into the stratosphere: A global data set for the past 100 years. 987 Journal of Volcanology and Geothermal Research, 115, pp.511–528. 988\nHoke, M.R.T., Hynek, B.M. & Tucker, G.E., 2011. Formation timescales of large Martian valley 989 networks. Earth and Planetary Science Letters, 312, pp.1–12. 990\nHolland, H.D., 1973. The oceans: a possible source of iron in iron-formations. Econ. Geol., 68, 991 pp.1169–1172. 992\nHolland, H.D., 2002. Volcanic gases, black smokers, and the great oxidation event. Geochimica 993 et Cosmochimica Acta, 66, pp.3811–3826. 994\nHolland, H.D., 2009. Why the atmosphere became oxygenated: A proposal. Geochimica et 995 Cosmochimica Acta, 73, pp.5241–5255. 996\nHolland, H.D. & Trendall, A.F., 1985. Earth History. Science, 227(4688), p.745. 997\nHunten, D.M., Pepin, R.O.. & Walker, J.C.G., 1987. Mass fractionation in hydrodynamic escape. 998 Icarus, 69, pp.532–549. 999\nHurowitz, J.A. et al., 2010. Origin of acidic surface waters and the evolution of atmospheric 1000 chemistry on early Mars. Nature Geoscience, 3, pp.323–326. 1001\nIrwin, R.P., Howard, A.D. & Craddock, R.A., 2008. Fluvial Valley Networks on Mars. In River 1002 Confluences, Tributaries and the Fluvial Network. pp. 419–451. 1003\nJarrard, R.D., 2003. Subduction fluxes of water, carbon dioxide, chlorine, and potassium. 1004 Geochemistry, Geophysics, Geosystems, 4. 1005\nKasting, J.F., 1991. CO2 condensation and the climate of early Mars. Icarus, 94, pp.1–13. 1006\nKasting, J.F., 1993. Earth’s early atmosphere. Science (New York, N.Y.), 259, pp.920–926. 1007\nKasting, J.F., 2010. How to Find a Habitable Planet, Ney Jersey: Princeton University Press. 1008\nKasting, J.F., 2013. What caused the rise of atmospheric O2? Chemical Geology, 362, pp.13–25. 1009\nKasting, J.F. & Canfield, D.E., 2012. THe Global Oxygen Cycle. In Fundamentals of 1010 Geobiology. pp. 93–104. 1011\nKasting, J.F., Liu, S.C. & Donahue, T.M., 1979. Oxygen Levels in the Prebiological Atmosphere 1012 that the large amount of oxygen. Journal of Geophysical Research, 84(9), pp.1–11. 1013\nKasting, J.F., Zahnle, K.J. & Walker, J.C.G., 1983. Photochemistry of Methane in the Earth’s 1014 Early Atmosphere. Developments in Precambrian Geology, 7, pp.13–40. 1015\nKharecha, P., Kasting, J. & Siefert, J., 2005. A coupled atmosphere-ecosystem model of the 1016 early Archean earth. Geobiology, 3, pp.53–76. 1017\nKite, E. et al., 2013. Seasonal melting and the formation of sedimentary rocks on Mars, with 1018 predictions for the Gale Crater mound. Icarus, 223(1), pp.181–210. 1019\nKoeppen, W.C. & Hamilton, V.E., 2008. Global distribution, composition, and abundance of 1020 olivine on the surface of Mars from thermal infrared data. Journal of Geophysical Research, 1021 113(E0). 1022\nKrasnopolsky, V.A., Mumma, M.J. & Gladstone, G.R., 1998. Detection of atomic deuterium in 1023 the upper atmosphere of Mars. Science (New York, N.Y.), 280, pp.1576–1580. 1024\nKurokawa, H. et al., 2014. Evolution of water reservoirs on Mars: Constraints from hydrogen 1025 isotopes in martian meteorites. Earth and Planetary Science Letters, 394, pp.179–185. 1026\nLécuyer, C. & Ricard, Y., 1999. Long-term fluxes and budget of ferric iron: implication for the 1027 redox states of the Earth’s mantle and atmosphere. Earth and Planetary Science Letters, 1028 165(2), pp.197–211. 1029\nLoizeau, D. et al., 2010. Stratigraphy in the Mawrth Vallis region through OMEGA, HRSC color 1030 imagery and DTM. Icarus, 205, pp.396–418. 1031\nMahaffy, P.R. et al., 2015. The imprint of atmospheric evolution in the D/H of Hesperian clay 1032 minerals on Mars. Science, 347(6220), pp.412–414. 1033\nMcSween, H.Y. et al., 2006. Characterization and petrologic interpretation of olivine-rich basalts 1034 at Gusev Crater, Mars. Journal of Geophysical Research E: Planets, 111. 1035\nMeunier, A. et al., 2012. Magmatic precipitation as a possible origin of Noachian clays on Mars. 1036 Nature Geoscience, 5, pp.739–743. 1037\nMichalski, J.R. & Niles, P.B., 2010. Deep crustal carbonate rocks exposed by meteor impact on 1038 Mars. Nature Geoscience, 3, pp.751–755. 1039\nMontesi, L.G.. & Zuber, M.., 2003. Clues to the lithospheric structure of Mars from wrinkle 1040 ridge sets and localization instability. Journal of Geophysical Research, 108(5048). 1041\nNoe Dobrea, E.Z. et al., 2010. Mineralogy and stratigraphy of phyllosilicate-bearing and dark 1042 mantling units in the greater Mawrth Vallis/west Arabia Terra area: Constraints on 1043 geological origin. Journal of Geophysical Research: Planets, 115(E7). 1044\nPavlov, A.A. & Kasting, J.F., 2002. Mass-independent fractionation of sulfur isotopes in 1045 Archean sediments: strong evidence for an anoxic Archean atmosphere. Astrobiology, 2, 1046 pp.27–41. 1047\nPollack, J.B. et al., 1987. The case of a wet, warm climate on early Mars. Icarus, 71(2), pp.203–1048 224. 1049\nPoulet, F. et al., 2005. Phyllosilicates on Mars and implications for early martian climate. 1050 Nature, 438, pp.623–627. 1051\nRamirez, R.M. et al., 2014. Warming early Mars with CO2 and H2. Nature Geoscience, 7(1), 1052 pp.59–63. Available at: http://www.nature.com/doifinder/10.1038/ngeo2000 [Accessed 1053 September 16, 2014]. 1054\nRighter, K. et al., 2008. Oxygen fugacity in the Martian mantle controlled by carbon: New 1055 constraints from the nakhlite MIL 03346. Meteoritics & Planetary Science, 43, pp.1709–1056 1723. Available at: http://dx.doi.org/10.1111/j.1945-5100.2008.tb00638.x. 1057\nSegura, A. et al., 2003. Ozone concentrations and ultraviolet fluxes on Earth-like planets around 1058 other stars. Astrobiology, 3, pp.689–708. 1059\nSegura, T.L. et al., 2002. Environmental effects of large impacts on Mars. Science (New York, 1060 N.Y.), 298, pp.1977–1980. 1061\nSegura, T.L., McKay, C.P. & Toon, O.B., 2012. An impact-induced, stable, runaway climate on 1062 Mars. Icarus, 220, pp.144–148. 1063\nSegura, T.L., Toon, O.B. & Colaprete, A., 2008. Modeling the environmental effects of 1064 moderate-sized impacts on Mars. Journal of Geophysical Research, 113(E11). 1065\nSleep, N.H., 2005. Evolution of the continental lithosphere. Annual Review of Earth and 1066 Planetary Sciences, 33, pp.369–393. Available at: <Go to ISI>://000229840700013. 1067\nSleep, N.H., 1994. Martian plate tectonics. Journal of Geophysical Research, 99, pp.5639–5655. 1068\nStanley, B.D., Hirschmann, M.M. & Withers, A.C., 2011. CO2 solubility in Martian basalts and 1069 Martian atmospheric evolution. Geochimica et Cosmochimica Acta, 75, pp.5987–6003. 1070\nTian, F. et al., 2014. High stellar FUV/NUV ratio and oxygen contents in the atmospheres of 1071 potentially habitable planets. Earth and Planetary Science Letters, 385, pp.22–27. Available 1072 at: http://linkinghub.elsevier.com/retrieve/pii/S0012821X13005876 [Accessed September 1073 18, 2014]. 1074\nTian, F. et al., 2010. Photochemical and climate consequences of sulfur outgassing on early 1075 Mars. Earth and Planetary Science Letters, 295, pp.412–418. 1076\nTian, F., Kasting, J.F. & Solomon, S.C., 2009. Thermal escape of carbon from the early Martian 1077 atmosphere. Geophysical Research Letters, 36. 1078\nUrata, R.A. & Toon, O.B., 2013. A new general circulation model for Mars based on the NCAR 1079 Community Atmosphere Model. Icarus, 226(1), pp.336–354. 1080\nWade, J. & Wood, B.J., 2005. Core formation and the oxidation state of the Earth. Earth and 1081 Planetary Science Letters, 236, pp.78–95. 1082\nWarren, P. & Gregory, K., 1996. Siderophile trace elements in ALH84001, other SNC meteorites 1083 and eucrites: Evidence of heterogeneity, possibly time-linked, in the mantle of Mars. 1084 Meteoritics & Planetary Science, 31(1), pp.97–105. 1085\nWetzel, D.T. et al., 2013. Degassing of reduced carbon from planetary basalts. Proceedings of 1086 the National Academy of Sciences of the United States of America, pp.3–6. Available at: 1087 http://www.ncbi.nlm.nih.gov/pubmed/23569260. 1088\nWordsworth, R. et al., 2013. Global modelling of the early Martian climate under a denser CO 2 1089 atmosphere: Water cycle and ice evolution. Icarus, 222(1), pp.1–19. 1090\nWordsworth, R., Forget, F. & Eymet, V., 2010. Infrared collision-induced and far-line absorption 1091 in dense CO2 atmospheres. Icarus, 210, pp.992–997. 1092\nWordsworth, R. & Pierrehumbert, R., 2013. Hydrogen-nitrogen greenhouse warming in Earth’s 1093 early atmosphere. Science (New York, N.Y.), 339, pp.64–7. Available at: 1094 http://www.ncbi.nlm.nih.gov/pubmed/23288536. 1095\nZahnle, K.J., 1986. Photochemistry of methane and the formation of hydrocyanic acid (HCN) in 1096 the Earth’s early atmosphere. Journal of Geophysical Research, 91(D2), p.2819. Available 1097 at: http://doi.wiley.com/10.1029/JD091iD02p02819. 1098\n1099\n1100\n1101"
  }],
  "year": 2017,
  "references": [{
    "title": "Tharsis dome, Mars: New evidence for Noachian-Hesperian thick-skin",
    "authors": ["F Anguita"],
    "year": 2001
  }, {
    "title": "Photooxidation of hydrated Fe+2",
    "authors": ["P.S. Braterman", "A.G. Cairns-Smith"],
    "year": 1983
  }, {
    "title": "Far-infrared absorption by collisionally interacting nitrogen and methane",
    "authors": ["M Buser"],
    "year": 2004
  }, {
    "title": "Radiative forcings for potential Archean greenhouse gases",
    "authors": ["B. Byrne", "C. Goldblatt"],
    "year": 2014
  }, {
    "title": "Widespread surface weathering on early Mars: a case for a warmer",
    "authors": ["J Carter"],
    "year": 2013
  }, {
    "title": "Serpentiinization as a possible mechanism at the origin of valley",
    "authors": ["E Chassefière"],
    "year": 2014
  }, {
    "title": "Magnetic Lineations in the Ancient Crust of Mars",
    "authors": ["J.E. Connerney"],
    "venue": "Science, 284,",
    "year": 1999
  }, {
    "title": "Minimum estimates of the amount and timing of gases",
    "authors": ["R.A. Craddock", "R. Greeley"],
    "year": 2009
  }, {
    "title": "Chemistry of hydrothermal vent fluids from 9°–10°N, East Pacific Rise",
    "authors": ["K.L. Von Damm"],
    "year": 2000
  }, {
    "title": "Controls on the chemistry and temporal variability of seafloor",
    "authors": ["K.L. Von Damm"],
    "year": 1995
  }, {
    "title": "Extensive surface pedogenic alteration of the Martian Noachian crust",
    "authors": ["L Le Deit"],
    "year": 2012
  }, {
    "title": "Identification of hydrated silicate minerals on Mars using MRO",
    "authors": ["Ehlmann", "B.L"],
    "year": 2009
  }, {
    "title": "In situ radiometric and exposure age dating of the martian surface",
    "authors": ["Farley", "K. a"],
    "year": 2014
  }, {
    "title": "The timing of martian valley network activity: Constraints",
    "authors": ["C.I. Fassett"],
    "year": 2008
  }, {
    "title": "3D modelling of the early martian climate under a denser CO",
    "authors": ["F Forget"],
    "year": 2013
  }, {
    "title": "The Production and Escape of Nitrogen-Atoms on Mars",
    "authors": ["J.L. Fox"],
    "venue": "Journal of Geophysical",
    "year": 1993
  }, {
    "title": "Isotopic links between atmospheric chemistry and the deep sulphur",
    "authors": ["Franz", "H.B"],
    "year": 2014
  }, {
    "title": "The use of Hugoniot analysis for the propagation",
    "authors": ["D. Frost", "J.H.S. Lee", "G. Ciccarelli"],
    "year": 1991
  }, {
    "title": "The Redox State of Earth’s Mantle",
    "authors": ["D.J. Frost"],
    "venue": "Annual Review",
    "year": 2008
  }, {
    "title": "The sulfur content of volcanic gases on Mars",
    "authors": ["F. Gaillard", "B. Scaillet"],
    "year": 2009
  }, {
    "title": "Evidence for weathering on early Mars",
    "authors": ["A. Gaudin", "E. Dehouck", "N. Mangold"],
    "year": 2011
  }, {
    "title": "Long-term evolution of the martian crust-mantle system",
    "authors": ["M Grott"],
    "venue": "Space Science",
    "year": 2013
  }, {
    "title": "Volcanic outgassing of CO2 and H2O on Mars",
    "authors": ["M Grott"],
    "venue": "Earth and Planetary",
    "year": 2011
  }, {
    "title": "A Habitable Fluvio-Lacustrine Environment at Yellowknife Bay",
    "authors": ["Grotzinger", "J.P"],
    "year": 2013
  }, {
    "title": "Episodic warming of early Mars by punctuated volcanism",
    "authors": ["I. Halevy", "J.W. Head III"],
    "year": 2014
  }, {
    "title": "The annual volcanic gas input",
    "authors": ["M.M. Halmer", "H.U. Schmincke", "H.F. Graf"],
    "year": 2002
  }, {
    "title": "Formation timescales of large Martian valley",
    "authors": ["M.R.T. Hoke", "B.M. Hynek", "G.E. Tucker"],
    "year": 2011
  }, {
    "title": "The oceans: a possible source of iron in iron-formations",
    "authors": ["H.D. Holland"],
    "venue": "Econ. Geol.,",
    "year": 1973
  }, {
    "title": "Volcanic gases, black smokers, and the great oxidation",
    "authors": ["H.D. Holland"],
    "year": 2002
  }, {
    "title": "Why the atmosphere became oxygenated: A proposal",
    "authors": ["H.D. Holland"],
    "year": 2009
  }, {
    "title": "Mass fractionation in hydrodynamic escape",
    "authors": ["D.M. Hunten", "Pepin", "R.O"],
    "year": 1987
  }, {
    "title": "Origin of acidic surface waters and the evolution of atmospheric",
    "authors": ["Hurowitz", "J.A"],
    "year": 2010
  }, {
    "title": "Subduction fluxes of water, carbon dioxide, chlorine, and potassium",
    "authors": ["R.D. Jarrard"],
    "year": 2003
  }, {
    "title": "CO2 condensation and the climate of early Mars",
    "authors": ["J.F. Kasting"],
    "venue": "Icarus, 94,",
    "year": 1991
  }, {
    "title": "Earth’s early atmosphere",
    "authors": ["J.F. Kasting"],
    "venue": "Science (New York, N.Y.),",
    "year": 1993
  }, {
    "title": "How to Find a Habitable Planet",
    "authors": ["J.F. Kasting"],
    "year": 2010
  }, {
    "title": "What caused the rise of atmospheric O2",
    "authors": ["J.F. Kasting"],
    "venue": "Chemical Geology,",
    "year": 2013
  }, {
    "title": "THe Global Oxygen Cycle",
    "authors": ["J.F. Kasting"],
    "year": 2012
  }, {
    "title": "Oxygen Levels in the Prebiological Atmosphere",
    "authors": ["J.F. Kasting", "S.C. Liu", "T.M. Donahue"],
    "year": 1979
  }, {
    "title": "Photochemistry of Methane in the Earth’s",
    "authors": ["J.F. Kasting", "K.J. Zahnle", "J.C.G. Walker"],
    "year": 1983
  }, {
    "title": "A coupled atmosphere-ecosystem model",
    "authors": ["P. Kharecha", "J. Kasting", "J. Siefert"],
    "year": 2005
  }, {
    "title": "Seasonal melting and the formation of sedimentary rocks on Mars",
    "authors": ["E Kite"],
    "year": 2013
  }, {
    "title": "Global distribution, composition, and abundance",
    "authors": ["W.C. Koeppen"],
    "year": 2008
  }, {
    "title": "Detection of atomic deuterium",
    "authors": ["V.A. Krasnopolsky", "M.J. Mumma", "G.R. Gladstone"],
    "year": 1998
  }, {
    "title": "Evolution of water reservoirs on Mars: Constraints from hydrogen",
    "authors": ["H Kurokawa"],
    "year": 2014
  }, {
    "title": "Long-term fluxes and budget of ferric iron: implication",
    "authors": ["C. Lécuyer", "Y. Ricard"],
    "year": 1999
  }, {
    "title": "Stratigraphy in the Mawrth Vallis region through OMEGA, HRSC color",
    "authors": ["D Loizeau"],
    "year": 2010
  }, {
    "title": "The imprint of atmospheric evolution in the D/H of Hesperian clay",
    "authors": ["Mahaffy", "P.R"],
    "year": 2015
  }, {
    "title": "Magmatic precipitation as a possible origin of Noachian clays on Mars",
    "authors": ["A Meunier"],
    "year": 2012
  }, {
    "title": "Deep crustal carbonate rocks exposed by meteor impact on",
    "authors": ["J.R. Michalski", "P.B. Niles"],
    "year": 2010
  }, {
    "title": "Clues to the lithospheric structure of Mars from wrinkle",
    "authors": ["Montesi", "L.G", "Zuber"],
    "year": 2003
  }, {
    "title": "Mineralogy and stratigraphy of phyllosilicate-bearing and dark",
    "authors": ["Noe Dobrea", "E.Z"],
    "year": 2010
  }, {
    "title": "Mass-independent fractionation of sulfur isotopes",
    "authors": ["A.A. Pavlov"],
    "year": 2002
  }, {
    "title": "The case of a wet, warm climate on early Mars",
    "authors": ["Pollack", "J.B"],
    "venue": "Icarus, 71(2),",
    "year": 1987
  }, {
    "title": "Phyllosilicates on Mars and implications for early martian climate",
    "authors": ["F Poulet"],
    "year": 2005
  }, {
    "title": "Warming early Mars with CO2 and H2",
    "authors": ["Ramirez", "R.M"],
    "venue": "Nature Geoscience,",
    "year": 2014
  }, {
    "title": "Oxygen fugacity in the Martian mantle controlled by carbon",
    "authors": ["K Righter"],
    "year": 2008
  }, {
    "title": "Ozone concentrations and ultraviolet fluxes on Earth-like planets around",
    "authors": ["A Segura"],
    "year": 2003
  }, {
    "title": "Environmental effects of large impacts on Mars",
    "authors": ["Segura", "T.L"],
    "venue": "Science (New York,",
    "year": 2002
  }, {
    "title": "An impact-induced, stable, runaway climate",
    "authors": ["T.L. Segura", "C.P. McKay", "O.B. Toon"],
    "year": 2012
  }, {
    "title": "Modeling the environmental effects",
    "authors": ["T.L. Segura", "O.B. Toon", "A. Colaprete"],
    "year": 2008
  }, {
    "title": "Evolution of the continental lithosphere",
    "authors": ["N.H. Sleep"],
    "venue": "Annual Review of Earth",
    "year": 2005
  }, {
    "title": "Martian plate tectonics",
    "authors": ["N.H. Sleep"],
    "venue": "Journal of Geophysical Research,",
    "year": 1994
  }, {
    "title": "CO2 solubility in Martian basalts",
    "authors": ["B.D. Stanley", "M.M. Hirschmann", "A.C. Withers"],
    "year": 2011
  }, {
    "title": "High stellar FUV/NUV ratio and oxygen contents in the atmospheres",
    "authors": ["F Tian"],
    "year": 2014
  }, {
    "title": "Photochemical and climate consequences of sulfur outgassing on early",
    "authors": ["F Tian"],
    "year": 2010
  }, {
    "title": "Thermal escape of carbon from the early Martian",
    "authors": ["F. Tian", "J.F. Kasting", "S.C. Solomon"],
    "year": 2009
  }, {
    "title": "A new general circulation model for Mars based on the NCAR",
    "authors": ["R.A. Urata", "O.B. Toon"],
    "year": 2013
  }, {
    "title": "Core formation and the oxidation state of the Earth",
    "authors": ["J. Wade", "B.J. Wood"],
    "year": 2005
  }, {
    "title": "Siderophile trace elements in ALH84001, other SNC meteorites",
    "authors": ["P. Warren", "K. Gregory"],
    "year": 1996
  }, {
    "title": "Degassing of reduced carbon from planetary basalts",
    "authors": ["Wetzel", "D.T"],
    "year": 2013
  }, {
    "title": "Global modelling of the early Martian climate under a denser CO",
    "authors": ["R Wordsworth"],
    "year": 2013
  }, {
    "title": "Infrared collision-induced and far-line absorption",
    "authors": ["R. Wordsworth", "F. Forget", "V. Eymet"],
    "year": 2010
  }, {
    "title": "Hydrogen-nitrogen greenhouse warming in Earth’s",
    "authors": ["R. Wordsworth", "R. Pierrehumbert"],
    "year": 2013
  }, {
    "title": "Photochemistry of methane and the formation of hydrocyanic acid (HCN",
    "authors": ["K.J. Zahnle"],
    "year": 1986
  }],
  "id": "SP:2cf28295e1770a508b6fb8c9ad60c5f51a6b01d0",
  "authors": [{
    "name": "Natasha Batalha",
    "affiliations": []
  }, {
    "name": "Shawn D. Domagal-Goldman",
    "affiliations": []
  }, {
    "name": "Ramses Ramirez",
    "affiliations": []
  }, {
    "name": "James F. Kasting",
    "affiliations": []
  }],
  "abstractText": "A recent study by Ramirez et al. (2014) demonstrated that an atmosphere with 41 1.3-4 bar of CO2 and H2O, in addition to 5-20% H2, could have raised the mean annual 42 and global surface temperature of early Mars above the freezing point of water. Such 43 warm temperatures appear necessary to generate the rainfall (or snowfall) amounts 44 required to carve the ancient martian valleys. Here, we use our best estimates for early 45 martian outgassing rates, along with a 1-D photochemical model, to assess the conversion 46 efficiency of CO, CH4, and H2S to CO2, SO2, and H2. Our outgassing estimates assume 47 that Mars was actively recycling volatiles between its crust and interior, as Earth does 48 today. H2 production from serpentinization and deposition of banded iron-formations is 49 also considered. Under these assumptions, maintaining an H2 concentration of ~1-2% by 50 volume is achievable, but reaching 5% H2 requires additional H2 sources or a slowing of 51 the hydrogen escape rate below the diffusion limit. If the early martian atmosphere was 52 indeed H2-rich, we might be able to see evidence of this in the rock record. The 53 hypothesis proposed here is consistent with new data from the Curiosity Rover, which 54 show evidence for a long-lived lake in Gale Crater near Mt. Sharp. It is also consistent 55 with measured oxygen fugacities of martian meteorites, which show evidence for 56 progressive mantle oxidation over time. 57 58"
}