{
  "sections": [{
    "text": "Articles https://doi.org/10.1038/s41561-018-0261-y\n1CUNY City College and Graduate Center, New York, NY, USA. 2National Centre Atmospheric Science, University of Leeds, Leeds, UK. 3Climate and Global"
  }, {
    "heading": "Dynamics, National Center for Atmospheric Research, Boulder, CO, USA. 4School of Earth and Environment, University of Leeds, Leeds, UK. 5School of Earth and Space Exploration, Arizona State University, Tempe, AZ, USA. 6University of California, Santa Cruz, Santa Cruz, CA, USA. 7Atmospheric",
    "text": "Chemistry Observations and Modeling, National Center for Atmospheric Research, Boulder, CO, USA. *e-mail: bblack@ccny.cuny.edu\nGeochemical proxies record profound shifts in carbon cycling, sea surface temperature (SST), ocean chemistry and circula-tion, and weathering during the Permian/Triassic transition. In particular, equatorial SST increased by 5–10 °C (refs 1–4) in less than 100 kyr (ref. 5), seawater 87Sr/86Sr, which reflects the weathering of crustal material, underwent the most rapid increase in the Phanerozoic eon6,7, carbon isotope data record a sharp negative excursion at the onset of the end-Permian mass extinction8 and boron isotope data record a pulse of ocean acidification several tens of thousands of years after the carbon isotope excursion9.\nFlood basalt provinces are enormous magmatic foci that recur at intervals of ~107 years on Earth10, and emplace magma volumes of 105–107 km3 accompanied by intense outgassing. In the case of the Siberian Traps, ~7–15 × 106 km3 of intrusive and extrusive magmas were emplaced beneath, into and on top of volatile-rich sedimentary basins11. The hypothesized environmental consequences of flood basalts include the release of toxic metals12, ozone depletion from halogen emissions13,14, enhanced weathering of fresh volcanic rocks15 and climate perturbations from outgassing of sulfur and magmatic and sedimentary carbon11,16–18.\nWe used the Community Earth System Model (CESM1), a three-dimensional (3D) global coupled climate model, to investigate the competing effects, on different timescales, of sustained sulfur emissions and increases in atmospheric CO2 (Fig. 1c). Previous 3D modelling examined the atmospheric chemistry effects of Siberian Traps emissions alone14. Prior modelling of the climate effects of flood basalt sulfur employed present-day geography and offline surface temperature calculation18, which precluded an investigation of the coupled atmosphere–ocean response. Here we focus on climate consequences including hydrology and ocean circulation. Our simu lations incorporate latest Permian palaeogeography and include the Community Aerosol and Radiation Model for Atmospheres (CARMA), a submodel of detailed aerosol\nmicrophysics within the CESM1 framework, to capture sulfur aerosol growth and sedimentation (Methods and Supplementary Fig. 2); both processes critically influence the climatic effects of volcanic aerosols18.\nTempo and scale of Siberian Traps sulfur and carbon release The tempo and magnitude of outgassing are major sources of uncertainty. Sulfur concentrations in Siberian magmas are recorded in melt inclusions (Methods). Geochemical evidence for pulsed magmatism from other flood basalt provinces suggests that timeaveraged magma discharge rates vary substantially19. Comparisons with recent fissure eruptions20 and palaeomagnetic data21 suggest that during the especially intense intervals, magma flux may have exceeded the longer-term flux implied from geochronology22 by 1–2 orders of magnitude, with 103–104 km3 of magma erupting in as little as 100 years. A unique aspect of flood basalt eruptions is thus the potential for intervals of sustained, intense sulfur emissions that last tens to hundreds of years18. Eruption-plume model ling indicates that during episodes of very high eruption rate, columns could reach 13–17 km in height23. We considered injection of 2,000 Tg SO2 yr–1 to the upper troposphere− lower stratosphere (UTLS; at an altitude of 12− 14 km). Sulfur injections lasted 10–200 years (each year of emissions represents ~100 times the SO2 emissions of the Mount Pinatubo eruption in 1991). Our simulations span 4.5 kyr, in contrast to the ~800 kyr duration of Siberian magmatism22. As the effects of sulfur outgassing are not cumulative beyond the lifetime of sulfur in the atmosphere, stresses due to the most intense episodes of outgassing may be most relevant to global biota24. We therefore focus on the climate response to such episodes, which may have been repeated with varying intensity during the overall history of the flood basalt province.\nA central quandary of flood basalt carbon is that coincident palaeoclimate and geochemical records are best explained through\nSystemic swings in end-Permian climate from Siberian Traps carbon and sulfur outgassing Benjamin A. Black 1*, Ryan R. Neely 2,3,4, Jean-François Lamarque 3, Linda T. Elkins-Tanton 5,"
  }, {
    "heading": "Jeffrey T. Kiehl6, Christine A. Shields3, Michael J. Mills 7 and Charles Bardeen7",
    "text": "Siberian Traps flood basalt magmatism coincided with the end-Permian mass extinction approximately 252 million years ago. Proposed links between magmatism and ecological catastrophe include global warming, global cooling, ozone depletion and changes in ocean chemistry. However, the critical combinations of environmental changes responsible for global mass extinction are undetermined. In particular, the combined and competing climate effects of sulfur and carbon outgassing remain to be quantified. Here we present results from global climate model simulations of flood basalt outgassing that account for sulfur chemistry and aerosol microphysics with coupled atmosphere and ocean circulation. We consider the effects of sulfur and carbon in isolation and in tandem. We find that coupling with the ocean strongly influences the climate response to prolonged flood basalt-scale outgassing. We suggest that sulfur and carbon emissions from the Siberian Traps combined to generate systemic swings in temperature, ocean circulation and hydrology within a longer-term trend towards a greenhouse world in the early Triassic.\nNATuRE GEoSCiENCE | VOL 11 | DECEMBER 2018 | 949–954 | www.nature.com/naturegeoscience 949\nArticles NaTure GeoScIeNce\na massive release of carbon with a temporally evolving isotopic signature1,9,11,25, but carbon outgassing related to lavas, deep and shallow intrusive magmas, and heating of the surrounding rocks remains much more challenging to quantify than the sulfur emissions. This is in part because CO2 saturation can occur deep in the magmatic system and carbon solubility decreases strongly towards Earth’s surface, partitioning CO2 into an exsolved volatile phase11. Although there are few direct petrological constraints on Siberian Traps magmatic carbon, comparison with Icelandic and Hawaiian basalts suggests that some flood basalt magmas carry up to ~1 wt% CO2 (refs 11,26), in addition to cryptic degassing from intrusive magmas27 and CO2 release through metamorphism and assimilation28. Recent measurements of CO2 release during continental rifting29 also point to the continental lithospheric mantle as a potentially important, but poorly known, source of carbon during flood basalt magmatism.\nMotivated by pCO2 proxy data and inverse modelling of the carbon cycle2, we considered progressive increases in pCO2 going from 710 to 2,800 and then 5,600 ppmv CO2 (Methods). Such increases each require 20,000–30,000 Pg of CO2 release (Supplementary Fig. 3), consistent with the carbon available from the extraction of CO2 from ~105–106 km3 of magma on decamillenial timescales11,25 or from smaller magma volumes that also tap crustal carbon reservoirs. Only a fraction of any such eruption interval is likely to be sufficiently intense to inject sulfur into the UTLS23. Furthermore, substantial assimilation or metamorphism of country rocks will enrich gases more strongly in carbon than in sulfur species28,30. Thus, our combined sulfur and carbon simulations encapsulated the effects of UTLS injection of sulfur during the most intense volcanic activity (10–100 years) synchronized with more\nprolonged intervals (103–104 years) during which carbon accumulated rapidly in the atmosphere due to volcanism, intrusion and metamorphism. To account for uncertainty in the tempo of Siberian Traps outgassing and the degree to which sulfur and carbon outgassing are synchronized, we present simulations in which sulfur and carbon are considered independently before examining the potential combined effects.\nClimate response to Siberian Traps outgassing Our simulations of the end-Permian interval indicate that as pCO2 reached ~2,800 ppm, annually averaged equatorial SSTs were 29–30 °C; at ~5,600 ppm CO2 annually averaged equatorial SSTs were ~32 °C. Surface air temperatures were significantly hotter on land, and in places reached annual mean temperatures of ~38 °C at 2,800 ppm CO2 and almost 45 °C at 5,600 ppm CO2 (Fig. 2b). The model reproduced the observed (Fig. 3) + 8–10 °C anomaly in Permian/Triassic SSTs1,4 under the highest CO2 levels we considered, after about three doublings of CO2. Oxygen solubility is inversely related to salinity and water temperature, but evidence for end-Permian anoxia is most prevalent at high latitudes31. Although high latitude SST is lower than tropical SST in all the simulations, increasing pCO2 results in sharper relative decreases in oxygen solubility at high latitudes due to a diminished equator-to-pole temperature gradient (Supplementary\nFig. 4). More sluggish ventilation under greenhouse conditions, especially in the Tethys region, would exacerbate oxygen depletion32.\nIn contrast to greenhouse gases, volcanic sulfur emissions quickly form sulfate aerosols that exert a net cooling effect on climate18. Because Siberian Traps eruptions occurred at ~60° N, most sulfate aerosols remain in the Northern Hemisphere33. For injection of 2,000 Tg SO2 yr–1 in the UTLS under constant baseline greenhouse levels, we found a maximum Northern Hemisphere optical depth of ~5. The increased optical depth results in a global mean temperature decrease of 1.5–3.0 °C (Supplementary Fig. 5b) after ten years of emissions, with annual mean temperature decreases of ~5–15 °C in the Northern Hemisphere on land (Supplementary\nFig. 5a). Although cooling of the Northern Hemisphere land masses is severe, especially at middle to high latitudes, the global mean surface temperature anomaly is more moderate than previous estimates of flood basalt cooling (Supplementary Fig. 5b). We attribute this partly to the high palaeolatitude of the Siberian Traps and partly to the strong ocean response to carbon and sulfur emissions.\nWe found that changes in the ocean circulation play an important role in mediating the changes in surface temperature due to prolonged flood basalt sulfur emissions. Changes in the mixed layer density and the equator-to-pole thermal gradient due to changes in surface temperature and hydrology translate to changes in the strength of ocean overturning, with vigorous overturning in the sulfur-dominated climate mode and weaker overturning in the carbon mode. A strengthened meridional overturning circulation (MOC) has been demonstrated as a result of cooling and diminished highlatitude runoff after eruptions of the past millennium34. The ocean circulation response to flood-basalt-scale sulfur emissions in our simulations is more pronounced by an order of magnitude, probably due to the prolonged cooling and correspondingly larger effects on ocean heat content. A caveat is that the strength of the MOC response to volcanic eruptions has been shown to vary across models35 and to depend on background conditions36. Changes in ocean circulation also affect the patterns of surface temperature change. For example, an enhanced Panthalassic overturning and poleward heat transport due to prolonged sulfur emissions cause regions of warming in the northern Panthalassic ocean (Fig. 2a and Supplementary Fig. 5a). Within a year after the sulfur emissions cease, the maximum Northern Hemisphere optical depth decays to less than 0.1. In contrast, ocean circulation takes several decades to recover after sulfur emissions wane (Fig. 1), which indicates that changes in the ocean circulation and heat content can extend the\n700\n2,800\n5,600\n20\n2,000\np C O\n2 (p\npm )\nS O\n2 (T\ng yr\n–1 )\nTime (yr) 500 1,5001,000 2,000 2,500 3,000 4,0003,500 4,500\n200\nc\n2\n4\n8\n6\n10\n0 CO2 emissions only\nSO2 + CO2 emissions\n20\n30\n50\n40\n10N or\nth er\nn H\nem is\nph er e M O C ( S\nv) S\nur fa\nce te\nm pe\nra tu re a no m al y (° C )\nb\na\nWarmer\nCooler\nEnhanced overturning\nReduced overturning\nFig. 2a,b,dFig. 2a,c\nFig. 1 | outgassing scenarios and changes in global surface temperature and ocean circulation. a, Global temperature anomalies for increases\nin pCO2 alone (blue curve in c) and for the combined sulfur and carbon emissions (black and blue curves in c). The time intervals shown in Fig. 2 are indicated. b, Maximum zonal mean strength of the MOC at greater than 500 m depth in the Northern Hemisphere. c, SO2 emissions scenarios and pCO2 levels considered in this article. Sv, Sverdrup (10 6 m3 s–1).\nNATuRE GEoSCiENCE | VOL 11 | DECEMBER 2018 | 949–954 | www.nature.com/naturegeoscience950\nArticlesNaTure GeoScIeNce\nclimate effects of flood basalt sulfur emissions well beyond the lifetime of aerosols in the atmosphere.\nFinally, it is well-known from the present day that aerosols and CO2 cause competing effects on the hydrological cycle due to the positive Clausius–Clapeyron slope of water vapour, which indicates that, to the first order, increases in surface temperature correspond to increased atmospheric water vapour concentrations37. Consequently, global greenhouse conditions lead to an intensification of the hydrological cycle38 on longer timescales (Fig. 2d). During intervals with a vigorous sulfur release, the patterns of precipitation shift in the opposite direction (Fig. 2c).\nPredicted climate swings compared with the proxy record The coupled changes in surface temperature, ocean circulation and hydrology led us to identify a cooler ‘sulfur mode’ that characterizes intervals of intense UTLS sulfur injection and a warmer ‘carbon mode’ that prevails on longer timescales when the high-altitude sulfur injection wanes. Multiple episodes of intense magmatism imply repeated swings between these sulfur and carbon climate modes. Given the idealized forcing and compressed timeline of our simulations, a comparison of the model and proxy data (Fig. 3) was performed to assess the consistency of magnitude, sign and dynamics, rather than to establish detailed alignment.\nThe maximum temporal resolution of available temperature proxy records from the Permian/Triassic interval4 is ~104 years, too coarse to confidently resolve swings on the timescales discussed here (Fig. 4). Moreover, the available end-Permian oxygen isotope records derive primarily from low-latitude sites, at which our simulations predict a less-pronounced cooling (Fig. 2a). In this context, our results serve as predictions that could be most reliably tested with higher-resolution proxy records, ideally from high palaeolatitude sites in the Northern Hemisphere. Nevertheless, significant evidence exists for repeated shifts in the environmental conditions during the emplacement of the Siberian\nTraps and other flood basalts. Evidence for an initial cooling followed by warming during other flood basalt eruptions has been attributed to early liberation of sulfur from cratonic lithosphere39, but, alternatively, could reflect the differing timescales of sulfurand carbon-driven climate discussed here. Uranium isotope-based records of marine redox conditions also show marked fluctuations through the end-Permian mass extinction interval31,40. Sulfur isotope variations have been interpreted as evidence for variations in overturning vigour during this time41. Such fluctuations are consistent with swings in oxygen solubility, runoff, ventilation and productivity. As with the oxygen isotope records from the endPermian, the temporal resolution of the available uranium isotope data sets40,42 is limited to ~104 years. However, because changes that encompass the deep ocean occur more gradually than those in the atmosphere or surface ocean, shifts in volcanic forcing on centennial timescales could be partially resolved in marine chemistry records.\nOver the long-term, our model predicts strong warming-induced increases in runoff, especially at high latitudes as the equator-topole temperature gradient diminishes, which provides a mechanism that explains the steep increase in seawater 87Sr/86Sr from the latest Permian to the early Triassic (Fig. 3). The increase in 87Sr/86Sr has been interpreted as a consequence of intense continental weathering at this time6,7. In the northern high latitudes, the eruption of the Siberian Traps emplaced millions of square kilometres of fresh volcaniclastic rocks and early lavas enriched in radiogenic 87Sr, probably acquired through interaction with ancient Siberian continental material43,44. The consequent ocean fertilization and enhanced productivity may have contributed to ocean anoxia45.\nPunctuated environmental stress from Siberian magmatism Even given uncertainties in the tempo of flood basalt outgassing and the origins of the carbon that caused the end-Permian δ 13C excursion and elevated pCO2 (ref. 2), our results strongly support several\n60° S\n60° N\n0°\n0° 60° E120° W 60° W\n30° N\n30° S\n120° E 180° E180° W\nP re\nci pi\nta tio\nn an\nom al\ny (m\ny r–\n1 )\n−1\n−0.75\n−0.5\n−0.25\n0\n+0.25\n+0.5\n+0.75\n+1\n60° S\n60° N\n0°\n0° 60° E120° W 60° W\nChina TethysPanthalassa\nSiberia\nBaltica\nN. America\nS. America Africa\nAntarctica\nIndia Australia\nst\n30° N\n30° S\n120° E 180° E180° W −1\n−0.75\n−0.5\n−0.25\n0\n0.25\n0.5\n0.75\n1\n60° S\n60° N\n0°\n0° 60° E120° W 60° W\n30° N\n30° S\n120° E 180° E180° W\n60° S\n60° N\n0°\n0° 60° E120° W 60° W\n30° N\n30° S\n120° E 180° E180° W\nP re\nci pi\nta tio\nn an\nom al\ny (m\ny r–\n1 ) S\nur fa\nce te\nm pe\nra tu\nre a\nno m\nal y\n(° C\n)\nba\nd\n−20\n−15\n−10\n0\n+10\n+15\n+20\nc\nChina TethysPanthalassa\nSiberia\nBaltica\nN. America\nS. America Africa\nAntarctica\nIndia Australia\nst\n−5\n+5\nS ur\nfa ce\nte m\npe ra\ntu re\na no\nm al\ny (°\nC )\n−20\n−15\n−10\n0\n+10\n+15\n+20\n−5\n+5 China\nTethysPanthalassa\nSiberia\nBaltica\nN. America\nS. America Africa\nAntarctica\nIndia Australia\nst\nChina TethysPanthalassa\nSiberia\nBaltica\nN. America\nS. America Africa\nAntarctica\nIndia Australia\nst\n1\n2\nFig. 2 | Co2 and So2 cause competing effects on surface temperatures and hydrology. a, Annual mean surface temperature anomalies relative to the 710 ppm CO2 simulation with a combined CO2 increase and 2,000 Tg SO2 yr–1. Warming in the northern Panthalassa region results from an enhanced overturning and increased northward heat transport. The approximate location of the Siberian Traps is marked in red and labelled ‘st’. b, As in a, but with no sulfur emissions and about three doublings of atmospheric CO2 to 5,600 ppm CO2. Estimates of peak SSTs (locations marked with circled numbers) are given in Supplementary Table 4. c, Annual mean precipitation change on land (relative to the 710 ppm CO2 simulation) with a combined CO2 increase and 2,000 Tg SO2 yr–1. d, As in c, but with no sulfur emissions and about three doublings of atmospheric CO2.\nNATuRE GEoSCiENCE | VOL 11 | DECEMBER 2018 | 949–954 | www.nature.com/naturegeoscience 951\nArticles NaTure GeoScIeNce\nconclusions. The atmospheric residence time of sulfur aerosols is very short relative to that of CO2 (refs 16,18), and flood basalt eruption column modelling23 demonstrates that high-altitude sulfur injection is only possible during intense episodes that span a small fraction of the overall duration of the extinction interval. Therefore, we predict swings between a cooler sulfur-driven climate mode during intervals of intense Siberian Traps fire fountaining and a warmer carbon-driven climate mode on longer timescales. Our modelling demonstrates that these swings in climate encompass ocean circulation, marine oxygen solubility and precipitation and\n251\n251.2\n251.4\n251.6\n251.8\n252\n252.2\n252.4\nT im\ne (M\na) 7. 5 8\npH (from δ11B )\n0. 70 8 0.\n70 75\n0. 70\n7\n87Sr/86Sr\n−0 .5 0\nδ238U\nExtinction interval\nOldest dated Siberian Traps rocks22\nYoungest dated Siberian Traps rocks22\nTemperature (°C, from δ18O)\nMore acidificationMore weathering? Greater\nextent of anoxia Warmer\nU (ppb)δ13C\nLight carbon release?\nWadi Bih, UAE9\nDajiang, S. China42 Guandao, S. China42\nTashkent, Turkey42 S. China3\nS. China6\nS. China4\nData sources δ18O\nδ13C, δ238U, U\nδ13C, δ11B\nZal, Iran40\n10 2\n10 3 302010 −2 0 2 4 −1\n2-σ\nGreater extent of\nanoxia\na\n87Sr/86Sr\n75° N 60° N\n45° N\n30° N\n15° N\n0°\n15° S\n30° S\n45° S\n60° S\nSiberian Traps\nTethysPanthalassa Turkey\nUAE\nSouth China Iran\nb\nMore weathering?Greater extent of anoxia? Warmer\n0\n500\n1,000\n1,500\n2,000\n2,500\n3,000\n3,500\n4,000\n4,500\nM od\nel ti\nm e\n(y r)\n−20 −10 0\n% change O2 solubility % change runoff\nHigh latitude\nLow latitude\n−10 0 10 20 30 4035 36\nOcean salinity (g kg–1)\n10 20 300\nTemperature (°C)\nSO2 emissions\nSO2 emissions\nc\nFig. 3 | Summary of end-Permian proxy data and comparison with model results. a, Proxy data3,4,6,9,40,42 that originate from Tethyan sections in Turkey, United Arab Emirates (UAE), Iran and South China. Error bars for δ 238U are 2 s.d. Due to uncertainties in the Permian/Triassic seawater δ 18O, the relative temperature anomalies from δ 18O proxy estimates may be more robust than the absolute temperatures3,4. b, Reconstructed localities for proxy data.\nc, Changes in SST, salinity, O2 solubility and runoff for the simulations shown in Fig. 2a,c. Tethys (black) and Panthalassa (blue) water temperatures are averaged across the extent of each at the sea surface (continuous lines) and at a depth of 750 m (dashed lines). Panthalassa extends to higher latitudes and consequently mean water temperatures are lower than in the Tethys.\nNATuRE GEoSCiENCE | VOL 11 | DECEMBER 2018 | 949–954 | www.nature.com/naturegeoscience952\nArticlesNaTure GeoScIeNce\nrunoff patterns. While other proxies record fluctuations in ocean circulation41 and redox31, the available temperature proxy data from the end-Permian mass extinction1,3,4 reveal longer-term surface warming but do not carry sufficiently high resolution to directly test for rapid swings in surface temperature. If future high-resolution data from the end-Permian do not substantiate the predicted climatic swings, the implication is that most Siberian Traps sulfur did not reach the UTLS or that fundamental gaps exist in our understanding of the climate response to flood basalt outgassing.\nVariations in magma emplacement rate, volatile sources, and volatile concentrations over the life cycle of flood basalt provinces, along with differences in atmospheric lifetime, imply that environmental changes due to magmatism should be evolving rather than monotonic. Extinction depends on the speed of environmental change relative to organisms’ capacity to adapt46. Investigation of the most rapid environmental shifts is thus especially critical. By quantifying the contrary effects of CO2 and SO2 on different timescales, our simulations relate Siberian Traps magmatism to the punctuated deterioration of global ecosystems during the endPermian mass extinction.\nonline content Any methods, additional references, Nature Research reporting summaries, source data, statements of data availability and associated accession codes are available at https://doi.org/10.1038/ s41561-018-0261-y.\nReceived: 26 March 2018; Accepted: 17 October 2018;"
  }, {
    "heading": "Published online: 30 November 2018",
    "text": ""
  }, {
    "heading": "Acknowledgements",
    "text": "B.A.B. acknowledges support from NSF grant 1615147. L.T.E.-T. and B.A.B. are grateful for formative early support from NSF grant 0807585. R.R.N. acknowledges support from the NSF via the NCAR Advanced Study Program post-doctoral fellowship. We acknowledge the high-performance computing support from Yellowstone and Cheyenne provided by NCAR’s Computational and Information Systems Laboratory, sponsored by NSF. A. Schmidt offered helpful suggestions on an earlier version of the manuscript."
  }, {
    "heading": "Author contributions",
    "text": "B.A.B. conceived the research and analysed the results. B.A.B. and R.R.N. designed and performed the simulations with input from J.-F.L., J.T.K., C.A.S., M.J.M., C.B. and L.T.E.-T. All authors contributed to writing the manuscript."
  }, {
    "heading": "Competing interests",
    "text": "The authors declare no competing interests."
  }, {
    "heading": "Additional information",
    "text": "Supplementary information is available for this paper at https://doi.org/10.1038/ s41561-018-0261-y.\nReprints and permissions information is available at www.nature.com/reprints.\nCorrespondence and requests for materials should be addressed to B.A.B.\nPublisher’s note: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.\n© The Author(s), under exclusive licence to Springer Nature Limited 2018\nNATuRE GEoSCiENCE | VOL 11 | DECEMBER 2018 | 949–954 | www.nature.com/naturegeoscience954\nArticlesNaTure GeoScIeNce"
  }, {
    "heading": "Methods",
    "text": "Sulfur and CO2 forcing levels. Sulfur loading. The maximum pre-eruptive sulfur concentrations in Siberian Traps melt inclusions from lavas are ~0.18 wt% (ref. 30). Studies of palaeomagnetic secular variation suggest that during episodes of intense magmatism packages of 5–15 flows that encompass 104 km3 erupted in 100 years or less21,47,48. Assuming a magma density of ~3,000 kg m–3 and a magma mass eruption rate of 265 km3 yr–1 (comparable to an estimated ≥ 216 km3 yr–1 mass eruption rate48) yields a total sulfur budget of 2,900 Tg SO2 yr–1. The tropopause altitude is lower at high latitudes and is sensitive to climate, with an increasing tropopause altitude as pCO2 increases\n23,49. In our simulations, the altitude of the tropopause above the Siberian Traps is ~11–13 km (Supplementary Figs. 8 and 10). This altitude is higher in our microphysical simulations than at present due to the warmer climate (3,550 ppm CO2) assumed in our microphysical simulations. Plume modelling indicates that during episodes of very high eruption rates, flood basalt eruption columns can reach 13–17 km in height23. Assuming that during episodes of intense volcanism ~70% of the total dissolved SO2 is released and reaches a 12–14 km altitude (through gas release at the vent during vigorous fire fountaining and lofting in buoyant columns), we obtained our applied injection rate during magmatic pulses of 2,000 Tg SO2 yr–1. As our assumed injection altitude straddles the tropopause, a large fraction of the sulfur emissions remains in the troposphere, which is reflected in a sulfur mean atmospheric residence time of several weeks, comparable to previous upper tropospheric simulations18. Although the precise SO2 flux is subject to uncertainties given the limited available information on volcanic tempo, our assumed flux is consistent with previous estimates18,48,50,51, and is further consistent with our goal to investigate the effects of representative combined SO2 and CO2 emissions during the most intense magmatic pulses. The pace and timing of gas release within eruptive pulses is uncertain; we therefore assumed a steady SO2 injection spread evenly annually and over the course of the eruption episode. Between episodes of peak magmatic intensity, we assumed a much more modest SO2 injection at the same altitude but a rate of 20 Tg SO2 yr–1 (Supplementary\nTable 2). To explore the sensitivity of our results to the applied sulfur release rates, the continuity of emissions and the emissions altitude, we performed sensitivity simulations as listed in Supplementary Table 3 and as illustrated in Supplementary Fig. 9.\nCO2 levels. Evidence for very rapid, dramatic increases in atmospheric greenhouse gas levels (and most probably in atmospheric CO2 levels) includes: (1) oxygen isotopes, which suggest that low-latitude SSTs increased by 6− 10 °C during the extinction interval1,3,4, (2) the pattern of marine extinction, which was particularly severe among poorly buffered or heavily calcified organisms, which implies that ocean acidification, warming and anoxia contributed to the extinction8,52,53, (3) the brevity of the major negative marine carbon isotope excursion, which had a duration of 2–18.8 kyr (ref. 5) and (4) a transient drop in ocean pH interpreted as the result of a ~10,000 year pulse of CO2 release (Supplementary Fig. 3). Although the source of increasing greenhouse gas levels remains the subject of discussion54, the overwhelming evidence for rapid increases (on millennial timescales) in atmospheric pCO2 motivated our simulations of stepped increases in pCO2. The specific levels we considered (710, 2,800 and 5,600 ppmv CO2) are subject to some uncertainty, but are consistent with: (1) the stomatal index proxy for pCO2 across the Permian/Triassic boundary55–57, (2) carbon cycle modelling of transient spikes in pCO2 due to the injection of carbon\n54,58 and (3) the pCO2 levels required for the model to reproduce proxy constraints on palaeotemperature (Supplementary Tables 4 and 5).\nAs discussed in the main text, classic volcanological estimates suggest flood basalt magmas do not release sufficient mantle carbon to cause the observed changes59–61, which led to the hypothesis that volatile-rich sedimentary rocks supply the bulk of the carbon28,62. However, recent estimates suggest that the mass of carbon released from the mantle could be much larger than previously thought11,63,64. To achieve pCO2 increases similar to those we model requires the release of > 104 Gt CO2 on decamillennial timescales (Supplementary Fig. 3), which constitutes ~10–50% of the estimated Siberian Traps mantle-derived CO2 budget of 64,000–320,000 Gt CO2 (refs 11,13,63). In this context, the observed Permo-Triassic greenhouse conditions1,3,4,65 can be achieved primarily through elevated CO2 via a combination of the following possibilities: (1) mantle-derived CO2 release at the high end of estimates, (2) large additional quantities of CO2 released due to assimilation, thermal metamorphism and other interactions with Siberian coal, carbonates, and hydrocarbon-bearing sedimentary rocks, or (3) a mechanism that is unknown or unrelated to magmatism.\nThe specific timescales we considered (2,000 years of model time after each pCO2 increase) are designed to allow the investigation of transient effects rather than of equilibrium climate. The timescale for the atmosphere to equilibrate with the ocean is 102–103 years66. Therefore, a pulse of CO2 release lasting < 103 years will result in a transient peak in atmospheric pCO2, followed by an exponential decline in pCO2 as equilibration—first with the ocean, then with sediments and then through weathering—proceeds60,67. For simplicity, and to investigate the specific, transient Earth system response to a step change in atmospheric pCO2, we chose not to model this decline. Instead, we fixed atmospheric pCO2 between pulses of outgassing.Ultimately, the step changes in pCO2 in our simulations are representative of and allowed us to investigate the effects of several emissions scenarios:\npulsed emissions of magmatic CO2 if magmas are CO2 rich, pulsed emissions of metamorphic CO2 and CH4 if metamorphic gas release occurs rapidly during brief intrusive and extrusive magmatic pulses27 or pulsed emissions of CO2 and CH4 from the deep ocean and/or from clathrates, if changes in ocean temperature and circulation due to the initial magmatic outgassing result in a follow-on release of gas from the ocean as discussed below. As all of these emissions scenarios are fundamentally related, in reality changes in atmospheric CO2 probably result from some combination of these processes. Our idealized pCO2 history is intended to investigate the climate response to rapid changes in pCO2 (with or without concomitant SO2 release) due to any or all of these scenarios.\nWe report greenhouse forcing in CO2-equivalent levels of greenhouse gases. The release of methane and other greenhouse gases may have been significant during the end-Permian28,56. From a climate perspective (neglecting the potential effects of methane on atmospheric chemistry), our simulations can equally represent CO2-dominated greenhouse conditions or the outgassing of CO2 in lower abundances along with significant, sustained quantities of methane (sustained because the lifetime of methane in the atmosphere is ~10 years, barring significant drawdown of OH concentrations). Although methane and other greenhouse gases may have played a significant role, the relatively rapid oxidation of methane favours CO2 as a greenhouse gas, because greenhouse conditions were relatively longlived1,3,4,65, and the oxidation of realistic quantities of methane leads to increases in CO2 of only several hundred ppm68.\nModelling methods. Our modelling approach was adapted from various sources14,32,69. CESM1 is a global climate model that tracks the coupled interactions between the Earth’s atmosphere, ocean, land and sea ice to yield a comprehensive view of coupled Earth systems70,71. To combine the detailed microphysical simulations with long atmosphere–ocean coupled simulations, we utilized the modelling approach illustrated in Supplementary Fig. 2, in which we use two configurations: the Community Atmosphere Model (CAM4) with CARMA, and CAM4 with an interactive ocean. We describe the model components and calculations of oxygen solubility based on model outputs in more detail below. Model outputs relating to Figs. 1–3 are archived at PANGAEA (https://doi.pangaea.de/10.1594/PANGAEA.894969).\nCARMA. Robust aerosol size distributions are critical to the accurate assessment of radiative effects, and such size distributions can vary significantly for different styles of eruption18,72. We therefore employed CARMA, a sectional aerosol microphysical model73 that includes processes such as nucleation, growth and settling73–75. In our work, CARMA was configured with 35 aerosol size bins, from 0.003 to 7 micrometres, and was coupled to CESM1(CAM4) to permit the simulation of the aerosol plume in 3D through time73,76,77. All the size bins were included as tracers within CESM1(CAM4). The heating of sulfates from tropical eruptions can influence the dispersal of the sulfates78,79, a process that is not accounted for in our simulations. The expected consequences of aerosol heating might include self-lofting, slower removal of stratospheric aerosols and increased transport into the Southern Hemisphere. Therefore, the climate effects we consider are representative, though conservative, given the assumptions involved.\nCESM1(CAM4). The configuration of CESM1(CAM4) used in this study has 26 vertical levels that extend to ~40 km altitude with 1.9° × 2.5° horizontal resolution. CESM1(CAM4) handles the representation of dynamics, physics, atmospheric chemistry and coupling to the land and prescribed SSTs within CESM, whereas CARMA simulates only the sulfate aerosol microphysics.\nThe equilibrium climate sensitivity of CESM1(CAM4) is 3.2 °C for a doubling of CO2, whereas that of CESM1(CAM5) is 4.0 °C (ref. 80). The CESM2 was just released to the community and its equilibrium climate sensitivity is 4.2 °C. Importantly, these are model estimates of Earth’s climate sensitivity. Analyses of the palaeoclimate data, present-day observations and a hierarchy of climate models yield an estimated range of climate sensitivity from 2.0 to 4.5 °C, in which the probability distribution of all of these estimates peaks at around 3 °C (ref. 81). Given the uncertainty in the precise observational value of Earth’s climate sensitivity, and given that our model falls well within the estimate range and agrees with the most probable value, CESM1(CAM4) is well suited for an investigation of the end-Permian climate. If the true end-Permian climate sensitivity is closer to 4.0 °C per doubling of CO2, rather than 3.0 °C per doubling of CO2, then lower levels of atmospheric CO2 would yield similar changes to those we simulated.\nWe used a version of CAM4 with an extended sulfur chemistry to allow for the accurate transformation of the volcanic SO2 plume into sulfate. The conditions for all the simulations presented here are summarized in Supplementary Table 2. Appropriate boundary conditions and palaeogeography for the latest Permian were used to force the simulations (Supplementary Table 1). Stratospheric circulation is slightly slower in the CAM4 model compared with Whole Atmosphere Community Climate Model (WACCM) and CAM5/6, which results in an aerosol lifetime that is slightly longer in CAM482.\nPrescription of CARMA results in CESM1(CAM4) under end-Permian conditions. In our simulations with interactive ocean circulation, an atmospheric model with a horizontal resolution of 3.75° × 3.75° was used to enable the relatively long\nNATuRE GEoSCiENCE | www.nature.com/naturegeoscience\nArticles NaTure GeoScIeNce simulations presented here. The radiative properties of the sulfate aerosol plume calculated by CARMA were coupled to CESM1(CAM4) by calculating the optical properties of the plume from the output of WACCM–CARMA simulations. To accomplish this, we first calculated the wet aerosol mass and size from the dry sulfate radius and mass output by CARMA by accounting for the temperature and water activity73,83. Mie calculations were performed using this information to determine the radiative properties of the plume required by CESM1(CAM4)84. CESM1(CAM4) uses this input and the CAM-RT radiative transfer scheme to determine the full radiative effects of the sulfate aerosol distributions in 4D (space and time) during fully coupled simulations with the latest Permian palaeogeography32.\nOcean model. We use prescribed SSTs based on a climatology derived from our equilibrium simulations with CESM1(CAM4) in our CESM1(CAM4)–CARMA simulations. All other simulations include the fully interactive Parallel Ocean Program 2 model70,85, with bathymetry from Kiehl and Shields32.\nLand data set. The latest Permian land surface data set used in our simulations is from Kiehl and Shields32, based on the surface types of Rees et al.86. The land surface types are illustrated in Supplementary Fig. 11.\nOxygen solubility. We computed oxygen solubility (Fig. 3 and Supplementary Fig. 4) using equation (8) in Garcia and Gordon87 in conjunction with the temperature and salinity predictions from our model.\nThe role of methane clathrate. Recent work on the Palaeocene/Eocene Thermal Maximum25 suggested that clathrate dissociation due to volcanogenic warming could amplify the carbon release and explain an excursion in δ 13C. The oxidation of methane in seafloor sediments and in the water column limits methane clathrate release to the atmosphere88. However, clathrate methane need only reach the water column to cause an isotope excursion, and high methane fluxes due to rapid dissociation may enable a larger fraction of methane to by-pass the sediment filter and enter the ocean88. During a swing from a sulfur- to carbondominated climate regime in our simulations, enhanced overturning continues for around 50 years after the conclusion of a 200-year pulse with 2,000 Tg SO2 yr–1 injection even as the surface ocean warms. Under these conditions, bottom water temperatures increase at rates that briefly reach 0.1–0.5 °C yr–1 at the seafloor on continental margins. This rate of seafloor warming is much more rapid than under increasing pCO2 alone (Supplementary Figs. 6 and 7), and we suggest it could potentially catalyse a clathrate-driven drop in the δ 13C of the endPermian ocean (and eventually the atmosphere through the air–sea exchange of carbon). The magnitude of the isotope excursion requires ~2,500–6,000 Gt C with δ 13C ≈ − 60 (ref. 54,68). An estimated 1,800–5,000 Gt C is stored in clathrate and methane bubbles in modern marine sediments88. Suboxic conditions like those that prevailed leading into the end-Permian31,8 enhance clathrate accumulation88, which suggests that the latest Permian clathrate inventory may have been larger than the modern inventory despite late Permian warmth, which is further supported by persistently high carbonate δ 13C prior to the extinction transitioning to lower long-term carbonate δ 13C after the extinction68. Indeed, the release of large quantities of methane into the ocean and subsequent oxidation in the water column would have promoted anoxic conditions. This scenario, which depends on synchronization of the carbon and sulfur outgassing, explains the abrupt carbon cycle perturbation near the onset of warming4,5, coincident with expansion of anoxia42, and agrees with evidence for increases in methane abundance in seawater from enclaves in brachiopod shells89.\nCode availability. The CESM code is available at www.cesm.ucar.edu."
  }, {
    "heading": "Data availability",
    "text": "Model outputs used to generate Figs. 1–3 have been archived at PANGAEA (https://doi.pangaea.de/10.1594/PANGAEA.894969). Proxy data are available from the original sources as cited in the text."
  }],
  "year": 2018,
  "references": [],
  "id": "SP:16ccb05b69ef983aed5285f9651768641b057167",
  "authors": [],
  "abstractText": "1CUNY City College and Graduate Center, New York, NY, USA. 2National Centre Atmospheric Science, University of Leeds, Leeds, UK. 3Climate and Global Dynamics, National Center for Atmospheric Research, Boulder, CO, USA. 4School of Earth and Environment, University of Leeds, Leeds, UK. 5School of Earth and Space Exploration, Arizona State University, Tempe, AZ, USA. 6University of California, Santa Cruz, Santa Cruz, CA, USA. 7Atmospheric Chemistry Observations and Modeling, National Center for Atmospheric Research, Boulder, CO, USA. *e-mail: bblack@ccny.cuny.edu Geochemical proxies record profound shifts in carbon cycling, sea surface temperature (SST), ocean chemistry and circulation, and weathering during the Permian/Triassic transition. In particular, equatorial SST increased by 5–10 °C (refs 1–4) in less than 100 kyr (ref. 5), seawater 87Sr/86Sr, which reflects the weathering of crustal material, underwent the most rapid increase in the Phanerozoic eon6,7, carbon isotope data record a sharp negative excursion at the onset of the end-Permian mass extinction8 and boron isotope data record a pulse of ocean acidification several tens of thousands of years after the carbon isotope excursion9. Flood basalt provinces are enormous magmatic foci that recur at intervals of ~107 years on Earth10, and emplace magma volumes of 105–107 km3 accompanied by intense outgassing. In the case of the Siberian Traps, ~7–15 × 106 km3 of intrusive and extrusive magmas were emplaced beneath, into and on top of volatile-rich sedimentary basins11. The hypothesized environmental consequences of flood basalts include the release of toxic metals12, ozone depletion from halogen emissions13,14, enhanced weathering of fresh volcanic rocks15 and climate perturbations from outgassing of sulfur and magmatic and sedimentary carbon11,16–18. We used the Community Earth System Model (CESM1), a three-dimensional (3D) global coupled climate model, to investigate the competing effects, on different timescales, of sustained sulfur emissions and increases in atmospheric CO2 (Fig. 1c). Previous 3D modelling examined the atmospheric chemistry effects of Siberian Traps emissions alone14. Prior modelling of the climate effects of flood basalt sulfur employed present-day geography and offline surface temperature calculation18, which precluded an investigation of the coupled atmosphere–ocean response. Here we focus on climate consequences including hydrology and ocean circulation. Our simu lations incorporate latest Permian palaeogeography and include the Community Aerosol and Radiation Model for Atmospheres (CARMA), a submodel of detailed aerosol microphysics within the CESM1 framework, to capture sulfur aerosol growth and sedimentation (Methods and Supplementary Fig. 2); both processes critically influence the climatic effects of volcanic aerosols18.",
  "title": "Systemic swings in end-Permian climate from Siberian Traps carbon and sulfur outgassing"
}