{
  "sections": [{
    "text": "Articles https://doi.org/10.1038/s41561-017-0011-6\n1Department of Geology, University of Wisconsin Oshkosh, Oshkosh, WI, USA. 2Department of Geological and Mining Engineering and Sciences, Michigan Technological University, Houghton, MI, USA. 3Institute of Geochemistry and Petrology, Department of Earth Sciences, ETH Zurich, Zurich, Switzerland. *e-mail: paulsen@uwosh.edu\nThe largest reservoir of carbon on Earth resides in the mantle, but how it has evolved over the planet’s history and influ-enced global climate remains an unresolved fundamental problem1. According to standard models, there were times when the exogenic carbon inputs (igneous and metamorphic degassing) outweighed the outputs (silicate weathering, burial sequestration and subduction), leading to global warming and rising sea levels2. The balance of exogenic atmospheric inputs and outputs during the Neoproterozoic is of particular interest because this period was marked by major perturbations in the global carbon cycle that have been hypothetically connected to changing climate, atmospheric– oceanic oxygenation and biodiversification before the Cambrian explosion of life3,4. Although the details of changes in the partial pressure of atmospheric CO2 (pCO2) throughout the Neoproterozoic are poorly understood, it seems to have risen from relatively low levels as the Earth transitioned from its Snowball Earth state in the Cryogenian (approximately 720–635 million years ago (Ma)) to a maximum Phanerozoic level during its greenhouse state in the Cambrian5.\nRecent analyses of a growing worldwide detrital zircon database have led to the conclusion that late Neoproterozoic– Phanerozoic transitions from Earth’s ice to greenhouse states coincide with increases in zircon abundance6. Long-term global warming has, therefore, been linked to the notion that increases in pCO2 are governed by widespread expansion of continental arc magmatism6,7. Although increasing exogenic CO2 input has commonly been taken to mark surges in carbonate subduction8, significant calcareous pelagic deposition did not commence until the Cretaceous9. Subduction of carbonated ocean crust and mantle, as well as the carbonates stripped off continents and shed into adjacent trenches, offer possible carbon inputs into Precambrian subduction zones. However, there are fundamental uncertainties about the palaeo-temperature and -pressure regimes of ancient arcs and whether they met the conditions that are required for\nefficient decarbonation of subducted slabs to fuel substantial CO2 emissions1.\nIt has also been noted that time periods of increased carbonatite magmatism seem to correlate with past warmer climates (for example, during the Cretaceous and Eocene10, as well as the Ediacaran11). A plausible causal link exists, as carbonatite melts can degas on ascent, releasing significant amounts of CO2 when they reach relatively shallow depths (< 90 km)12. Carbonatites are typically made up of ≥ 50% carbonate minerals13. Therefore, even if the total magma production rate is low, they emit an anomalously large amount of CO2 compared with the average arc magma, which typically has less than 5,000 ppm of CO214. Equally important is the fact that this magma type erupts with other alkaline magmas that are also highly enriched in CO215. The global impact of alkaline and carbonatite magmatism is highlighted by studies that have shown the potential for these magma types to emit ten- and up to fifty-times more CO2 into the atmosphere, respectively, than arc magmas16,17. Therefore, the record of alkaline and carbonatite magmatism in the rock record may point to significant, punctuated CO2 releases from the subcontinental mantle reservoir10; a potentially important process operating outside of the steady state within the carbon cycle that warrants investigation.\nWe carried out a coupled U–Pb age and trace element analysis of 5,715 detrital zircons from 46 sandstone samples (primarily Neoproterozoic–early Palaeozoic in age) widely distributed along a ~3,000-km-long swath of the Neoproterozoic–early Palaeozoic Pacific-Gondwana margin in Antarctica (Fig.  1 and Supplementary Fig.  1). These sandstones are of interest because they are known to contain high concentrations of the prototypical 700–500 Ma zircon U–Pb age population that overlaps with the Ediacaran–Cambrian global warming phase that has been linked to higher CO2 emissions from continental arcs6. The sources of this zircon age population may include exposed and ice-covered igneous provinces in Antarctica, such as the Ross orogen18–20, for\nEvidence for a spike in mantle carbon outgassing during the Ediacaran period"
  }, {
    "heading": "Timothy Paulsen1*, Chad Deering2, Jakub Sliwinski3, Olivier Bachmann3 and Marcel Guillong 3",
    "text": "Long-term cycles in Earth’s climate are thought to be primarily controlled by changes in atmospheric CO2 concentrations. Changes in carbon emissions from volcanic activity can create an imbalance in the carbon cycle. Large-scale changes in volcanic activity have been inferred from proxies such as the age abundance of detrital zircons, but the magnitude of carbon emissions depends on the style of volcanism as well as the amount. Here we analyse U–Pb age and trace element data of detrital zircons from Antarctica and compare the results with the global rock record. We identify a spike in CO2-rich carbonatite and alkaline magmatism during the Ediacaran period. Before the Ediacaran, secular cooling of the mantle and the advent of cooler subduction regimes promoted the sequestration of carbon derived from decarbonation of subducting oceanic slabs in the mantle. We infer that subsequent magmatism led to the extensive release of carbon that may at least in part be recorded in the Shuram–Wonoka carbon isotope excursion. We therefore suggest that this pulse of alkaline volcanism reflects a profound reorganization of the Neoproterozoic deep and surface carbon cycles and promoted planetary warming before the Cambrian radiation.\n© 2017 Macmillan Publishers Limited, part of Springer Nature. All rights reserved.\nNaTurE GEOSCiENCE | VOL 10 | DECEMBER 2017 | 930–934 | www.nature.com/naturegeoscience930\nArticlesNAtUrE GEOSCiENCE\nexample, as well as interior areas of Gondwana such as the East African orogen21. Regardless of their precise provenance, trace elements in the detrital zircons can provide constraints on the magma types from which the zircons crystallized with a reasonable probability (see  Methods), thereby providing a test for a postulated linkage between carbonatite-alkaline magmatism and global climate change for the Ediacaran–Cambrian time interval. In particular, zircons from carbonatites and other alkaline magmas can be confidently discerned based on their Lu, Ta and U concentrations (see  Methods)23. The distinct concentrations of these trace elements reflect magma production by a low degree of partial melting of a metasomatized or carbonated subcontinental mantle or recycled oceanic crust that includes sediments22. The new U–Pb age and trace element data for detrital zircons are reported in Supplementary Table 1.\nEvidence for a spike in carbonatite-alkaline magmatism The zircons with carbonatite-alkaline signatures yield a U–Pb age probability peak at 577–553 Ma in all of the study areas that contain a large 700–500 Ma age population (Supplementary Fig.  2). The highest numbers of carbonatite-alkaline grains occur during the 700–500 Ma (Cryogenian–Cambrian) time interval (n = 368; 17% of this zircon U–Pb age population), whereas lower numbers of such carbonatite-alkaline grains characterize earlier time intervals. Although some zircons may be misclassified with regard to their parent rock types23, this does not explain the systematic change in zircon chemistry identified herein for the 700–500 Ma zircons found along the continental margin (Supplementary Fig. 3), the trace element signatures of which suggest derivation from carbonatite and alkaline source rocks. Similarly, age peaks shown by large global detrital zircon datasets have been argued to represent a preservation bias in which zircons are selectively preserved in sedimentary successions deposited over stable continental shields during supercontinental assembly24. However, statistical (χ 2) tests (Supplementary Fig.  4) on the cumulative zircon U–Pb age population presented here (Fig.  2a,b) confirm\nthat the proportion of carbonatite-alkaline zircons, relative to all other rock types, is significantly higher for the 900–400 Ma time interval relative to earlier time periods. Within the 900–400 Ma time interval, 90% of all the carbonatite-alkaline zircon ages fall between 700–500 Ma. We therefore conclude that the carbonatitealkaline U–Pb age distribution in the detrital record is not simply a bias of preservation, but instead reflects a spike in carbonatitealkaline magmatism.\nThe results outlined above are interpreted to have global significance considering three important points. First, in terms of scale, the length of the palaeocontinental margin along which we have identified evidence for this spike in magmatism is itself roughly equivalent to the Nazca–South American convergent plate margin along coastal Chile. Second, in terms of regional extent, previous analyses of detrital zircon U–Pb age and trace element data have also revealed a significant peak from 700–500 Ma of alkaline zircons in Permian–Triassic and younger sediments over an extensive area from distal localities that include southeast Australia, southwest Australia, Antarctica (Prydz Bay and Dronning Maud Land), India and South Africa25 (Fig. 1). Third, global in situ outcrop records of carbonatites and kimberlites show the same overall increase from 700–500 Ma indicated by our dataset (Fig. 2c,d)26,27, a result that lends support to the trace-element-based parent rock classification applied herein. Collectively, these results point to widespread enrichment of the Earth’s mantle26 before the Cryogenian–Cambrian time interval.\nPlanetary carbon sequestration and release Mantle carbon may be primordial or sourced from the crust and sediments recycled by subduction1. A general paucity of carbonatites along active subduction zones forms part of the basis for arguments that subducted crustal carbonate is not directly involved in the generation of alkaline-carbonatite magmas28. However, recent boron isotope analyses point to enriched (crustal) signatures involved in the generation of carbonatites < 300 Ma in age, as well as during two earlier episodes of supercontinental assembly; the first at 1,800 Ma and significantly, the second at 570 Ma during the spike in carbonatite-alkaline activity identified here29. Importantly, this 700–500 Ma spike in carbonatite-alkaline magmatic activity also correlates with the appearance of blueschist30 and ultrahighpressure (UHP)31 metamorphism in the rock record (Fig.  2e,f). Blueschist facies metamorphism is a hallmark of a cooler subduction environment, which may in turn foster UHP metamorphism by deeper subduction of crust32. The decarbonation of subducting ocean lithosphere depends on several variables of which temperature is a dominant factor1. Warmer subduction zones favour efficient oceanic slab decarbonation at depths beneath the forearc and arc, whereas cooler subduction zones allow the transport of carbon to greater depths where subducted crust may enrich the mantle1,29,33. This suggests that the pulse in CO2-rich carbonatite-alkaline magmatism evolved from secular cooling of the Earth’s mantle. The secular cooling fostered greater sequestration of carbon in the mantle reservoir, a process that may have been ongoing during the Mesoto Neoproterozoic1,27 and probably increased around the time of the first appearance of blueschist and UHP metamorphic rocks in the geologic record. Sequestered carbon was in turn released when tectonic conditions favoured extraction by a low degree of partial melting.\nCarbonatite and alkaline magmas show a strong affinity to continental rifts26,34, implying that they are produced by processes related to crustal extension. Carbonatites have also been noted within contractional orogenic belts34, including those associated with subduction35. However, the magmas in these settings are also presumably produced when and where stress fields favour low degrees of partial melting in the mantle and rapid magmatic ascent12; for example, during episodes of slab rollback or post-collision/post-orogenic\nyielded significant populations of 700–500 Ma carbonatite-alkaline detrital zircons from the Ross–Delamerian orogen. Stars show areas where previous analyses that have yielded significant populations of 700–500 Ma carbonatite-alkaline detrital zircons. Data for alkaline and carbonatite igneous complexes in South America and Antarctica from refs 35,50,51. Figure adapted with permission from refs 20,25, Elsevier.\n© 2017 Macmillan Publishers Limited, part of Springer Nature. All rights reserved.\nNaTurE GEOSCiENCE | VOL 10 | DECEMBER 2017 | 930–934 | www.nature.com/naturegeoscience 931\nArticles NAtUrE GEOSCiENCE\nextension25,35. Carbonatite and alkaline magmatism spiked during tectonic activity that marked the Ediacaran, as the subcontinental mantle reservoir released carbon that had previously been sequestered during episodes of widespread crustal extension, probably occurring with back-arc rifting and post-orogenic extension associated with the assembly of Gondwana25,35 700–500 Ma, as well as continental rifting (for example, Iapetus rifting36–38 approximately 615–550 Ma; Fig. 3a)."
  }, {
    "heading": "Global carbon cycle",
    "text": "Shifts towards lower δ 13C in marine carbonates have previously been found to correlate with episodes of increased magmatism and associated spikes in greenhouse gases that, in turn, may have caused ocean acidification and mass extinctions (for example, the Permian–Triassic39 and Palaeocene–Eocene boundaries40). The possibility of the rapid release of significant CO2 associated with carbonatite-alkaline magmatism recorded in our samples therefore warrants a comparison to the Neoproterozoic δ 13C isotope record. The cumulative carbonatite-alkaline zircon U–Pb age\npopulation in Fig. 3b shows an increase after 680–670 Ma near the end of the Sturtian Snowball Earth glaciation and rise to a peak approximately 576–565 Ma. The Neoproterozoic–Cambrian δ 13C isotope record shows progressively increasing high average values (~5‰) during the preceding 1,000–750 Ma time interval. This pattern is consistent with greater sequestration of organic carbon by sedimentary burial, which may have acted in concert with reduced continental arc outgassing to plunge the Earth into the global snowball Sturtian glaciation6,41.\nThese high δ 13C Neoproterozoic values, which may also in part reflect the enhanced sequestration of carbon into the mantle reservoir, are in turn punctuated by several profound negative excursions that are poorly understood42. The inception of the largest negative δ 13C shift yet found in Earth’s rock record, known as the Shuram–Wonoka excursion, ranges from approximately 601– 556 Ma, with full recovery of the excursion by 551 Ma43, after which the δ 13C isotope record shows lower average values (~0–1‰). Although the eruption of several large igneous provinces occurred from around 850–720 Ma during a time interval marked by several\n0\n1\n2\n3\n4\n5\n6\n0\n20 40 60 80\n100 120 140 160 180\n0\n5\n10\n15\n20\n25\n30\n35\n40\n0\n10\n20\n30\n40\n50\n60\n0\n50\n100\n150\n200\n250\nRelative probability N um be r\nN um\nbe r\nN um\nbe r\nN um\nbe r\nN um\nbe r\nN um\nbe r\n0\n100\n200\n300\n400\n500\n600\n700\n800\nRelative probability\nAge (Ma)Age (Ma)\n0 500 1,000 1,500 2,000 2,500 3,000 3,500\nAge (Ma)\n0 500 1,000 1,500 2,000 2,500 3,000 3,500\nAge (Ma)\n0 500 1,000 1,500 2,000 2,500 3,000 3,500\n0 500 1,000 1,500 2,000 2,500 3,000 3,500\nAge (Ma)\n0 500 1,000 1,500 2,000 2,500 3,000 3,500\nAge (Ma)\n0 500 1,000 1,500 2,000 2,500 3,000 3,500\n<5 00\nM a\nun re\npr es\nen te\nd\na b\nc d\ne f\n576 Ma 520 Ma\n70 0–\n50 0\nM a\n70 0–\n50 0\nM a\n1,080 Ma\nPangea\nGondwana\nRodinia Nuna Superia/\nsclavia\nPangea\nGondwana\nRodinia Nuna Superia/\nsclavia\nFig. 2 | Cumulative PDPs and histograms. a, Cumulative U–Pb age data (n = 493) for carbonatite-alkaline detrital zircons found in Neoproterozoic–Triassic sandstones from Antarctica (n = 46). b, Cumulative detrital zircon U–Pb age data (n = 5,715) from the same Antarctic samples. c, Global compilation\nof carbonatite crystallization ages. Data from ref. 52. d, Global compilation of kimberlite crystallization ages. Data from ref. 53. e, Global compilation of blueschist metamorphic ages. Data from ref. 30. f, Global compilation of UHP metamorphic ages. Data from ref. 31. The age ranges of supercontinents are shown as gray bands. Data from ref. 24.\n© 2017 Macmillan Publishers Limited, part of Springer Nature. All rights reserved.\nNaTurE GEOSCiENCE | VOL 10 | DECEMBER 2017 | 930–934 | www.nature.com/naturegeoscience932\nArticlesNAtUrE GEOSCiENCE\nnegative shifts in δ 13C, there are few significant large igneous provinces that are known to overlap in age with the Shuram–Wonoka excursion (Fig. 3b). In contrast, our data show that the release of previously sequestered carbon from the subcontinental mantle reservoir through carbonatite-alkaline magmatism temporally overlapped (within the available age constraints) with this distinct δ 13C perturbation.\nThe Shuram–Wonoka excursion has been attributed to secondary (diagenetic) processes42,44, but recent work in Oman, Australia and the western United States confirms that, in some localities, it reflects a primary (marine) signal43,45,46. The − 12‰ δ 13C nadir of the Shuram–Wonoka excursion exceeds what carbon cycle models typically consider to be the canonical − 7‰ to − 5‰ δ 13C value for magmatism4, although we note that the mantle is heterogeneous and bimodal in its δ 13C composition (− 6‰ and − 25‰)47. Thus, assuming the δ 13C perturbation is a primary signal, mass balance suggests that the cause of the excursion may be multifactorial, but strongly influenced by a carbonatite-alkaline magmatic component.\nOur results raise the important question of whether light carbon that has been released from a hypothetical large Neoproterozoic oceanic carbon reservoir4,42,48 was sourced at least in part from greater depths in the mantle. If the prominent increase in carbonatite-alkaline magmatism that overlaps with this excursion is representative of a global pattern, then it highlights a major CO2 contribution to the atmosphere. This spike in carbon outgassing from the Earth’s mantle is likely to have promoted global warming, given the anomalously high proportion of carbon degassed from this type of system in comparison to all other magma types. The release of significant CO2 is consistent with the planet dodging a snowball glaciation during the short-lived ~580 Ma Gaskiers glacial episode49. In addition, the appearance of a significant volume of carbonatite-alkaline magmatism-volcanism produced by melting\nof metasomatized, carbon-enriched mantle or oceanic crust marks the onset of recycling of a similarly significant volume of crustal material, and therefore represents the inception of the modern carbon cycle. Further work is needed to expand the sample suite to other continental regions and to improve rock classification schemes based on zircon trace element geochemistry, which will help to further refine the models set forth in this paper and foster our understanding of the relationship between the endogenic and exogenic components of the carbon cycle through time."
  }, {
    "heading": "Methods",
    "text": "Methods, including statements of data availability and any associated accession codes and references, are available at https://doi. org/10.1038/s41561-017-0011-6.\nReceived: 7 April 2017; Accepted: 23 October 2017;"
  }, {
    "heading": "Published online: 27 November 2017",
    "text": "references 1. Dasgupta, R. Ingassing, storage, and outgassing of terrestrial carbon through\ngeologic time. Rev. Mineral. Geochem. 75, 183–229 (2013). 2. Berner, R. Atmospheric carbon dioxide levels over Phanerozoic time. Science\n249, 1382–1386 (1990). 3. Hoffman, P. F., Kaufman, A. J., Halverson, G. P. & Schrag, D. P. A Neoproterozoic\nsnowball Earth. Science 281, 1342–1346 (1998). 4. Fike, D. A., Grotzinger, J. P., Pratt, L. M. & Summons, R. E. Oxidation of the\nEdiacaran ocean. Nature 444, 744–747 (2006). 5. McKenzie, N. R., Hughes, N. C., Gill, B. C. & Myrow, P. M. Plate tectonic\ninfluences on Neoproterozoic–early Paleozoic climate and animal evolution. Geology 42, 127–130 (2014).\n6. McKenzie, N. R. et al. Continental arc volcanism as the principal driver of icehouse-greenhouse variability. Science 352, 444–447 (2016). 7. Lee, C. T. A. et al. Continental arc-island arc fluctuations, growth of crustal carbonates, and long-term climate change. Geosphere 9, 21–36 (2013). 8. Edmond, J. M. & Huh, Y. Non-steady state carbonate recycling and implications for the evolution of atmospheric pCO2. Earth Planet. Sci. Lett. 216, 125–139 (2003). 9. Caldeira, K. Enhanced Cenozoic chemical-weathering and the subduction of pelagic carbonate. Nature 357, 578–581 (1992). 10. Kerrick, D. M. Present and past nonanthropogenic CO2 degassing from the solid earth. Rev. Geophys. 39, 565–585 (2001). 11. Santosh, M. & Omori, S. CO2 windows from mantle to atmosphere: models on ultrahigh-temperature metamorphism and speculations on the link with melting of snowball Earth. Gondwana Res. 14, 82–96 (2008). 12. Hammouda, T. & Keshav, S. Melting in the mantle in the presence of carbon: review of experiments and discussion on the origin of carbonatites. Chem. Geol. 418, 171–188 (2015). 13. Rukhlov, A. S., Bell, K. & Amelin, Y. Carbonatites, isotopes and evolution of the subcontinental mantle: an overview. in Symp. Crit. Strateg. Mat. 39–64 (British Columbia Geological Survey Paper 2015–3, BC Geological Survey, 2015). 14. Wallace, P. J. Volatiles in subduction zone magmas: concentrations and fluxes based on melt inclusion and volcanic gas data. J. Volcanol. Geotherm. Res. 140, 217–240 (2005). 15. Bailey, D. K. & Hampton, C. M. Volatiles in alkaline magmatism. Lithos 26, 157–165 (1990). 16. Woolley, A. R. & Kemp, D. R. C. in Carbonatites: Genesis and Evolution (ed. Bell, K.) 1–14 (Unwin Hyman, London, 1989). 17. Hudgins, T. R., Mukasa, S. B., Simon, A. C., Moore, G. & Barifaijo, E. Melt inclusion evidence for CO2-rich melts beneath the western branch of the East African Rift: implications for long-term storage of volatiles in the deep lithospheric mantle. Contrib. Mineral. Petrol. 169, 1–18 (2015). 18. Goodge, J. W., Fanning, C. M., Norman, M. D. & Bennett, V. C. Temporal, isotopic and spatial relations of Early Paleozoic Gondwana-margin arc magmatism, Central Transantarctic Mountains, Antarctica. J. Petrol. 53, 2027–2065 (2012). 19. Hagen-Peter, G., Cottle, J. M., Smit, M. & Cooper, A. F. Coupled garnet Lu–Hf and monazite U–Pb geochronology constrain early convergent margin dynamics in the Ross orogen, Antarctica. J. Metamorph. Geol. 34, 293–319 (2016). 20. Paulsen, T. S., Deering, C., Sliwinski, J., Bachmann, O. & Guillong, M. A continental arc tempo discovered in the Pacific-Gondwana margin mudpile? Geology 44, 915–918 (2016). 21. Squire, R. J., Campbell, I. H., Allen, C. M. & Wilson, C. J. L. Did the Transgondwanan Supermountain trigger the explosive radiation of animals on Earth? Earth Planet. Sci. Lett. 250, 116–133 (2006).\ndetrital zircons reported herein with respect to composite carbonate δ 13C chemostratigraphic data, the Sturtian and Marinoan (Snowball Earth) glaciations, the younger, short-term, regional Gaskiers glaciation and large igneous provinces. VPDB, Vienna Pee Dee Belemnite. Figure adapted with permission from ref. 41, Elsevier.\n© 2017 Macmillan Publishers Limited, part of Springer Nature. All rights reserved.\nNaTurE GEOSCiENCE | VOL 10 | DECEMBER 2017 | 930–934 | www.nature.com/naturegeoscience 933\nArticles NAtUrE GEOSCiENCE 22. Pilet, S., Baker, M. B. & Stolper, E. M. Metasomatized lithosphere and the\norigin of alkaline lavas. Science 320, 916–919 (2008). 23. Belousova, E. A., Griffin, W. L., O’Reilly, S. Y. & Fisher, N. I. Igneous zircon:\ntrace element composition as an indicator of source rock type. Contrib. Mineral. Petrol. 143, 602–622 (2002).\n24. Cawood, P. A., Hawkesworth, C. J. & Dhuime, B. The continental record and the generation of continental crust. Bull. Geol. Soc. Am. 125, 14–32 (2013). 25. Veevers, J. J. Pan-Gondwanaland post-collisional extension marked by 650–500 Ma alkaline rocks and carbonatites and related detrital zircons: a review. Earth Sci. Rev. 83, 1–47 (2007). 26. Woolley, A. R. & Bailey, D. K. The crucial role of lithospheric structure in the generation and release of carbonatites: geological evidence. Mineral. Mag. 76, 259–270 (2012). 27. Stern, R. J., Leybourne, M. I. & Tsujimori, T. Kimberlites and the start of plate tectonics. Geology 44, 1–4 (2016). 28. Bell, K. & Simonetti, A. Source of parental melts to carbonatites — critical isotopic constraints. Mineral. Petrol. 98, 77–89 (2010). 29. Hulett, S. R. W., Simonetti, A., Rasbury, E. T. & Hemming, N. G. Recycling of subducted crustal components into carbonatite melts revealed by boron isotopes. Nat. Geosci. 9, 9–14 (2016). 30. Tsujimori, T. & Ernst, W. G. Lawsonite blueschists and lawsonite eclogites as proxies for palaeo-subduction zone processes: a review. J. Metamorph. Geol. 32, 437–454 (2014). 31. Liou, J. G., Tsujimori, T., Yang, J., Zhang, R. Y. & Ernst, W. G. Recycling of crustal materials through study of ultrahigh-pressure minerals in collisional orogens, ophiolites, and mantle xenoliths: a review. J. Asian Earth Sci. 96, 386–420 (2014). 32. Brown, M. Metamorphic conditions in orogenic belts: a record of secular change. Int. Geol. Rev. 49, 193–234 (2007). 33. Horton, F. Did phosphorus derived from the weathering of large igneous provinces fertilize the Neoproterozoic ocean? Geochem. Geophys. Geosyst. 16, 1723–1738 (2015). 34. Woolley, A. R. in Carbonatites: Genesis and Evolution 15–37 (Unwin Hyman, London, 1989). 35. Hagen-Peter, G. & Cottle, J. M. Synchronous alkaline and subalkaline magmatism during the late Neoproterozoic–early Paleozoic Ross orogeny, Antarctica: insights into magmatic sources and processes within a continental arc. Lithos 262, 677–698 (2016). 36. Gernon, T. M., Hincks, T. K., Tyrrell, T., Rohling, E. J. & Palmer, M. R. Snowball Earth ocean chemistry driven by extensive ridge volcanism during Rodinia breakup. Nat. Geosci. 9, 242–248 (2016). 37. Doig, R. An alkaline rock province linking Europe and North America. Can. J. Earth Sci. 22, 22–28 (1970). 38. Tappe, S. et al. Genesis of ultramafic lamprophyres and carbonatites at Aillik Bay, Labrador: a consequence of incipient lithospheric thinning beneath the North Atlantic Craton. J. Petrol. 47, 1261–1315 (2006). 39. Payne, J. L. et al. Calcium isotope constraints on the end-Permian mass extinction. Proc. Natl Acad. Sci. USA 107, 8543–8548 (2010). 40. Storey, M., Duncan, R. A. & Swisher, C. C. Paleocene-Eocene thermal maximum and the opening of the Northeast Atlantic. Science 316, 587–589 (2007). 41. Cox, G. M. et al. Continental flood basalt weathering as a trigger for Neoproterozoic Snowball Earth. Earth Planet. Sci. Lett. 446, 89–99 (2016). 42. Grotzinger, J. P., Fike, D. A. & Fischer, W. W. Enigmatic origin of the largest-known carbon isotope excursion in Earth’s history. Nat. Geosci. 4, 285–292 (2011). 43. Husson, J. M., Maloof, A. C., Schoene, B., Chen, C. Y. & Higgins, J. A. Stratigraphic expression of Earth’s deepest δ 13C excursion in the Wonoka Formation of South Australia. Am. J. Sci. 315, 1–45 (2015).\n44. Derry, L. A. A burial diagenesis origin for the Ediacaran Shuram–Wonoka carbon isotope anomaly. Earth Planet. Sci. Lett. 294, 152–162 (2010). 45. Lee, C., Love, G. D., Fischer, W. W., Grotzinger, J. P. & Halverson, G. P. Marine organic matter cycling during the Ediacaran Shuram excursion. Geology 43, 1103–1106 (2015). 46. Minguez, D. & Kodama, K. P. Rock magnetic chronostratigraphy of the Shuram carbon isotope excursion: Wonoka Formation, Australia. Geology 45, 567–570 (2017). 47. Deines, P. The carbon isotope geochemistry of mantle xenoliths. Earth Sci. Rev. 58, 247–278 (2002). 48. Rothman, D. H., Hayes, J. M. & Summons, R. E. Dynamics of the Neoproterozoic carbon cycle. Proc. Natl Acad. Sci. USA 100, 8124–8129 (2003). 49. Pu, J. P. et al. Dodging snowballs: geochronology of the Gaskiers glaciation and the first appearance of the Ediacaran biota. Geology 44, 955–958 (2016). 50. Hall, C. E., Cooper, A. F. & Parkinson, D. L. Early Cambrian carbonatite in Antarctica. J. Geol. Soc. Lond. 152, 721–728 (1995). 51. Casquet, C. et al. A deformed alkaline igneous rock-carbonatite complex from the Western Sierras Pampeanas, Argentina: evidence for late Neoproterozoic opening of the Clymene Ocean? Precambr. Res. 165, 205–220 (2008). 52. Woolley, A. R. & Kjarsgaard, B. A. Carbonatite Occurrences of the World: Map and Database (Geological Survey of Canada, 2008); http://geopub.nrcan. gc.ca/moreinfo_e.php?id=225115&_h=Woolley. 53. Faure, S. World Kimberlites CONSOREM Database v. 2006–2 (Univ. Quebec at Montreal, 2006); https://consorem.uqac.ca/kimberlite/world_kimberlites_ and_lamproites_consorem_database__v2010.x. 54. Voice, P. J., Kowalewski, M. & Eriksson, K. A. Quantifying the timing and rate of crustal evolution: global compilation of radiometrically dated detrital zircon grains. J. Geol. 119, 109–126 (2011).\nacknowledgements This research used rock samples provided by the United States Polar Rock Repository and New Zealand PETLAB rock collections. The authors acknowledge support from NSF-0835480 to T.P., the UW Oshkosh EAA/CR Meyer and Penson Endowed Professorships and Faculty Development Program and the Scientific Center for Optical and Electron Microscopy ScopeM of the Swiss Federal Institute of Technology ETHZ. We thank E. Stump and G. Gehrels for zircons provided from four samples.\nauthor contributions T.P. and C.D. conceived the study. T.P. procured samples and mineral separates. J.S. conducted imaging, U–Pb age and trace element analyses. All authors participated in the interpretation of results and read and approved the final manuscript."
  }, {
    "heading": "Competing interests",
    "text": "The authors declare no competing financial interests.\nadditional information Supplementary information is available for this paper at https://doi.org/10.1038/ s41561-017-0011-6.\nReprints and permissions information is available at www.nature.com/reprints.\nCorrespondence and requests for materials should be addressed to T.P.\nPublisher’s note: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.\n© 2017 Macmillan Publishers Limited, part of Springer Nature. All rights reserved.\nNaTurE GEOSCiENCE | VOL 10 | DECEMBER 2017 | 930–934 | www.nature.com/naturegeoscience934\nArticlesNAtUrE GEOSCiENCE"
  }, {
    "heading": "Methods",
    "text": "Heavy mineral separation and imaging. The 46 samples included in this study are shown according to their sample localities in Supplementary Fig. 1. Mineral concentrates were obtained from these samples by conventional mineral separation techniques, namely: panning, heavy liquid separation with bromoform and magnetic separation with a Frantz isodynamic magnetic separator. Zircon grains were mounted in a standard 1” epoxy mount and polished to 1 μ m with SiC paper and diamond paste. Cathodolumiscence images were obtained using a FEI Quanta 200 FEG equipped with a GATAN MiniCL detector at the Scientific Center for Optical and Electron Microscopy, ETH Zürich, which were in turn used to map the subsequent spots of the U–Pb age and trace element analyses.\nU–Pb age analyses. The U–Pb geochronology of the zircons was conducted by laser ablation inductively coupled plasma mass spectrometry (LA-ICPMS) at the Institute of Geochemistry and Petrology, ETH Zürich. The analysis involves the ablation of zircon with a 193 nm ASI Resolution ArF excimer laser using a spot diameter of 29 µ m. The ablated material is transported by a helium/argon mixture to the plasma source of a Thermo Element XR magnetic sector ICPMS (Thermo Fisher) equipped with a triple detector (pulse counter, analogue and Faraday cup). Masses 202, 204, 206, 207, 208, 232, 235 and 238 were measured, although only measurements where all isotopes were detected in pulse counting mode were used (< 5 Mc.p.s.). Analyses were obtained using 2.0 J cm−2 energy density set at 5 Hz for 30 s total ablation time and a total gas blank/background measurement time of 9 s. Data were collected in runs of 30 samples bracketed before and after by three analyses of the primary zircon reference material GJ-151 as well as secondary reference zircons 9150052 and Plesovice53. Data handling and reduction were performed with Iolite v2.554 and VizualAge55, respectively, producing ages and isotope ratios corrected for mass bias, instrumental drift and downhole fractionation using primary reference material. Downhole fractionation54 was generally very similar between the primary and secondary zircon reference materials, as well as the samples. The pooled secondary reference material ages within each analytical session had a standard error (that is, the standard deviation of the mean) of ~1–1.5% and an accuracy corresponding to an age within 1–2% of the reference Isotope Dilution Thermal Ionization Mass Spectrometry age.\nFor each analysis, the errors in determining 206Pb/238U result in a measurement error of ~1–2% (2σ) in the 206Pb/238U age. The errors in measurement of 206Pb/207Pb also result in ~1–2% (2σ ) uncertainty in the 206Pb/207Pb age for grains that are > 1,000 Ma, but are substantially larger (1–5%) for younger grains due to low intensity of the 207Pb signal. Interpreted ages are based on 206Pb/238U for < 1,000 Ma grains and on 206Pb/207Pb for > 1,000 Ma grains. This division at 1,000 Ma results from the increasing uncertainty of 206Pb/238U dates and the decreasing uncertainty of 206Pb/207Pb dates as a function of increasing age.\nCommon Pb correction was not applied en masse, but common Pb was avoided in two ways: (1) integration windows for age and isotopic ratio determination in Iolite were selected only where the 204Pb concentration was observed to be minimal to non-existent; (2) Iolite’s Live Concordia feature was used to visualize the data in real-time, whereby integration windows were set in such a way as to avoid extremely discordant values.\nThe new U–Pb age analytical data (n = 5,665 U–Pb zircon age analyses from 29 samples) for Marie Byrd Land, south Victoria Land, the central Transantarctic Mountains, the Queen Maud Mountains and the Pensacola Mountains are reported in Supplementary Table 1. The uncertainties shown in these tables are at the 2σ level and include only measurement errors. Analyses that are < 15% discordant (by comparison of the 206Pb/238U and 206Pb/207Pb ages) or < 5% reverse discordant were not considered. Paulsen et al.56 reported n = 1,147 age concordant U–Pb zircon age analyses from 16 samples in north Victoria Land that are also used in this study, but not included in Supplementary Table 1. Paulsen et al.57 reported n = 195 age concordant U–Pb zircon age analyses from 1 sample from south Victoria Land and Paulsen et al.58 report n = 235 U–Pb zircon age analyses from 1 sample from the Queen Maud Mountains, the data from both of which are used in this study and also included in Supplementary Table 1. In total, n = 5,715 U–Pb age analyses (including those reported in refs 56–58) meet acceptable concordance thresholds.\nTrace element analyses. Trace elements were measured using the same LA-ICPMS instrument in an effort to determine the source rock provenance of the igneous zircons. Laser spots typically reoccupied the same spot location for the U–Pb age analyses for the majority of the new data reported here. For data from north Victoria Land (some of which was previously reported in ref. 20), laser spots were selected within the same zone for zircons where possible, although the small size of many of the zircons mostly precluded this possibility. This does not seem to have significantly impacted the results; zircons from the north Victoria Land region are strikingly similar in their age versus trace element patterns to those patterns found elsewhere over a large area along the Antarctic continental margin. Because trace elements were measured in zircons alongside U–Pb age determinations, the analytical parameters are identical to those described above. Two standards (either NIST610 or NIST612 synthetic glass standards) were dispersed every 30 analyses and used for drift correction. Drift correction and data reduction were carried out with the MATLABbased SILLS software59 and trace element concentrations were normalized to a Si value of 151,682 ppm (equivalent to the Si content in a grain that is 99% ZrSiO4). Owing to\nintergrain heterogeneities, it is difficult to assess the accuracy of trace element analysis using the 91500 and Plesovice grains. However, the primary reference material GJ-1 was measured on a single large grain and therefore demonstrates consistent behaviour. Pooled GJ-1 analyses typically have a standard deviation of 2–5% and lie well within the variable compositions reported in the GEOREM database.\nOf the zircons that yielded U–Pb ages that met acceptable concordance thresholds, 93% (n = 5,340 of 5715) have U/Th ratios of < 10 (based on trace element results) suggesting that the zircons we analysed primarily formed during magma crystallization60,61, a result consistent with the presence of zircon grains with oscillatory zoned interiors and rational crystal faces62.\nWe applied the ‘Long’ classification and regression tree analysis (CART) to the zircon trace element data following ref. 23. The CART tree is a series of binary choices in element concentrations through which a zircon’s measured trace element composition can be passed to yield an igneous parent rock type at a terminal node. The trace element thresholds defining the branches of the tree are based on multivariate statistical analyses of trace element concentrations or their ratios to distinguish rock types whose zircons may otherwise overlap in bivariate chemical plots. Belousova et al.23 showed that the igneous parent rock of a subset of zircons that were set aside and not used for defining the classification tree could be distinguished with a reasonable probability (> 80%) for carbonatites (84%), kimberlites (89%), syenites (100%), Ne-syenite and syenite pegmatites (93%) and dolerites (84%). Zircons from other granitoids (65–70% SiO2, 70–75% SiO2, > 75% SiO2 and larvikites, a high-potassium granitoid) were distinguished with a > 80% confidence with further subdivision into SiO2 classes commonly yielding misclassification primarily into higher or lower SiO2 content classes and therefore lower confidence23. Basalts were distinguished with a 47% confidence23.\nFor the purpose of this study, we relied on the higher-confidence portion of the CART classification tree that distinguishes alkaline zircons (carbonatites, syenites, kimberlites, Ne-syenites and syenite pegmatites) from all other rock types. Zircons from alkaline rocks have Lu < 20.7 ppm (carbonatites, syenites and kimberlites) or Lu > 20.7 ppm, then U < 38 ppm (Ne syenites and syenite pegmatites). The majority of alkaline zircons (described below) in our samples have trace element concentrations indicative of carbonatites (Lu < 20.7 ppm, Ta > 0.5 ppm and then Lu > 2.3 ppm) and syenites (Lu < 20.7 ppm then Ta < 0.5 ppm). Kimberlites are distinguished following Lu < 20.7 ppm, Ta > 0.5 ppm and then Lu < 2.3 ppm. Belousova et al.23 found minor rates of misclassification in these fields that yielded one of the two other alkaline rock types, a result that probably reflects a common petrotectonic relationship of their parental magmas. We excluded zircons with U/Th ratios > 10 (n = 375) from the CART analysis because the higher ratio can develop as a consequence of metamorphism61,63.\nOne of the key elements used in this classification tree to distinguish between alkaline and subalkaline host rock types is Lu. This should therefore emerge in an examination of Lu versus age based on the model we present. It is clear that an excursion in Lu centred around 600–500 Ma exists (Supplementary Fig. 3). The low-Lu excursion highlights the portion of both the Short and Long CART classifications that only include alkaline-carbonatite-kimberlite host rock types.\nThe new trace element analytical data (n = 6,612 trace element analyses from 45 samples) are reported in Supplementary Table 1. Paulsen et al.20 reported n = 554 trace element analytical data for zircons from 16 sandstones from north Victoria Land that are also used in this study, but not included in Supplementary Table 1. Paulsen et al.57 reported n = 195 trace element analytical data for zircons from one sample from south Victoria Land and Paulsen et al.58 reported n = 235 trace element analytical data for zircons from one sample from the Queen Maud Mountains, the data from both of which are used in this study and also included in Supplementary Table 1.\nStatistical analyses. The U–Pb zircon ages are shown on probability density plots (PDPs)64 in Fig. 2b and according to their study regions in Supplementary Fig. 2a. These diagrams consider each age and its uncertainty (for measurement error only) as a normal distribution and sum all ages from a study area into a single curve. The samples analysed in this study typically show polymodal age spectra, indicating derivation from an age-varied protolith. The samples are dominated by ~1,200–950 Ma (Mesoproterozoic–Neoproterozoic) and ~700–475 Ma (Neoproterozoic–Ordovician) zircon age populations that reflect global igneous flare ups6, with other subsidiary U–Pb zircon age populations that range from ~2,700–1,400 Ma (Mesoarchean– Mesoproterozoic) similar to previous studies56. A total of n = 493 carbonatite (n = 190) and alkaline (syenite, n = 218; kimberlite, n = 27; Ne-syenite/syenite pegmatite, n = 58) U–Pb age analyses met acceptable concordance thresholds. The carbonatite and alkaline (kimberlite, syenite and Ne-syenite and syenite pegmatite) U–Pb zircon ages are shown on PDPs64 in Figs. 2a and 3b and Supplementary Fig. 2b.\nThe age ranges and peak ages of clusters reported were determined using Age Pick65. The age ranges and peak ages require three or more age contributions at the 2σ level. The Age Pick program yields the numbers of grain ages that fall within an age range (not the number of analyses that make probability contributions to define the age range). The Age Pick program also yields the numbers of analyses that contribute to an age probability peak at the 2σ level. Probability peaks are required to have probability contributions from three or more overlapping analyses. We use the 2015 International Chronostratigraphic Chart timescale66 where we discuss the age results according to sample region in the Supplementary Information.\n© 2017 Macmillan Publishers Limited, part of Springer Nature. All rights reserved.\nNaTurE GEOSCiENCE | www.nature.com/naturegeoscience\nArticles NAtUrE GEOSCiENCE Chi-squared tests were performed to test the statistical significance of changes in carbonatite-alkaline zircon abundance in the overall zircon age population. These tests compare: (1) the percentages of carbonatite-alkaline zircons for older time intervals (500 Myr increments) to the youngest (400–899 Ma) interval, and (2) the percentages of carbonatite-alkaline zircons for the > 900 Ma time interval to the youngest (400–899 Ma) interval. Cumulative histograms showing the carbonatitealkaline percentages, numbers of U–Pb zircon ages and numbers of carbonatitealkaline zircon ages are shown in Supplementary Fig. 4. These diagrams show the percentages and their range of certainty at the 95% confidence level, as well as the resultant P values for each age bin. The statistical analyses were conducted using Wizard for Mac.\nData availability. All data analysed in this study were previously published in the cited references or are reported in the Supplementary Information. The source data for the global compilations of carbonatite, kimberlite, blueschist and UHP metamorphic rocks are from refs 30,31,67,68. Localities shown in Fig. 1 for approximately 700–500 Ma carbonatite and alkaline rocks and carbonatite-alkaline detrital zircons found by previous studies are from refs 20,25,35,69–71. The composite carbonate δ 13C chemostratigraphic data, the Sturtian and Marinoan (Snowball Earth) and the younger, short-term, regional Gaskiers glaciations, and large igneous provinces shown in Fig. 3 are from ref. 41. Paulsen et al.56 reported n = 1,147 age concordant U–Pb zircon age analyses from 16 samples in north Victoria Land and Paulsen et al.20 reported n = 554 trace element analytical data for zircons from these same sandstones.\nreferences 55. Jackson, S. E., Pearson, N. J., Griffin, W. L. & Belousova, E. A. The application\nof laser ablation-inductively coupled plasma-mass spectrometry to in situ U–Pb zircon geochronology. Chem. Geol. 211, 47–69 (2004).\n56. Wiedenbeck, M. et al. Three natural zircon standards for U–Th–Pb, Lu–Hf, trace element, and REE analyses. Geostand. Newsl. 19, 1–23 (1995). 57. Sláma, J. et al. Plesovice zircon — a new natural reference material for U–Pb and Hf isotopic microanalysis. Chem. Geol. 249, 1–35 (2008). 58. Paton, C. et al. Improved laser ablation U–Pb zircon geochronology through robust downhole fractionation correction. Geochem. Geophys. Geosyst. 11, Q0AA06 (2010).\n59. Petrus, J. A. & Kamber, B. S. VizualAge: a novel approach to laser ablation ICP-MS U–Pb geochronology data reduction. Geostand. Geoanal. Res. 36, 247–270 (2012). 60. Paulsen, T. S., Deering, C., Sliwinski, J., Bachmann, O. & Guillong, M. Detrital zircon ages from the Ross Supergroup, north Victoria Land, Antarctica: implications for the tectonostratigraphic evolution of the Pacific-Gondwana margin. Gondwana Res. 35, 79–96 (2016). 61. Paulsen, T., Deering, C., Sliwinski, J., Bachmann, O. & Guillong, M. New detrital zircon age and trace element evidence for 1450 Ma igneous zircon sources in East Antarctica. Precambrian Res. 300, 53–58 (2017). 62. Paulsen, T. et al. Detrital zircon ages and trace element compositions of Permian–Triassic foreland basin strata of the Gondwanide orogen, Antarctica. Geosphere 13, 1–9 (2017). 63. Guillong, M., Meier, D., Allan, M., Heinrich, C. & Yardley, B. SILLS: A MATLAB-based Program for the Reduction of Laser Ablation ICP-MS Data of Homogeneous Materials and Inclusions 328–333 (Short Course 40, Mineralogical Association of Canada, 2008). 64. Rubatto, D. Zircon trace element geochemistry: partitioning with garnet and the link between U–Pb ages and metamorphism. Chem. Geol. 184, 123–138 (2002). 65. Hoskin, P. W. O. & Schaltegger, U. The composition of zircon and igneous and metamorphic petrogenesis. Rev. Mineral. Geochemistry 53, 27–62 (2003). 66. Corfu, F., Hanchar, J. M., Hoskin, P. W. O. & Kinny, P. Atlas of zircon textures. Rev. Mineral. Geochemistry 53, 469–500 (2003). 67. Gehrels, G. et al. U–Th–Pb geochronology of the Coast Mountains batholith in north-coastal British Columbia: constraints on age and tectonic evolution. Bull. Geol. Soc. Am. 121, 1341–1361 (2009). 68. Ludwig, K. R. User’s Manual for Isoplot 3.00 — A Geochronological Toolkit for Microsoft Excel Special Publication No. 4 (Berkeley Geochronology Center, Berkeley, 2003). 69. Gehrels, G. AGE PICK (2009); http://www.geo.arizona.edu/alc. 70. Cohen, K. M., Finney, S. C., Gibbard, P. L. & Fan, J.-X. The ICS International\nChronostratigraphic Chart. Episodes 36, 199–204 (2013). 71. Veevers, J. J., Belousova, E. A. & Saeed, A. Zircons traced from the\n700–500 Ma Transgondwanan supermountains and the Gamburtsev subglacial mountains to the Ordovician Lachlan Orogen, Cretaceous Ceduna Delta, and modern Channel Country, central-southern Australia. Sediment. Geol. 334, 115–141 (2016).\n© 2017 Macmillan Publishers Limited, part of Springer Nature. All rights reserved.\nNaTurE GEOSCiENCE | www.nature.com/naturegeoscience"
  }],
  "year": 2017,
  "references": [{
    "title": "Ingassing, storage, and outgassing of terrestrial carbon through geologic time",
    "authors": ["R. Dasgupta"],
    "venue": "Rev. Mineral. Geochem",
    "year": 2013
  }, {
    "title": "Atmospheric carbon dioxide levels over Phanerozoic time",
    "authors": ["R. Berner"],
    "venue": "Science 249,",
    "year": 1990
  }, {
    "title": "A Neoproterozoic snowball Earth",
    "authors": ["P.F. Hoffman", "A.J. Kaufman", "G.P. Halverson", "D.P. Schrag"],
    "venue": "Science 281,",
    "year": 1998
  }, {
    "title": "Oxidation of the Ediacaran ocean",
    "authors": ["D.A. Fike", "J.P. Grotzinger", "L.M. Pratt", "R.E. Summons"],
    "venue": "Nature 444,",
    "year": 2006
  }, {
    "title": "Plate tectonic influences on Neoproterozoic–early Paleozoic climate and animal evolution",
    "authors": ["N.R. McKenzie", "N.C. Hughes", "B.C. Gill", "P.M. Myrow"],
    "venue": "Geology 42,",
    "year": 2014
  }, {
    "title": "Continental arc volcanism as the principal driver of icehouse-greenhouse variability",
    "authors": ["McKenzie", "N. R"],
    "venue": "Science 352,",
    "year": 2016
  }, {
    "title": "Continental arc-island arc fluctuations, growth of crustal carbonates, and long-term climate change",
    "authors": ["Lee", "C.T. A"],
    "venue": "Geosphere 9,",
    "year": 2013
  }, {
    "title": "Non-steady state carbonate recycling and implications for the evolution of atmospheric  pCO2",
    "authors": ["J.M. Edmond", "Y. Huh"],
    "venue": "Earth Planet. Sci. Lett. 216,",
    "year": 2003
  }, {
    "title": "Enhanced Cenozoic chemical-weathering and the subduction of pelagic carbonate",
    "authors": ["K. Caldeira"],
    "venue": "Nature 357,",
    "year": 1992
  }, {
    "title": "Present and past nonanthropogenic CO2 degassing from the solid earth",
    "authors": ["D.M. Kerrick"],
    "venue": "Rev. Geophys. 39,",
    "year": 2001
  }, {
    "title": "models on ultrahigh-temperature metamorphism and speculations on the link with melting of snowball Earth",
    "authors": ["M. Santosh", "Omori", "S. CO2 windows from mantle to atmosphere"],
    "venue": "Gondwana Res. 14, 82–96",
    "year": 2008
  }, {
    "title": "review of experiments and discussion on the origin of carbonatites",
    "authors": ["T. Hammouda", "Keshav", "S. Melting in the mantle in the presence of carbon"],
    "venue": "Chem. Geol. 418, 171–188",
    "year": 2015
  }, {
    "title": "an overview",
    "authors": ["A.S. Rukhlov", "K. Bell", "Amelin", "Y. Carbonatites", "isotopes", "evolution of the subcontinental mantle"],
    "venue": "in Symp. Crit. Strateg. Mat. 39–64",
    "year": 2015
  }, {
    "title": "concentrations and fluxes based on melt inclusion and volcanic gas data",
    "authors": ["Wallace", "P.J. Volatiles in subduction zone magmas"],
    "venue": "J. Volcanol. Geotherm. Res. 140, 217–240",
    "year": 2005
  }, {
    "title": "Volatiles in alkaline magmatism",
    "authors": ["D.K. Bailey", "C.M. Hampton"],
    "venue": "Lithos 26,",
    "year": 1990
  }, {
    "title": "Genesis and Evolution (ed",
    "authors": ["A.R. Woolley", "Kemp", "D.R.C. in Carbonatites"],
    "venue": "Bell, K.) 1–14",
    "year": 1989
  }, {
    "title": "implications for long-term storage of volatiles in the deep lithospheric mantle",
    "authors": ["T.R. Hudgins", "S.B. Mukasa", "A.C. Simon", "G. Moore", "Barifaijo", "E. Melt inclusion evidence for CO2-rich melts beneath the western branch of the East African Rift"],
    "venue": "Contrib. Mineral. Petrol. 169, 1–18",
    "year": 2015
  }, {
    "title": "Temporal, isotopic and spatial relations of Early Paleozoic Gondwana-margin arc magmatism, Central Transantarctic Mountains, Antarctica",
    "authors": ["J.W. Goodge", "C.M. Fanning", "M.D. Norman", "V.C. Bennett"],
    "venue": "J. Petrol",
    "year": 2012
  }, {
    "title": "Coupled garnet Lu–Hf and monazite U–Pb geochronology constrain early convergent margin dynamics in the Ross orogen, Antarctica",
    "authors": ["G. Hagen-Peter", "J.M. Cottle", "M. Smit", "A.F. Cooper"],
    "venue": "J. Metamorph. Geol",
    "year": 2016
  }, {
    "title": "A continental arc tempo discovered in the Pacific-Gondwana margin mudpile",
    "authors": ["T.S. Paulsen", "C. Deering", "J. Sliwinski", "O. Bachmann", "M. Guillong"],
    "venue": "Geology 44,",
    "year": 2016
  }, {
    "title": "Did the Transgondwanan Supermountain trigger the explosive radiation of animals on Earth",
    "authors": ["R.J. Squire", "I.H. Campbell", "C.M. Allen", "C.J.L. Wilson"],
    "venue": "Earth Planet. Sci. Lett. 250,",
    "year": 2006
  }, {
    "title": "Metasomatized lithosphere and the origin of alkaline lavas",
    "authors": ["S. Pilet", "M.B. Baker", "E.M. Stolper"],
    "venue": "Science 320,",
    "year": 2008
  }, {
    "title": "trace element composition as an indicator of source rock type",
    "authors": ["E.A. Belousova", "W.L. Griffin", "S.Y. O’Reilly", "Fisher", "N.I. Igneous zircon"],
    "venue": "Contrib. Mineral. Petrol. 143, 602–622",
    "year": 2002
  }, {
    "title": "The continental record and the generation of continental crust",
    "authors": ["P.A. Cawood", "C.J. Hawkesworth", "B. Dhuime"],
    "venue": "Bull. Geol. Soc. Am. 125,",
    "year": 2013
  }, {
    "title": "a review",
    "authors": ["Veevers", "J.J. Pan-Gondwanaland post-collisional extension marked by 650–500 Ma alkaline rocks", "carbonatites", "related detrital zircons"],
    "venue": "Earth Sci. Rev. 83, 1–47",
    "year": 2007
  }, {
    "title": "geological evidence",
    "authors": ["A.R. Woolley", "Bailey", "D.K. The crucial role of lithospheric structure in the generation", "release of carbonatites"],
    "venue": "Mineral. Mag. 76, 259–270",
    "year": 2012
  }, {
    "title": "Kimberlites and the start of plate tectonics",
    "authors": ["R.J. Stern", "M.I. Leybourne", "T. Tsujimori"],
    "venue": "Geology 44,",
    "year": 2016
  }, {
    "title": "Source of parental melts to carbonatites — critical isotopic constraints. Mineral",
    "authors": ["K. Bell", "A. Simonetti"],
    "venue": "Petrol. 98,",
    "year": 2010
  }, {
    "title": "Recycling of subducted crustal components into carbonatite melts revealed by boron isotopes",
    "authors": ["S.R.W. Hulett", "A. Simonetti", "E.T. Rasbury", "N.G. Hemming"],
    "venue": "Nat. Geosci",
    "year": 2016
  }, {
    "title": "a review",
    "authors": ["T. Tsujimori", "Ernst", "W.G. Lawsonite blueschists", "lawsonite eclogites as proxies for palaeo-subduction zone processes"],
    "venue": "J. Metamorph. Geol. 32, 437–454",
    "year": 2014
  }, {
    "title": "a review",
    "authors": ["J.G. Liou", "T. Tsujimori", "J. Yang", "R.Y. Zhang", "Ernst", "W.G. Recycling of crustal materials through study of ultrahigh-pressure minerals in collisional orogens", "ophiolites", "mantle xenoliths"],
    "venue": "J. Asian Earth Sci. 96, 386–420",
    "year": 2014
  }, {
    "title": "a record of secular change",
    "authors": ["Brown", "M. Metamorphic conditions in orogenic belts"],
    "venue": "Int. Geol. Rev. 49, 193–234",
    "year": 2007
  }, {
    "title": "Did phosphorus derived from the weathering of large igneous provinces fertilize the Neoproterozoic ocean? Geochem",
    "authors": ["F. Horton"],
    "venue": "Geophys. Geosyst",
    "year": 2015
  }, {
    "title": "Carbonatites: Genesis and Evolution 15–37",
    "authors": ["A.R. Woolley"],
    "venue": "(Unwin Hyman, London,",
    "year": 1989
  }, {
    "title": "insights into magmatic sources and processes within a continental arc",
    "authors": ["G. Hagen-Peter", "Cottle", "J.M. Synchronous alkaline", "subalkaline magmatism during the late Neoproterozoic–early Paleozoic Ross orogeny", "Antarctica"],
    "venue": "Lithos 262, 677–698",
    "year": 2016
  }, {
    "title": "Snowball Earth ocean chemistry driven by extensive ridge volcanism during Rodinia breakup",
    "authors": ["T.M. Gernon", "T.K. Hincks", "T. Tyrrell", "E.J. Rohling", "M.R. Palmer"],
    "venue": "Nat. Geosci",
    "year": 2016
  }, {
    "title": "An alkaline rock province linking Europe and North America",
    "authors": ["R. Doig"],
    "venue": "Can. J. Earth Sci. 22,",
    "year": 1970
  }, {
    "title": "a consequence of incipient lithospheric thinning beneath the North Atlantic Craton",
    "authors": ["Tappe", "S. et al. Genesis of ultramafic lamprophyres", "carbonatites at Aillik Bay", "Labrador"],
    "venue": "J. Petrol. 47, 1261–1315",
    "year": 2006
  }, {
    "title": "Calcium isotope constraints on the end-Permian mass extinction",
    "authors": ["Payne", "J. L"],
    "venue": "Proc. Natl Acad. Sci. USA 107,",
    "year": 2010
  }, {
    "title": "Paleocene-Eocene thermal maximum and the opening of the Northeast Atlantic",
    "authors": ["M. Storey", "R.A. Duncan", "C.C. Swisher"],
    "venue": "Science 316,",
    "year": 2007
  }, {
    "title": "Continental flood basalt weathering as a trigger for Neoproterozoic Snowball Earth",
    "authors": ["Cox", "G. M"],
    "venue": "Earth Planet. Sci. Lett. 446,",
    "year": 2016
  }, {
    "title": "Enigmatic origin of the largest-known carbon isotope excursion in Earth’s history",
    "authors": ["J.P. Grotzinger", "D.A. Fike", "W.W. Fischer"],
    "venue": "Nat. Geosci",
    "year": 2011
  }, {
    "title": "Stratigraphic expression of Earth’s deepest δ 13C excursion in the Wonoka Formation of South Australia",
    "authors": ["J.M. Husson", "A.C. Maloof", "B. Schoene", "C.Y. Chen", "J.A. Higgins"],
    "venue": "Am. J. Sci",
    "year": 2015
  }, {
    "title": "A burial diagenesis origin for the Ediacaran Shuram–Wonoka carbon isotope anomaly",
    "authors": ["L.A. Derry"],
    "venue": "Earth Planet. Sci. Lett. 294,",
    "year": 2010
  }, {
    "title": "Marine organic matter cycling during the Ediacaran Shuram excursion",
    "authors": ["C. Lee", "G.D. Love", "W.W. Fischer", "J.P. Grotzinger", "G.P. Halverson"],
    "venue": "Geology 43,",
    "year": 2015
  }, {
    "title": "Wonoka Formation, Australia",
    "authors": ["D. Minguez", "Kodama", "K.P. Rock magnetic chronostratigraphy of the Shuram carbon isotope excursion"],
    "venue": "Geology 45, 567–570",
    "year": 2017
  }, {
    "title": "The carbon isotope geochemistry of mantle xenoliths",
    "authors": ["P. Deines"],
    "venue": "Earth Sci. Rev. 58,",
    "year": 2002
  }, {
    "title": "Dynamics of the Neoproterozoic carbon cycle",
    "authors": ["D.H. Rothman", "J.M. Hayes", "R.E. Summons"],
    "venue": "Proc. Natl Acad. Sci. USA 100,",
    "year": 2003
  }, {
    "title": "geochronology of the Gaskiers glaciation and the first appearance of the Ediacaran biota",
    "authors": ["Pu", "J.P. et al. Dodging snowballs"],
    "venue": "Geology 44, 955–958",
    "year": 2016
  }, {
    "title": "Early Cambrian carbonatite in Antarctica",
    "authors": ["C.E. Hall", "A.F. Cooper", "D.L. Parkinson"],
    "venue": "J. Geol. Soc. Lond. 152,",
    "year": 1995
  }, {
    "title": "evidence for late Neoproterozoic opening of the Clymene Ocean? Precambr",
    "authors": ["Casquet", "C. et al. A deformed alkaline igneous rock-carbonatite complex from the Western Sierras Pampeanas", "Argentina"],
    "venue": "Res. 165, 205–220",
    "year": 2008
  }, {
    "title": "Carbonatite Occurrences of the World: Map and Database (Geological Survey of Canada, 2008); http://geopub.nrcan. gc.ca/moreinfo_e.php?id=225115&_h=Woolley",
    "authors": ["A.R. Woolley", "B.A. Kjarsgaard"],
    "year": 2008
  }, {
    "title": "The application of laser ablation-inductively coupled plasma-mass spectrometry to in situ U–Pb zircon geochronology",
    "authors": ["S.E. Jackson", "N.J. Pearson", "W.L. Griffin", "E.A. Belousova"],
    "venue": "Chem. Geol. 211,",
    "year": 2004
  }, {
    "title": "Three natural zircon standards for U–Th–Pb, Lu–Hf, trace element, and REE analyses",
    "authors": ["M Wiedenbeck"],
    "venue": "Geostand. Newsl. 19,",
    "year": 1995
  }, {
    "title": "Plesovice zircon — a new natural reference material for U–Pb and Hf isotopic microanalysis",
    "authors": ["J Sláma"],
    "venue": "Chem. Geol. 249,",
    "year": 2008
  }, {
    "title": "Improved laser ablation U–Pb zircon geochronology through robust downhole fractionation correction",
    "authors": ["C Paton"],
    "venue": "Geochem. Geophys. Geosyst. 11,",
    "year": 2010
  }, {
    "title": "a novel approach to laser ablation ICP-MS U–Pb geochronology data reduction",
    "authors": ["J.A. Petrus", "Kamber", "B.S. VizualAge"],
    "venue": "Geostand. Geoanal. Res. 36, 247–270",
    "year": 2012
  }, {
    "title": "implications for the tectonostratigraphic evolution of the Pacific-Gondwana margin",
    "authors": ["T.S. Paulsen", "C. Deering", "J. Sliwinski", "O. Bachmann", "Guillong", "M. Detrital zircon ages from the Ross Supergroup", "north Victoria Land", "Antarctica"],
    "venue": "Gondwana Res. 35, 79–96",
    "year": 2016
  }, {
    "title": "New detrital zircon age and trace element evidence for 1450 Ma igneous zircon sources in East Antarctica",
    "authors": ["T. Paulsen", "C. Deering", "J. Sliwinski", "O. Bachmann", "M. Guillong"],
    "venue": "Precambrian Res",
    "year": 2017
  }, {
    "title": "Detrital zircon ages and trace element compositions of Permian–Triassic foreland basin strata of the Gondwanide orogen, Antarctica",
    "authors": ["T Paulsen"],
    "venue": "Geosphere 13,",
    "year": 2017
  }, {
    "title": "SILLS: A MATLAB-based Program for the Reduction of Laser Ablation ICP-MS Data of Homogeneous Materials and Inclusions 328–333 (Short Course",
    "authors": ["M. Guillong", "D. Meier", "M. Allan", "C. Heinrich", "B. Yardley"],
    "venue": "Mineralogical Association of Canada,",
    "year": 2008
  }, {
    "title": "partitioning with garnet and the link between U–Pb ages and metamorphism",
    "authors": ["Rubatto", "D. Zircon trace element geochemistry"],
    "venue": "Chem. Geol. 184, 123–138",
    "year": 2002
  }, {
    "title": "The composition of zircon and igneous and metamorphic petrogenesis",
    "authors": ["P.W.O. Hoskin", "U. Schaltegger"],
    "venue": "Rev. Mineral. Geochemistry",
    "year": 2003
  }, {
    "title": "constraints on age and tectonic evolution",
    "authors": ["Gehrels", "G. et al. U–Th–Pb geochronology of the Coast Mountains batholith in north-coastal British Columbia"],
    "venue": "Bull. Geol. Soc. Am. 121, 1341–1361",
    "year": 2009
  }, {
    "title": "User’s Manual for Isoplot 3.00 — A Geochronological Toolkit for Microsoft Excel Special Publication No. 4 (Berkeley Geochronology",
    "authors": ["K.R. Ludwig"],
    "year": 2003
  }, {
    "title": "AGE PICK (2009); http://www.geo.arizona.edu/alc",
    "authors": ["G. Gehrels"],
    "year": 2009
  }, {
    "title": "Zircons traced from the 700–500 Ma Transgondwanan supermountains and the Gamburtsev subglacial mountains to the Ordovician Lachlan Orogen, Cretaceous Ceduna Delta, and modern Channel Country, central-southern Australia",
    "authors": ["J.J. Veevers", "E.A. Belousova", "A. Saeed"],
    "venue": "Sediment. Geol",
    "year": 2016
  }],
  "id": "SP:0dfbca1d536d99d4f40d03c841ec5c7a1928a63f",
  "authors": [],
  "abstractText": "1Department of Geology, University of Wisconsin Oshkosh, Oshkosh, WI, USA. 2Department of Geological and Mining Engineering and Sciences, Michigan Technological University, Houghton, MI, USA. 3Institute of Geochemistry and Petrology, Department of Earth Sciences, ETH Zurich, Zurich, Switzerland. *e-mail: paulsen@uwosh.edu The largest reservoir of carbon on Earth resides in the mantle, but how it has evolved over the planet’s history and influenced global climate remains an unresolved fundamental problem1. According to standard models, there were times when the exogenic carbon inputs (igneous and metamorphic degassing) outweighed the outputs (silicate weathering, burial sequestration and subduction), leading to global warming and rising sea levels2. The balance of exogenic atmospheric inputs and outputs during the Neoproterozoic is of particular interest because this period was marked by major perturbations in the global carbon cycle that have been hypothetically connected to changing climate, atmospheric– oceanic oxygenation and biodiversification before the Cambrian explosion of life3,4. Although the details of changes in the partial pressure of atmospheric CO2 (pCO2) throughout the Neoproterozoic are poorly understood, it seems to have risen from relatively low levels as the Earth transitioned from its Snowball Earth state in the Cryogenian (approximately 720–635 million years ago (Ma)) to a maximum Phanerozoic level during its greenhouse state in the Cambrian5. Recent analyses of a growing worldwide detrital zircon database have led to the conclusion that late Neoproterozoic– Phanerozoic transitions from Earth’s ice to greenhouse states coincide with increases in zircon abundance6. Long-term global warming has, therefore, been linked to the notion that increases in pCO2 are governed by widespread expansion of continental arc magmatism6,7. Although increasing exogenic CO2 input has commonly been taken to mark surges in carbonate subduction8, significant calcareous pelagic deposition did not commence until the Cretaceous9. Subduction of carbonated ocean crust and mantle, as well as the carbonates stripped off continents and shed into adjacent trenches, offer possible carbon inputs into Precambrian subduction zones. However, there are fundamental uncertainties about the palaeo-temperature and -pressure regimes of ancient arcs and whether they met the conditions that are required for efficient decarbonation of subducted slabs to fuel substantial CO2 emissions1. It has also been noted that time periods of increased carbonatite magmatism seem to correlate with past warmer climates (for example, during the Cretaceous and Eocene10, as well as the Ediacaran11). A plausible causal link exists, as carbonatite melts can degas on ascent, releasing significant amounts of CO2 when they reach relatively shallow depths (< 90 km)12. Carbonatites are typically made up of ≥ 50% carbonate minerals13. Therefore, even if the total magma production rate is low, they emit an anomalously large amount of CO2 compared with the average arc magma, which typically has less than 5,000 ppm of CO2. Equally important is the fact that this magma type erupts with other alkaline magmas that are also highly enriched in CO2. The global impact of alkaline and carbonatite magmatism is highlighted by studies that have shown the potential for these magma types to emit tenand up to fifty-times more CO2 into the atmosphere, respectively, than arc magmas16,17. Therefore, the record of alkaline and carbonatite magmatism in the rock record may point to significant, punctuated CO2 releases from the subcontinental mantle reservoir10; a potentially important process operating outside of the steady state within the carbon cycle that warrants investigation. We carried out a coupled U–Pb age and trace element analysis of 5,715 detrital zircons from 46 sandstone samples (primarily Neoproterozoic–early Palaeozoic in age) widely distributed along a ~3,000-km-long swath of the Neoproterozoic–early Palaeozoic Pacific-Gondwana margin in Antarctica (Fig. 1 and Supplementary Fig. 1). These sandstones are of interest because they are known to contain high concentrations of the prototypical 700–500 Ma zircon U–Pb age population that overlaps with the Ediacaran–Cambrian global warming phase that has been linked to higher CO2 emissions from continental arcs6. The sources of this zircon age population may include exposed and ice-covered igneous provinces in Antarctica, such as the Ross orogen18–20, for Evidence for a spike in mantle carbon outgassing during the Ediacaran period",
  "title": "Evidence for a spike in mantle carbon outgassing during the Ediacaran period"
}