{
  "sections": [{
    "text": "Many previous studies on lacustrine basins in the East African Rift System\nhave directed their attention to climatic controls on contemporary sedimen-\ntation or climate change as part of palaeoenvironmental reconstruction. In\ncontrast, this research focuses on the impact of tectonism and volcanism on\nrift deposition and develops models that help to explain their roles and rela-\ntive importance. The study focuses on the spatial and temporal variability in\nbulk sediment geochemistry from a diverse range of modern and ancient rift\nsediments through an analysis of 519 samples and 50 major and trace ele-\nments. The basins examined variously include, or have contained, wetlands\nand/or shallow to deep, fresh to hypersaline lakes. Substantial spatial vari-\nability is documented for Holocene to modern deposits in lakes Turkana,\nBaringo, Bogoria, Magadi and Malawi. Mio-Pleistocene sediments in the\nCentral Kenya Rift and Quaternary deposits of the southern Kenya Rift illus-\ntrate temporal variability. Tectonic and volcanic controls on geochemical\nvariability are explained in terms of: (i) primary controlling factors (faulting,\nsubsidence, uplift, volcanism, magma evolution and antecedent lithologies\nand landscapes); (ii) secondary controls (bedrock types, rift shoulder and\naxis elevations, accommodation space, meteoric and hydrothermal fluids\nand mantle CO2); and (iii) response factors (catchment area size, orographic rains, rain shadows, vegetation densities, erosion and weathering rates, and\nspring/runoff ratios). The models developed have, in turn, important impli-\ncations for palaeoenvironmental interpretation in other depositional basins.\nKeywords East Africa, geochemistry, lakes, rifts, sediments, tectonic, volcanics."
  }, {
    "heading": "INTRODUCTION",
    "text": "The 3500 km long East African Rift System (EARS) extends from the Afar triple junction in Ethiopia to Lake Malawi and beyond, with young rifts extending to the Okavango Delta (Fig. 1A). The eastern and western branches of the rift pass around the sides of the Archean\nTanzanian Craton, propagating locally into its margins. Thermal, plume-related, processes have been linked to igneous activity and faulting (Macdonald et al., 1994; Smith, 1994; Huerta et al., 2009) with widespread volcanism developing in the eastern branch. This compares with restricted volcanism in the western branch, with this contrast having significant implications for\n1697© 2017 The Authors. Sedimentology © 2017 International Association of Sedimentologists\nsedimentation. The EARS was probably initiated in the Early Miocene, although earlier Palaeogene igneous activity took place in northern Kenya and Ethiopia (Ebinger et al., 1993; Hendrie et al., 1994) with rifting migrating southward from the Afar, at about 35 Ma, to the southern Kenya Rift by about 5 to 8 Ma (Crossley & Knight, 1981), although Le Gall et al. (2008) have noted that several basins in northern Kenya and Ethiopia formed at about the same time (ca 35 Ma) as others in the Central Kenya Rift (Mugisha et al., 1997; Hautot et al., 2000). The modern and ancient soda lakes of the Kenya Rift formed partly in response to weathering of alkali volcanics erupted during rifting (Baker, 1987; Schagerl & Renaut, 2016). However, faulting is also important in creating basins in which closed and open lakes have developed. In some cases, such as lakes Naivasha and Baringo (Fig. 1A and C), topographically closed lakes are fresh because faulting has allowed subsurface drainage. Fault-controlled hot and cold spring waters have also maintained lakes where otherwise no permanent water exists, as happens today at Nasikie Engida (Fig. 1D). Several researchers have attempted to explain sediment accumulation in rift lakes in terms of climate-driven processes (Johnson, 1993; Bergner et al., 2009; Trauth et al., 2010) with some studies focusing on models that document contrasts in sedimentation between high and low lake-level stages (Scholz & Rosendahl, 1990; Scholz et al., 1998). Other models have combined both tectonic and climate controls in explaining facies variability in subsiding basins (Carroll & Bohacs, 1999; Bohacs et al., 2000; Hinderer & Einsele, 2002). Many geochemical studies of specific elements and isotopes have also been interpreted in terms of climate-related factors such as evaporation–precipitation balances, lake-level change, variations in water chemistry, wind-driven mixing and redox depths (Talbot & Lærdal, 2000; Russell et al., 2003; Cohen et al., 2006; Brown et al., 2007; Brucker et al., 2011; Foerster et al., 2012; Wilson et al., 2014; McManus et al., 2015; Deocampo et al., 2017). Despite the common use of climate controls to explain sediment geochemistry, some studies have focused on tectonic influences. Several geochemical studies have attempted to identify signatures that discriminate between a broad variety of tectonic settings, including passive or active continental margins and oceanic or continental island arcs (Bhatia & Crook, 1986;\nHollings et al., 2007). Research has also been directed towards characterization of sediment provenance (Schoenborn, 2010; Heinrichs et al., 2012) with relatively immobile trace elements such as La, Ce, Y, Th, Zr, Hf, Nb, Ti and Sc being especially suited for such investigations since they are transported with minimal quantitative change (McLennan et al., 1983). In contrast, studies of bulk major and trace elements in EARS sediments are scarce, except for a few investigations of individual basins that have focused on chemical index of alteration (CIA) data and rare earth element (REE) compositions (Huntsman-Mapila et al., 2005; Owen et al., 2011, 2012, 2014). Huntsman-Mapila et al. (2009) carried out a comparative study of the bulk geochemistry of two basins representative of early (Okavango Delta) and later rifting (Lake Tanganyika). In recent decades, research into deposits of the Kenya Rift and other parts of the EARS have focused on sedimentology, microfossils and aspects of geochemistry (for example, carbon and oxygen isotopes) to reconstruct past climates (Cohen et al., 2007; Stone et al., 2011). The bulk geochemistry of sediments in the EARS reflects their provenance and weathering, as well as their depositional, chemical and diagenetic histories, which result from a complex interplay between geological and climatological controls (WoldeGabriel et al., 2000; Owen et al., 2012). Weathering, for example, leads to loss of labile elements (Nesbitt & Young, 1984), but the weathering intensity might reflect either climate (Ivory et al., 2017) or relative uplift and subsidence rates, which control exposure time to weathering. This study attempts to answer questions about how much major and trace element spatial variability there is in Late Quaternary lacustrine deposits from contrasting tectonic settings (Fig. 1A). It also examines the temporal variability in: (i) the Central Kenya Rift, which has a discontinuous 15 Ma record of lacustrine deposition; and (ii) the South Kenya Rift with sediments that accumulated over the last 2 Ma. New analyses from the Kenya and Malawi rifts are supplemented by published analyses from Lake Tanganyika and the Okavango Delta. The objectives of this research are to explore the influence of tectonism and volcanism in rift sedimentation and to provide a geochemical framework for studies elsewhere to enable more comprehensive palaeoenvironmental reconstructions. To achieve these objectives, this study\n© 2017 The Authors. Sedimentology © 2017 International Association of Sedimentologists, Sedimentology, 65, 1697–1730\n© 2017 The Authors. Sedimentology © 2017 International Association of Sedimentologists, Sedimentology, 65, 1697–1730\nspecifically aimed to: (i) characterize the spatial variability of major and trace elements in lacustrine sediments of the EARS; (ii) relate rift processes to geochemical sedimentation; and (iii) develop models that may consider climate, but which focus on tectonic and volcanic influences on sedimentation."
  }, {
    "heading": "METHODS",
    "text": "Geochemical analyses (original data in Table S1) were carried out on fine-grained (clay to silt) lake sediments collected over a period of 40 years from the EARS. Samples were collected from diatomaceous silts in the Holocene Galana Boi Formation (n = 41; Fig. 1B), Quaternary diatomaceous and non-diatomaceous silts and limestones from the Lake Bogoria and Lake Baringo basins (n = 30; Fig. 1C), limestones, zeolitic silts, muds and trona from the Magadi Basin (n = 94; Fig. 1D) and diatomaceous silts, muds and laminated diatomite-mud deposits from Lake Malawi (n = 37; Fig. 1E). These original analyses are supplemented by data reported for southern Lake Tanganyika (n = 30; Huntsman-Mapila et al., 2009; Fig. 1F) and the Okavango Delta (n = 26; Huntsman-Mapila et al., 2005; Fig. 1G). Older deposits were collected from the Elgeyo Escarpment and the Tugen Hills (Fig. 1C). These included Miocene fluvial sandstones from the Kamego Formation (n = 3) and lake deposits, including: zeolitic silts and clays from the Tambach Formation (n = 22); clays, zeolitic clays and diatomaceous silts from the Ngorora Formation (n = 7); diatomites from the Lukeino Formation (n = 1); and diatomaceous silts from Kaparaina Basalt Formation interbeds (n = 2). Other samples include diatomites, diatomaceous silts and silts from the Plio-Pleistocene Chemeron Formation (n = 30), the Pleistocene Kapthurin Formation (n = 4), Loboi Silts (n = 2) and the Kampi ya Samaki Beds (n = 2). Pleistocene diatomaceous silts, diatomites, clays, silts and tufas were sampled from the Munya wa Gicheru Beds (n = 38; Fig. 1D), the Olorgesailie Formation and postOlorgesailie Formation sediments (n = 205; Fig. 1D) in the southern Kenya Rift. Chemical analyses of bulk samples were performed by Activation Laboratories Limited, Ancaster, Ontario, Canada (Code 4E-exploration). Major and trace elements were determined using fusion inductively coupled plasma/optical emission spectrometry (instrumental neutron activation analysis and total digestion\ninductively coupled plasma techniques). Details of which methods were used for each element are given in Table S1. Detection limits for majors were 0 01% (0 005% for TiO2). Trace element detection limits (mg kg 1) were as follows: Ag (0 5), As (2), Ba (3), Be (1), Bi (2), Br (1), Cd (0 5), Co (1), Cr (1), Cs (0 5), Cu (1), Hf (0 5), Hg (1), Mo (2), Ni (1), Pb (5), Rb (20), Sb (0 2), Sc (0 1), Se (3), Sr (2), Ta (1), Th (0 5), U (0 5), V (5), W (3), Y (1), Zn (1), Zr (2), La (0 2), Ce (3), Nd (5), Sm (0 1), Eu (0 1), Tb (0 5), Yb (0 1), Lu (0 05) with Au and Ir limits of 5 lg kg 1 and a S limit of 0 001%. Loss on ignition (LOI) data includes H2O\n+, CO2 and other volatiles and was determined from weight loss after heating samples to 1000°C. Calculation of the CIA follows the method of Nesbitt & Young (1984) with CIA = [Al2O3/ (Al2O3 + K2O + Na2O + CaO*) 9 100], using molar proportions and with CaO*, excluding calcium in carbonates and phosphates. The REE data were normalized using CI chondrite compositions (Sun & McDonough, 1989): Eu# records Eu anomalies relative to Sm and Tb."
  }, {
    "heading": "RESULTS",
    "text": ""
  }, {
    "heading": "Spatio-temporal variability",
    "text": "Major elements are plotted against Al2O3 in Fig. 2, with shaded or outlined areas representing specific basins. Silica is negatively correlated with Al2O3 in most basins, but also shows positive relationships (Fig. 2A). There is a clear separation of fields for Late Quaternary samples from Lake Malawi, southern Lake Tanganyika and the Okavango, with Turkana sediments overlapping with the Malawi analyses. There is a positive correlation between TiO2 and Al2O3 (r = 0 57), with Lake Turkana samples plotting separately from deposits at Malawi, Magadi, Tanganyika and Okavango (Fig. 2B). Al2O3 is positively correlated with Fe2O3 (0 8) and K2O (0 59) with poor correlations for MgO (0 14) and Na2O (0 04). CaO is negatively correlated with SiO2 ( 0 83) and Al2O3 ( 0 59) and positively related to LOI (0 82). Plots for older rift sediments, such as those forming the Miocene Tambach and Ngorora Formations (Central Kenya Rift), also show separation of major elements (Fig. 2A to D). Contrasts between major and trace elements can also be documented using principal component analyses (PCAs) with samples from\n© 2017 The Authors. Sedimentology © 2017 International Association of Sedimentologists, Sedimentology, 65, 1697–1730\n© 2017 The Authors. Sedimentology © 2017 International Association of Sedimentologists, Sedimentology, 65, 1697–1730\ndifferent sedimentary basins plotting in contrasting parts of the diagram (Figs 3 and 4). CaO and LOI plot with positive values on axis 1 and negative values on axis 2 (Fig. 3), with MnO, P2O5, MgO, Fe2O3, TiO2, Al2O3 and K2O showing negative values for both axes. In contrast, total SiO2 shows negative axis 1 and positive axis 2 values. The trace elements Au, Ag, As, Bi, Cd, Hg, Ir, Mo, Se and W were commonly, but not always, below detection limits. The transition metals Sc, Ni, Co, Cr, Cu and V display negative values along axis 1 (Fig. 4), but with Y showing a positive value along with: (i) the lanthanides La, Ce, Sm, Eu, Tb; (ii) the alkaline earth metals Sr and Ba; and (iii) the actinide Th. Uranium plots close to zero on axis 1, but has a similar negative value to most of the trace elements on axis 2. Other trace elements are positive along axis 2 with clustering of the alkali metals Cs and Rb\nand the transition metals Ta, Hf and Zn. The inset in Fig. 3 presents a broader PCA field that includes chemical sediments (limestone, tufa, chert) that plot in contrasting parts of the PCA. Most EARS sediments have chondrite-normalized Lan/Ybn ratios <20 and can be partially separated using Eu/Eu# ratios (Fig. 5). The highest values were recorded for chemical deposits, including chert and trona in the Magadi Basin. The Lan/Smn ratios range from ca 2 76 to 20 85, but with ratios of <12 in most samples, and with different sets of deposits characterized by contrasting values: Lake Tanganyika sediments (ca 4 08 to 7 86), Tambach Formation (ca 5 59 to 11 41), Ngorora Formation (ca 7 29 to 15 78) and Lake Magadi chemical sediments (ca 5 42 to 19 37), which compare with typical Upper Continental Crust (UCC) average values of 4 18 (Taylor & McLennan, 1985).\n© 2017 The Authors. Sedimentology © 2017 International Association of Sedimentologists, Sedimentology, 65, 1697–1730\nAll samples indicate greater fractionation of light REE with overall REE values exceeding 10, except for Okavango sediments (Fig. 6). Negative Eu values dominate Quaternary deposits from the Olorgesailie and Munya wa Gicheru basins and from modern Lake Tanganyika, as well as some Okavango and Ngorora facies. In contrast, modern Lake Malawi and Miocene Tambach deposits, plus many Holocene Galana Boi and Miocene Ngorora samples, lack negative Eu anomalies. Variable REE patterns were observed for several alkaline lake deposits (Fig. 6J to L). Ternary diagrams for La–Th–Sc and Th–Hf–Co document clear separation of different sediments (Fig. 7). Most samples are clustered close to the Zr/10 apex in Th–Sc–Zr/10 space, with no clear linear trend, but with different sediments plotting in contrasting areas. Magadi chert plots close to the La, Co and Zr/10 apices in the three ternary diagrams with Magadi trona showing a similar pattern, except in Th–Hf–Co space.\nFigure 7D shows an A–CN–K plot with CIA data ranging between 54 and 95. Sediments with highly weathered sources plot towards the Al2O3 apex, reflecting loss of labile elements. There is considerable scatter in the data, with different sedimentary units tending to plot in separate parts of the diagram."
  }, {
    "heading": "Temporal variability",
    "text": "The Tugen Hills (Fig. 1C) data include coarsegrained river deposited samples from the basal Palaeogene Kamego Formation for comparison. Lacustrine lithologies include mudstones, shales, clays and diatomites (Fig. 8) from: (i) the Middle Miocene (ca 16 to 12 Ma; Renaut et al., 1999) Tambach Formation; (ii) the Middle Miocene (12 to 8 5 Ma; Hill, 1999) Ngorora Formation; (iii) the upper Miocene (ca 5 9 to 5 1 Ma; Hill et al., 1985) Lukeino Formation; (iv) the Plio-Pleistocene (5 3 to 1 6 Ma; Wilson et al.,\n© 2017 The Authors. Sedimentology © 2017 International Association of Sedimentologists, Sedimentology, 65, 1697–1730\n2014) Chemeron Formation; and (v) the Middle Pleistocene (0 61 to 0 28 Ma; Deino & McBrearty, 2002) Kapthurin Formation (Fig. 9A to C). Additional fine-grained facies were sampled from the undated Late Pleistocene Kampi ya Samaki Beds (Fig. 8D and E). Figure 10 shows analyses for lacustrine facies in the Tambach, Ngorora, Chemeron and Kapthurin formations and the basal (fluvial) Kamego sandstones. The latter are characterized by relatively high SiO2, MgO and CaO and low CIA values. High trace element concentrations are recorded for Hf, Y, Zn, Zr, Sm, Tb, Yb and Lu with high Co/Th and Cr/Th ratios and low chondrite-normalized Lan/Smn and Lan/Ybn ratios. The Tambach Formation contains lower SiO2 and high Al2O3, MgO and TiO2, with percentages for Fe2O3, K2O, Na2O and P2O5 that are similar to the overlying Ngorora Formation, but higher than the Chemeron or Kapthurin deposits. The CIA values are higher than those of the Kamego Formation, but lower than the younger sedimentary units. Values of Co, Cr, Cu, Ni, Pb, Sc and V are higher in the Tambach sediments, with high Co/Th and Cr/Th ratios: Lan/Scn is\nrelatively low with other ratios similar to the Ngorora Formation and higher than the Chemeron and Kapthurin formations. The Chemeron Formation contains abundant diatoms, resulting in high SiO2 concentrations that dilute other elements. MgO in the upper parts of the sequence is elevated with CIA values reaching a maximum. Diatom silica also depresses trace element concentrations, except for the upper part of the sequence where modestly high Hf, Ta, Y, Zn, Zr, Sm, Tb, Yb and Lu have been recorded. The Co/Th and Cr/Th ratios in the Chemeron and Ngorora formations are similar, but with lower normalized La/Sc, La/Sm and La/Yb ratios in the Chemeron Formation than those of the Ngorora deposits. The Kapthurin Formation lacks diatoms and has relatively low silica, high MgO, CaO and TiO2. The CIA values are low with the trace elements Hf, Rb, Ta, Y, Zn, Zr, Sm, Tb, Yb and Lu elevated. Lan/Smn and Lan/Ybn are low with Lan/ Scn ratios intermediate between those of the Ngorora Formation and other sedimentary units. Figure 11 shows the temporal geochemical variability for the last ca 2 Ma for lacustrine\n© 2017 The Authors. Sedimentology © 2017 International Association of Sedimentologists, Sedimentology, 65, 1697–1730\n© 2017 The Authors. Sedimentology © 2017 International Association of Sedimentologists, Sedimentology, 65, 1697–1730\nsediments in the Munya wa Gicheru, Olorgesailie (Fig. 12) and Magadi (Fig. 13) basins of the South Kenya Rift (Fig. 1D). There is a general increase in CaO (carbonate deposition) in\nthe Olorgesailie Basin, a decrease in biogenic silica and decreased CIA values. New data from lacustrine to playa clays, silts and chert in the Magadi Basin (Fig. 1D) are presented for the\nFig. 8. Mio-Pliocene lake sediments, Central Kenya Rift. (A) Miocene lake shales with interbedded deltaic sandstones that thin upward with transgression; Tambach Formation. Person for scale is ca 1 8 m tall. (B) Zeolitic (analcime and clinoptilolite) shales; upper Tambach Formation. The hammer head is 17 cm long. (C) Members C to E; Miocene Ngorora Formation. The visible sequence is ca 180 m thick (out of a total of 253 m). (D) Zeolitic shales with fish fauna; Ngorora Formation. (E) Late Miocene diatomaceous shales and diatomites; Lukeino Formation. The section visible is 37 cm high. (F) Diatomite-diatomaceous clay couplets; Lukeino Formation. (G) Scanning electron microscopy (SEM) image of diatomite with Nitzschia-dominated flora; Lukeino Formation. (H) Pliocene diatomaceous silts and diatom-free silts and fine sands of the Chemeron Formation. (I) SEM image of Aulacoseira granulata-dominated diatomaceous silts; Chemeron Formation.\n© 2017 The Authors. Sedimentology © 2017 International Association of Sedimentologists, Sedimentology, 65, 1697–1730\n© 2017 The Authors. Sedimentology © 2017 International Association of Sedimentologists, Sedimentology, 65, 1697–1730\nF ig . 9 . P le is to c e n e la k e se d im\ne n ts , C e n tr a l K e n y a R if t.\n(A ) to\n(C ) P le is to c e n e la c u st ri n e z e o li ti c m a ss iv e c la y s,\nK a p th u ri n\nF o rm\na ti o n . T w o\nm a jo r ty p e s\nin c lu d e b la c k (B ) a n d re d (C ) c la y s.\n(D ) a n d (E ) L a te\nP le is to c e n e b e d d e d tu ff a c e o u s si lt s a n d fi n e to\nm e d iu m\nsa n d s,\nK a m p i y a S a m a k i B e d s,\nB a ri n g o D is tr ic t.\nP e rs o n s fo r sc a le\nin (A\n) a n d (B ) a re\nc a 1 8\nm ta ll . T h e h a m m e r h e a d s in\n(C ) a n d (E ) a re\n1 7 c m\nlo n g . In\n(C ) th e fi e ld\no f v ie w\nin th e fo re g ro u n d is\nc a 4 m .\n© 2017 The Authors. Sedimentology © 2017 International Association of Sedimentologists, Sedimentology, 65, 1697–1730\n© 2017 The Authors. Sedimentology © 2017 International Association of Sedimentologists, Sedimentology, 65, 1697–1730\n© 2017 The Authors. Sedimentology © 2017 International Association of Sedimentologists, Sedimentology, 65, 1697–1730\n© 2017 The Authors. Sedimentology © 2017 International Association of Sedimentologists, Sedimentology, 65, 1697–1730\n© 2017 The Authors. Sedimentology © 2017 International Association of Sedimentologists, Sedimentology, 65, 1697–1730\nHigh Magadi Beds (HMB; ca 23 to 9 kyr BP; Damnati & Taieb, 1995) and Green Beds (GB; dates of ca 0 098 Ma and 0 04 Ma; Behr & R€ohricht, 2000) (Fig. 11A and B), which show lower CaO and higher SiO2. Unpublished core data for Late Quaternary sediments from Lake Magadi show a strong trend towards increased sodium, decreased silica and reduced calcium in younger deposits. The Magadi outcrop data (‘GB’ and ‘HMB’ in Fig. 11A) show relatively high silica, with, in contrast to the Olorgesailie and Munya wa Gicheru sediments, no biogenic component. Both Na2O and K2O are relatively high in outcrops, with Na2O reaching up to 40% in Holocene trona. Low concentrations were recorded for CaO, MnO, TiO2 and P2O5, with variable MgO. The CIA indices resemble those for postOlorgesailie Formation sediments. Arsenic, Ba, Br, Co, Cs, Cu, Hf, Mo, Rb, Sb, Sr, Ta, Th and Zr attain peaks in parts of the younger sequences (post-Olorgesailie Formation, Green Beds, High Magadi Beds) (Fig. 11B). Silver and Pb are slightly more concentrated in the Olorgesailie Formation than the Magadi or Munya wa Gicheru deposits, with relatively high values for Hf, Sb, Sc, Ta, Th, Zn and several REE in parts of the latter sequence, which otherwise contain low trace element concentrations. The Eu# is lowest in the Late Quaternary Magadi basin deposits. Chondrite-normalized Lan/Ybn ratios are variable with Lan/Smn peaking in post-Olorgesailie Formation sediments. The Cr/Th ratios are higher in younger deposits and in part of the Munya wa Gicheru record. The Co/Th ratios peak in the Green Beds, in chert, with Lan/Scn ratios showing a similar pattern."
  }, {
    "heading": "DISCUSSION",
    "text": ""
  }, {
    "heading": "Temporal geochemical variability",
    "text": "Late Neogene geochemical variability, Central Kenya Rift This region documents the influence of both tectonism and provenance on a series of Neogene\nlakes that were intermittently formed and destroyed (Chapman et al., 1978; Owen & Renaut, 2000). The geochemical record from these basins can be divided into five major zones that reflect the influence of lithology with a shift from basement to volcanic rocks that became more salic with time (Williams & Chapman, 1986). During some intervals, one lithology dominated; at other times, multiple rock types were exposed. Zone I (Fig. 10) comprises fluvial sandstones of the Miocene Kamego Formation (Tiercelin & Lezzar, 2004; Muia, 2015). These deposits probably received siliciclastic grains from metamorphic terrains to the west and are characterized by high silica, reflecting the coarse-grained quartz component. Subsequently, the metamorphics were partly overlain by Early Miocene basaltic tuffs and lavas of the Elgeyo Formation (Lippard, 1972), which pre-date the Miocene Tambach Formation (Fig. 1C and H; Renaut et al., 1999). Consequently, Zone II sediments include clasts from both basement and basaltic terrains with some interbedded trachytic and phonolitic lavas and tuffs (Chapman et al., 1978; Williams & Chapman, 1986; Renaut et al., 1999). The lacustrine facies of the Tambach Formation (Fig. 8A and B) pre-date phonolite lavas dated at ca 14 5 Ma (Lippard, 1973) and occupy a distinctive part of the PCA for major elements with very negative loadings on axis 1 and negative values on axis 2 (Fig. 3). Lake muds from modern Lake Malawi also show negative values with source lithologies dominated by granitoids and metamorphic rocks. Partial overlap of Holocene Lake Turkana samples reflects the mixed metamorphic and alkali basalt lithologies in that basin. The Tambach Formation occupies two fields on the trace element PCA (Fig. 4). One is associated with the transition metals Sc, V, Cr, Co, Ni and Cu with these elements enriched relative to UCC (Fig. 14A). The second is associated with REE elements (La, Tb, Nd, Sm and Eu). Stratigraphic data (Fig. 10B) indicate relatively high values for the transition metals in the Tambach Formation and the underlying Kamego sandstones (Zones I and II), with lower concentrations for younger formations.\nFig. 13. Quaternary sediments in the Magadi Basin, South Kenya Rift. (A) Modern trona in the Magadi Basin. The drilling rig is ca 8 m high. (B) Trona Beds in cored Evaporite Series (MAG14-2A); Lake Magadi. (C) Gastropod limestone in basal core MAG14-1C, probably correlating with Oloronga Beds. Arrows point to gastropods. Scale is the same as for (B). (D) Tufa chimney of uncertain age, but probably related to the Oloronga Beds. About 6 m high. (E) Interbedded lacustrine silts and wavy cherts; Oloronga Beds. Hammer ca 25 cm long. (F) Late Pleistocene chert with impressions of trona; Green Beds. (G) Late Pleistocene to Holocene interbedded sand, gravel and magadiite overlain by well-bedded clay with fish fauna. Slumped tuffaceous silts at top; High Magadi Beds.\n© 2017 The Authors. Sedimentology © 2017 International Association of Sedimentologists, Sedimentology, 65, 1697–1730\nFlood phonolites (Uasin Gishu and Tiim phonolites) spread across the Central Kenya Rift at ca 14 5 to 12 0 Ma, providing new source lithologies characterized by lower silica and higher Na2O + K2O (Williams, 1972; Williams & Chapman, 1986). Figure 14B shows trace element compositions for selected volcanics relative to UCC (Rudnick & Gao, 2003). The trace elements\nin the phonolites are depleted in V, Cr, Co, Ni and Cu. Rare earth elements are moderately enriched, and other elements display similar values to UCC. The Ngorora Formation (Figs 1H and 8D; 13 to 8 5 Ma; Hill, 1999) lake sediments form Zone III (Fig. 10) and appear to reflect this change. They accumulated after eruption of the phonolites, which would have dominated the\n© 2017 The Authors. Sedimentology © 2017 International Association of Sedimentologists, Sedimentology, 65, 1697–1730\ncatchment, and show matching low concentrations for the transition metals (Fig. 14A). Weaver et al. (1972) noted a gradual change in trace elements in volcanics as the rift evolved with, for example, Nb/Zr ratios changing from 0 42 in Miocene phonolites to 0 21 in Quaternary volcanics. Chapman & Brook (1978) and Baker (1987) reported a rapid transition from alkaline basalts and phonolites to weakly alkaline lavas at about 7 Ma. The first post-transition eruptions formed the Kabarnet Trachytes (7 3 to 6 7 Ma) followed by the Kaparaina and Ribkwo basalts at ca 5 72 to 3 96 Ma and 4 9 to 3 7 Ma, respectively (Webb, 1971; Williams & Chapman, 1986; Deino et al., 2002). By the time that the Chemeron Formation (Fig. 1H; ca 5 31 to 1 6 Ma; Hill et al., 1985; Kingston et al., 2007; Wilson et al., 2014) started to accumulate, exposed rocks included remnant phonolites and recently erupted trachytes and basalts, resulting in geochemically diverse sources. The basalts contained lower silica and higher MgO and CaO concentrations than the phonolites. The Ribkwo basalts also show enrichment in Sc, V, Cr, Co, Ni, Cu, Sr and Ta relative to UCC and depletion in Pb, Th and U (Fig. 14B), with other elements, including REE, displaying similar values to UCC with Eu showing a positive anomaly. Trace element data for the Kabarnet Trachytes are lacking, but a comparison can be made using the Magadi Trachytes in the southern Kenya Rift (Fig. 14B). Those flood lavas are moderately high in sodium and contain abundant silica. In contrast with the basalts, transition metals are depleted and have similar values to those for phonolites, but with greater enrichment of other elements including REE. Baker (1987) noted that older alkali basalts and phonolites show a small depletion in Sr and Ba, with younger basalts and trachytes characterized by greater depletion. This is reflected in trace element data for the lake sediments, with low concentrations of these elements in the upper part of Zone III through to Zone V (Fig. 10). Zone IV coincides with part of the Chemeron Formation (Figs 1H and 8H and I) and shows increased silica, due to diatom deposition, which diluted the silicates, causing lower Fe2O3, Al2O3, and trace element concentrations. Slight increases in Sc, V and Cr and declines in Pb, Th and U (Fig. 10B) could reflect increased sediment input from basaltic terrains, especially given the eruption of the Kaparaina Basalt Formation across much of the palaeodrainage basin prior to accumulation of the Chemeron\nFormation. Chondrite-normalized Lan/Smn and Lan/Scn ratios decline, as do Lan/Ybn ratios after an initial increase, supporting an increased supply from more mafic sources. Zone V, which includes the upper part of the Chemeron Formation and the Kapthurin Formation (Figs 1H, 8H and 9A to C), is characterized by increased MgO, which implies greater contributions from basaltic sources. The Kapthurin palaeolake, where MgO concentrations peak, was saline with Mg possibly being concentrated in clays (Deocampo, 2004) and dolomite (Renaut et al., 1999) through evaporative processes. Increased Na2O could similarly reflect evaporation with early diagenetic analcime also reported. The incompatible elements Rb, Zr, Hf, Y, Ta, Th, U and light REE increase, all of which are greatly enriched in rift trachytes and alkaline rhyolites (Baker, 1987). Eruption of Quaternary trachytes near the Kapthurin Basin (Cl ement et al., 2003) and/or incision into older Miocene trachytes resulting from uplift of the Tugen Hills and entrenchment of the axial rift depression could have increased lithological diversity in the drainage basin and led to enrichment in these and other trace elements.\nQuaternary geochemical variability, South Kenya Rift The Quaternary record for the South Kenya Rift illustrates the effects of tectonism on lake sedimentation with minimal change in the rocks that crop out in the drainage basin. Basalts are present near the rift margins with other igneous rocks located on central volcanoes (Baker, 1958; Baker et al., 1977, 1988; Crossley, 1979; Le Roex et al., 2001). However, the weathered source rocks that supplied sediment for the axial basins changed little, with REE data indicating that trachytes dominated detrital supply (Owen et al., 2014). There were significant tectonic changes in the basin, including a gradual tilting of the rift floor southward with a southerly migration of lake basins. Between 2 01 Ma and 1 88 Ma, rift grabens were filled by the Limuru Trachytes, producing subdued relief (Baker & Mitchell, 1976). Subsequent faulting created new basins with the oldest (1 9 to 1 65 Ma) at Munya wa Gicheru (Figs 1D and 12A to C; Owen et al., 2012). Later fissure eruptions produced the Magadi Trachytes (1 4 to 0 8 Ma), which again reduced accommodation space. Around 1 2 Ma aquatic deposition resumed at Olorgesailie (Figs 1D and 12D to G), where a volcanic-dammed, faulted basin\n© 2017 The Authors. Sedimentology © 2017 International Association of Sedimentologists, Sedimentology, 65, 1697–1730\naccumulated lake, wetland and fluvial deposits in an overfilled to balance-filled setting (Deino & Potts, 1990; Owen et al., 2008; Owen et al., 2009; Owen et al., 2011). Sedimentation continued until ca 0 5 Ma when faulting led to basin break-up and erosion (Behrensmeyer et al., 2002; Behrensmeyer, 2007). Terrestrial and fluvial deposition resumed between 0 32 Ma and 0 05 Ma, with spring-fed shallow lakes and ponds developing (Fig. 12H; Lee et al., 2013). A series of fresh to highly saline lakes and playas formed further south in the Koora and Magadi grabens (Fig. 1D) beginning about 1 0 to 0 8 Ma (Baker, 1958; Eugster, 1980) with lake sedimentation (Oloronga Beds, Green Beds, High Magadi Beds and Evaporite Series; Fig. 13) continuing to the present at Magadi (Eugster, 1986; Behr & R€ohricht, 2000). The oldest deposits in the South Kenya Rift, the Munya wa Gicheru Beds, contain very little CaO (Fig. 8A), reflecting formation of a dilute overfilled Early Pleistocene basin (Owen et al., 2012). Diatoms indicate fresh to mildly saline conditions in the Middle to Late Pleistocene Olorgesailie Basin (Owen et al., 2008; Owen et al., 2009; Owen et al., 2011). Progressively lower CIA values (Fig. 11A) imply increasing aridity in the catchment (Owen et al., 2014). Increasing evapoconcentration might also explain the appearance of calcite rhizoliths at the base of the Olorgesailie Formation and in younger sediments (Fig. 11A). After about 0 5 Ma, faults produced permeable conduits for shallow meteoric flow that led to accumulation of CaO in spring tufa, with several calcretes also developing after about 0 32 Ma (Behrensmeyer et al., 2002; Behrensmeyer, 2007; Lee et al., 2013; Felske, 2016). However, these major trends appear to have been different in the Magadi Basin. The oldest sediments, the Oloronga Beds (ca 0 8 to 0 3 Ma), contain basal limestones and calcite muds (Behr & R€ohricht, 2000; Rabideaux et al., 2015). Calcite is also present in a widespread calcrete that capped the Oloronga Beds during a lake regression (Felske, 2016), but is rare in the overlying Green Beds and High Magadi Beds where CaO is a minor constituent (Fig. 11A). Today, low-enthalpy thermal springs flowing into Lake Magadi along north–south faults contain very little calcium (Eugster, 1980). Chert and silicified plant roots began to accumulate in the Olorgesailie Basin after ca 0 5 Ma. Silica precipitation at and near the land surface can result from evaporation and\nevapotranspiration of shallow silica-rich groundwater, and from deeper fluids related to faulting that allowed silica-rich waters to rise from deeper aquifers. Owen et al. (2014) for example, reported chert (sinter) in palaeospring vents and across discharge aprons near Eremit (Fig. 1D), north of Olorgesailie. In the Magadi Basin, the Green Beds and High Magadi Beds contain abundant silica (Fig. 11A) in bedded chert and magadiite. Chert is also present in outcrops of the older Oloronga Beds and in Magadi cores (Leet et al., 2016), suggesting chert accumulation since at least 0 8 Ma, at least 300 kyr earlier than basins to the north. Sodium varies little in the Olorgesailie and Munya wa Gicheru basins, but is abundant in trona of the Evaporite Series (>40 m thick) and increases upward in Magadi cores (Lowenstein et al., 2015; Rabideaux et al., 2015). Relatively high sodium concentrations are also present in outcrop samples of the Green Beds and High Magadi Beds (Fig. 11A). Part of the sodium is present in zeolites such as analcime, erionite, phillipsite, mordenite and clinoptilolite in outcrops (Herrick, 1972) and cores (Surdam & Eugster, 1976; Rabideaux et al., 2015). However, in Lake Magadi, most of the Late Pleistocene to Holocene sodium is contained within trona (Fig. 13A and B) and minor nahcolite. The formation of trona requires fluids with Ca + Mg CO3. Modern hydrothermal fluids in the Kenya Rift are typically poor in Ca and Mg (Dunkley et al., 1993). Even with suitable inflows, the accumulation of trona is unusual and has been linked elsewhere to the presence of magmatic CO2 (Earman et al., 2005). Elevated CO2 levels have been reported along faults in the modern basin (Lee et al., 2016) with CO2 also trapped below a nahcolite crust in Nasikie Engida, north-west of Lake Magadi. The REE patterns indicate that trachyte dominated in the Olorgesailie Basin (Fig. 6A and E), with REE variability reported only for a few Late Pleistocene spring tufas (Fig. 6F). In contrast, the High Magadi Beds and Green Beds show considerable REE variability (Fig. 6K and L), but with patterns that do not resemble other potential source rocks (mainly basalts). It is likely that this reflects hydrothermal inflow and the impact of increasingly saline, alkaline Na–CO3–SO4–Cl brines and perhaps also anoxia in saline bottom waters (Johannesson & Lyons, 1994; Roy & Smykatz-Kloss, 2007).\n© 2017 The Authors. Sedimentology © 2017 International Association of Sedimentologists, Sedimentology, 65, 1697–1730"
  }, {
    "heading": "Spatial geochemical variability",
    "text": ""
  }, {
    "heading": "Elemental patterns",
    "text": "The principal component analyses along axes 1 to 3, for all deposits, show clear separation of\nsamples from different basins with the sediments reflecting four major element groupings (Fig. 3). The first includes K2O, Al2O3, TiO2, Fe2O3, P2O5 and MnO, which have negative loadings on axes 1 and 2, and negative to\n© 2017 The Authors. Sedimentology © 2017 International Association of Sedimentologists, Sedimentology, 65, 1697–1730\nslightly positive values on axis 3, except for P2O5 and MnO with strongly negative axis 3 values. These elements reflect detrital inputs to the various basins with Fe, in some cases, residing in oxides rather than silicates. The contrast with P2O5 along axis 3 may reflect additional factors. For example, Dericquebourg et al. (2015) noted that phosphorus in Miocene lake sediments (Lukeino Formation; Central Kenya Rift) was linked to periods of lower siliciclastic flux and increased input of plant debris, with biogenic processes subsequently affecting bottom water anoxia and phosphogenesis. Such redox-related controls might also explain the close association of P2O5 with MnO. Group 2 includes CaO and LOI and mostly reflects CaCO3 in Pleistocene tufas (for example, Olorgesailie; Lee et al., 2013) and Holocene lake limestones (for example, Lake Bogoria; Renaut et al., 2013). Low negative values for axis 1 MgO could also reflect the presence of Mg in Mg–calcite or dolomite. Loss on ignition generally reflects the presence of clay, water, organic matter and carbonates. Its position between CaO and Na2O possibly reflects the influence of trona in the data set. Group 3 represents silica, which shows negative values on axis 1, positive loadings on axis 2, and is isolated from the other major elements. It overlaps with lithogenic elements on axis 3 reflecting a variety of processes and sources. Silica, for example, is introduced by detrital silicates in the catchment. It may also reflect diatoms, sponge spicules or phytoliths. Silica can also be supplied by silica-enriched hot spring fluids and groundwater, with evaporation and cooling forming magadiite and chert (Renaut & Owen, 1988; Behr, 2002) or permineralization of opaline silica in plants (Owen et al., 2009). Group 4 includes only Na2O, which shows low negative values on axes 1 and 2, in the same direction as lithogenic elements. Some Na2O is present in clastic minerals such as albite and hornblende. However, it is readily distinguished on axis 3 (Fig. 3) implying additional controls. Sodium, for example, is present in diagenetic\nNa-rich silicate minerals (magadiite and zeolites: Surdam & Eugster, 1976; Renaut, 1993) and/or trona (Na3(CO3)(HCO3) 2(H2O) and nahcolite (NaHCO3), which are common in saline, alkaline basins such as lakes Magadi and Bogoria (Eugster, 1986; Renaut et al., 1986; Lowenstein et al., 2016; McNulty et al., 2016)."
  }, {
    "heading": "Spatial variability",
    "text": "Lakes Malawi and Tanganyika have experienced multiple low lake levels and closure during the Pleistocene and Holocene (Gasse et al., 2002; Alin & Cohen, 2003; Lyons et al., 2009). However, both lakes occupy open basins today with modern deposition dominated by siliciclastic and/or biogenic muds and silts. In contrast, Lake Turkana is today closed and moderately saline, but was open during the Early to Middle Holocene when the Galana Boi Formation silts (Fig. 15A to C; Owen & Renaut, 1986), sampled for this work, were laid down. Samples from the Okavango Delta also accumulated in freshwater with the sediments dominated by siliciclastic sand. Deposits from these four areas plot in contrasting parts of the major element PCA with distributions reflecting their respective catchment geology (Fig. 3). The north-east Turkana drainage basin includes basalts, metamorphic rocks and Plio-Pleistocene fluvial and lake sediments (Fig. 15E and F). In contrast, the southern Lake Tanganyika catchment is dominated by Precambrian metamorphic and granitoid rocks with minor Karoo lithologies (volcanics, conglomerates, sandstones, shales and carbonates). The Malawi basin is dominated by gneisses and granitoids with smaller areas of Karoo sandstone, shale and coal. Potential source rocks for the Okavango are more varied and include granite, gabbro, volcanics and metasediments (Huntsman-Mapila et al., 2005), with at least some of the geochemical contrasts probably reflecting grain-size effects. Average trace element data for samples from the Okavango, southern Tanganyika, Turkana and Malawi show considerable variability for elements lighter than U and can be divided into two groups (Fig. 14C). Group 1 includes the\nFig. 16. Schematic tectonic–magmatic controls on lake sedimentation for a volcanically active rift, based on the Kenya Rift. The figure shows a general temporal trend from incipient (Stage A) to more mature stages (Stage E), with a rising asthenosphere, varying magmatic activity and faulting. These changes need not be sequential, with faulting, volcanism and crustal thinning varying with time. Furthermore, some rifts (for example, the western branch of the East African Rift System have little volcanism or lack volcanic activity. See Fig. 17 for patterns of change in controlling and response factors. CIA, chemical index of alteration.\n© 2017 The Authors. Sedimentology © 2017 International Association of Sedimentologists, Sedimentology, 65, 1697–1730\n} Narrow rift margins and restricted catchments change inflow. Central volcanoes pond lakes forming closed basins.\nRainshadow over rift. High E : P ratios favour evaporites, zeolites, calcrete and plant silicification.\nOrographic rain over uplifted rift shoulders may lead to changing weathering rates and CIA.\nMagmatic CO2\nOverfilled dilute lake; minimal carbonate deposition (no carbonate rhizoliths). Silica deposited via diatoms.\nSlow erosion on subdued margins; rocks exposed to long weathering - high CIA indices in depocentres.\n}\nAsthenosphere gradually rises along axis of proto-rift.\nLakes in sag basins receive fluvial inflow. Metamorphic, granitoid and ancient sedimentary rocks dominate drainage basins.\nScattered clouds/rain; no rainshadow over subdued sag-rift basin. Relatively low evaporation and high rainfall over developing rift. Mainly overfilled lake basins with dilute water.\nCatchments extend beyond rift.\nDeep hydrothermal circulation.\nHydrothermal circulation\nFaulting into rising geothermal reservoir above ascending asthenosphere leads to hydrothermal circulation.\nAsthenosphere rises; crust thins through brittle (faulting) and ductile deformation. Magma rises.\nGeothermal reservoir.\nIncreased silica in springs and groundwaters.\nUplifted rift margins increase erosion; reduce time for weathering; lower CIA indices in sediments.\nEarly faulting/volcanism form basins. Metamorphic/lava lithologies supply sediment. Fresh overfilled basins.\nShallow meteoric flow along faults and aquifers favour tufa and travertine. Rising geothermal fluids\nand mantle CO2 favour silica (chert) and trona deposition in underfilled lakes.\nGeothermal reservoir\nAccommodation space destroyed by volcanic rocks and volcaniclastics that infill basins.\nAlkali basalt Phonolite Trachyte\nMeteoric circulation\nIncreased accommodation space. Diatom SiO2 in lakes that may or may not reach overflow (inc. balanced-filled lakes).\nShallow meteoric flow, but with dilute water may or may not produce tufa.\nStage E\nStage D\nStage C\nStage B\nStage A\nVaried siliciclastic, carbonate and evaporite facies\nTrend towards increasingly salic volcanism.\nGeothermal gradients begin to increase along the axis.\n© 2017 The Authors. Sedimentology © 2017 International Association of Sedimentologists, Sedimentology, 65, 1697–1730\nOkavango deposits, which are characterized by strong depletion in all elements except Ta and Co. Southern Lake Tanganyika sediments have similar low REE values with moderate depletion in all trace elements, except for Ta, Co and Sc. Group 1 samples are also characterized by negative Eu anomalies (Fig. 6B). The second group includes lakes Turkana and Malawi with sediments that are relatively enriched in REE but mostly lack an Eu dip (Fig. 6C and D). Some\nTurkana samples (Turkana 2; Fig. 14C) show less enrichment, perhaps signalling changes in source lithology during geomorphic evolution of the palaeocatchment. Moderately REE enriched Lake Malawi deposits also fall into Group 2, but can be distinguished by their chondrite-normalized Lan/Ybn ratios (Fig. 5). Geochemical separation of the rift basins can also be illustrated using La–Th–Sc space (Fig. 7A) since Th and Sc tend to be more\n© 2017 The Authors. Sedimentology © 2017 International Association of Sedimentologists, Sedimentology, 65, 1697–1730\nconcentrated in felsic and mafic rocks, respectively (Jahn & Kondie, 1995). Huntsman-Mapila et al. (2005) and Wronkiewicz & Condie (1987) have also pointed out that these elements reflect sediment provenance from mafic to felsic rocks. Most of the EARS samples lie close to La, but trend towards Sc. The Okavango deposits are clearly differentiated from Lake Malawi sediments, with Turkana samples located in two contrasting parts of the ternary space. Most samples cluster around average fresh trachyte which, with nephelinite and basanite, fall along the trend towards Sc. Good data separation is also achieved using Th–Hf–Co plots (Fig. 7B) with samples ranging from a mixed Th–Hf composition (for example, some Turkana, Munya wa Gicheru and Olorgesailie samples) towards Co (some Turkana, Okavango and Malawi samples). This appears to reflect a trend from catchments dominated by volcanic to basement lithologies. Huntsman-Mapila et al. (2005) also noted that the Okavango sediments include both low and high La/Co ratios, reflecting typical values for mafic to intermediate sources."
  }, {
    "heading": "Controls on sediment geochemistry",
    "text": "Figures 16 and 17 illustrate rift-specific factors that may influence lake sediment geochemistry. The figures focus on geological, tectonic and volcanic factors, but do not consider global climate change. Primary controls within developing rifts include faulting, subsidence and uplift, volcanism and magmatic evolution, and the characteristics of antecedent lithologies and landscapes. These primary controls, in turn, influence secondary controls on lake sedimentation, involving: (i) syn-rifting igneous lithologies; (ii) rift shoulder uplift and axial subsidence; (iii) accommodation space; (iv) meteoric and hydrothermal circulation; and (v) release of mantle and lower crustal CO2 along developing faults. These evolving controls will result in multiple responses in the rift environment that include alterations in catchment area (both surface drainage and groundwater), regional and local climate change due to orographic rain on rift margins and the formation of rain shadows over subsiding rift axes. Other responses may comprise modifications in vegetation type and density, changing rates of weathering, soil development and erosion, and the balance between groundwater (including spring) and fluvial inputs. Some of these controls and responses\nwill operate from rift inception, but others tend to develop during more mature rift stages and all are likely to vary with space and time and with changing regional climate."
  }, {
    "heading": "Sediment provenance and weathering",
    "text": "The lithology of the weathered rocks in a catchment is a major control on lake sedimentation because it determines the ions released to groundwater and runoff, and the composition of solid particles available for erosion and transportation. Both branches of the EARS have developed mainly along Proterozoic to Early Palaeozoic orogenic belts and locally impinge on Archean cratonic blocks (Ring, 2014), but contrast in terms of their volcanic histories. The western branch includes only four areas of Neogene volcanism, whereas the eastern branch is characterized by extensive alkaline volcanism (Yuretich, 1982). Volcanism across Kenya, for example, varied spatially and temporally, leading to a diverse suite of weakly (olivine basalts, trachytes, trachyphonolites and alkali rhyolites) to strongly (nephelinites, basanites, alkali basalts, tephrites and phonolites) alkaline volcanics (e.g. Williams, 1972; McDougall & Brown, 2008) with mixed basalt, trachyte, rhyolite and commendite lavas associated with individual Quaternary volcanoes (Baker et al., 1977, 1988; Macdonald, 2012; Macdonald et al., 2014). These contrasting lithologies are characterized by different trace element suites that influence lake sediment geochemistry. For example, in the South Kenya Rift, transition metals (Sc, V, Cr. Co, Ni and Cu) are present in much lower concentrations in Magadi Trachytes than in Ol Tepesi Basalts. Unpublished core data from Lake Magadi show a distinctive decrease in transition elements that may reflect loss of riftmarginal basalt inputs following grid faulting and drainage diversion in that basin. In addition, central parts of the Kenya Rift were characterized by increasing salic volcanism with time, which is reflected in the trace element composition of lacustrine deposits in that region (Fig. 10). The complex mix of volcanic rocks and tephra in the eastern branch of the EARS reflects fractionation and melt sources, with some magmas derived from the asthenosphere while others have interacted with the lithosphere, which varies in composition and thickness across the region (Macdonald et al., 2001; Macdonald, 2003). Consequently, basalts from northern\n© 2017 The Authors. Sedimentology © 2017 International Association of Sedimentologists, Sedimentology, 65, 1697–1730\nKenya are the most Mg-rich due to minimal crustal interaction as magmas ascended through a relatively thin (ca 20 km) crust (Furman, 2007). In contrast, olivine-poor nephelinites and fractionated carbonatites (Baker, 1963; Peterson, 1989; Jones et al., 2013) tend to be restricted to the thick lithospheric areas of the Tanzanian Craton and its margins, whereas olivine-rich nephelinitic lavas and alkali olivine basalts are associated with rift sectors that cross the thinner lithosphere of the Mozambique Mobile Belt. Irrespective of their origins, the exposed rocks respond to prevailing climate (rainfall and temperature) which controls weathering reactions and elemental inputs to the rift lakes. Silicates react with weak carbonic acid (H2CO3) in rainfall and with organic acids in soils (Deocampo & Jones, 2014; Deocampo & Renaut, 2016; Schagerl & Renaut, 2016). Some elements form new minerals (for example, clays and ferric oxyhydroxides) that with erosion contribute to bedload and suspended load. Other ions, such as Na+, K+, Ca2+ and Mg2+, and SiO2 as monosilicic acid, contribute to the dissolved load following silicate hydrolysis, with HCO 3 released into solution from carbonic acid, resulting in alkaline runoff and groundwater. Dilute bicarbonate waters characterize lakes of the western rift where rainfall is high, and metamorphic and granitoid lithologies dominate the catchments. In contrast, dilute alkaline lakes and saline soda lakes have formed in the eastern branch of the EARS (Ethiopia, Kenya and northern Tanzania) where alkali volcanics dominate. Changes in trace elements have previously been used to infer variations in weathering intensity in EARS palaeolakes (Owen et al., 2014). Felton et al. (2007), for example, suggested that increased Be/Al, Ni/Al, Cr/Al and Fe/Al ratios reflected wetter intervals in Lake Tanganyika catchments. Rifting affects weathering and erosion in several ways that can make such interpretations difficult. Faulting changes erosion rates on rift shoulders as new lithologies become exposed, slopes become steeper, base levels change and drainage responds, thus altering the duration that rocks are subject to chemical decay prior to their removal and transport. However, uplift of rift shoulders often leads to wetter conditions on rift margins as orographic rainfall develops, which can encourage plant growth, stabilize slopes and reduce erosion, but increase chemical weathering. Weathering and erosion overall can sometimes be in opposition so the response can be complex (Figs 16 and 17).\nRift shoulder uplift and axial subsidence Before rifting, lake catchments are typically large (Crossley, 1984) and encompass many lithologies. In the EARS context, drainage basins would be dominated by metamorphic basement and/or granitic rocks. Early rifting commonly produces broad shallow sag basins with illdefined faulting and large catchments (Fig. 16). The Okavango Delta in Botswana is a possible modern example (Fig. 1) as were several palaeobasins that formed during early rifting in the Turkana (Wescott et al., 1999; Macgregor, 2015; Abdelfettah et al., 2016) and Central Kenya rifts (Chapman et al., 1978; Mugisha et al., 1997; Hautot et al., 2000). These sag basins had relatively high breadth to depth ratios, which in turn might have limited stable stratification and development of sediment bottom anoxia, with oxic bottom waters being relatively common. As rifting developed, lakes would become confined to linear, symmetrical to asymmetrical troughs with shores marked by steep faults or tilted fault blocks (Scholz et al., 1990; Lyons et al., 2011). During wetter intervals, or in regionally wetter locations, such lakes would tend to fill their basins favouring the development of anoxic bottom conditions and reducing environments. Basin shape, orientation and absolute depth are also important. Lake Turkana (ca 250 km long and 15 to 30 km wide, averaging ca 35 m deep) is characterized by homogeneous temperature and oxygen profiles because of its low depth to fetch ratio, which allows thorough mixing to the lake floor in most areas (Ferguson & Harbott, 1982; Cohen, 1984). In contrast, thermally stratified lakes Malawi and Tanganyika lie in deep axial basins (ca 700 m and 1400 m, respectively) with anoxic bottom waters. Fluctuations in redox conditions have varying influences on different major and trace elements in sediments (Brown et al., 2000; Brucker et al., 2011), with Lake Malawi, for example, developing a ring of Fe–Mn nodules at depths of ca 250 m as a result of oscillatory changes in the level of its chemocline (Owen et al., 1996). Rift shoulder uplift will divert some rivers away from the axial rift floor, reducing lake basin size and changing sources of clastic sediment supply. This is exemplified in the western EARS where, after uplift, rivers that formerly flowed across the region to the Atlantic Ocean were redirected to Lake Victoria (Talbot & Williams, 2009). Orographic rains may develop along rising rift margins, locally increasing\n© 2017 The Authors. Sedimentology © 2017 International Association of Sedimentologists, Sedimentology, 65, 1697–1730\nfluvial inputs to the rift floor. At the same time, axial subsidence can increase aridity over the central rift due to rainshadow effects. The consequent contrast in rainfall over small distances, combined with steep lake basin margins, can produce ‘amplifier lakes’ that change height rapidly in response to variations in precipitation/evaporation ratios (Trauth et al., 2010)."
  }, {
    "heading": "Accommodation",
    "text": "Faulting, volcanic damming, subsidence and uplift will determine the size of the accommodation space of receiving basins, which interact with climate and sediment supply to determine whether lakes are overfilled, balance-filled or underfilled (Carroll & Bohacs, 1999; Bohacs et al., 2000). In overfilled settings, solutes are lost from the outlet and water chemistry remains fresh (for example, Lake Malawi, Miocene Lukeino and\nPleistocene Munya wa Gicheru palaeolakes). In some cases, solutes may be lost through subsurface fractures rather than via overflows, maintaining an overfilled condition even for lakes without a surface outlet (Lake Baringo and Lake Naivasha; Darling et al., 1996). Balance-filled lakes alternate between an underfilled and overfilled status, leading to mixed depositional styles and water chemistry, depositing evaporites, clastic deposits and biogenic sediments. Underfilled basins are hydrologically closed and evaporation can lead to carbonate-dominated, sulphate-dominated or chloride-dominated waters, depending on the initial chemical composition of inflow waters (Eugster & Jones, 1979; Deocampo & Jones, 2014). In some cases, there may be only a modest increase in salinity (Lake Turkana) due to timelag effects and/or loss of solutes to the underlying sedimentary fill (Cerling, 1986). In other\n© 2017 The Authors. Sedimentology © 2017 International Association of Sedimentologists, Sedimentology, 65, 1697–1730\nexamples (for example, Lake Magadi), evaporites such as trona will form (Eugster, 1986). The well-established lake model of Bohacs et al. (2000) does not fully consider the role of groundwater-fed springs (shallow meteoric or hydrothermal), which are common in many balance-filled and underfilled rift basins. Figure 18 attempts to represent this schematically, by including the spring/runoff ratio and the development of a spring-filled basin category. Springs, especially those tapping deep (hydrothermal) reservoirs, often continue to flow during and long after changes in climate and can confuse the inferred climate signal preserved in lake sediments. Figure 18 places the many riverdominated lakes on the X–Y plane. The Quaternary evolution of Lake Magadi reflects, at least in part, the evolution of a spring-filled basin, which developed because of a relative reduction in the volume of fluvial input caused by increasing Quaternary aridity, loss of overflow from adjacent basins and drainage diversion caused by grid faulting. However, the basin lies in a tectonic sump at the southern end of the eastern branch of the EARS, and has been a focus for meteoric and hydrothermal water inputs that have maintained the lake despite basin segmentation (Becht et al., 2006; Owen et al., 2016). The earliest Magadi lakes were moderately fresh to saline and deposited calcite and Mg–calcite lime muds and fossiliferous grainstones (Rabideaux et al., 2015; see Magadi trendline, Fig. 18, stage i). Subsequently, the lake(s) became meromictic with dense saline bottom waters below a dilute monimolimnion fed by inflowing streams (Fig. 18, stage ii; Owen et al., 2016). Reduced river inflow would have decreased suspended and bedloads, with continuing and/or increasing, sediment-poor, spring contributions that led to an increase in solute supply relative to clastic input. The position of Lake Magadi in Fig. 16 would thus change, being lowered on axis Y (sediment supply) and raised along axis Z (spring/runoff ratio). Today, fluvial recharge to Lake Magadi is low relative to spring and groundwater input, and the lake is seasonally flooded with water evaporating to form a trona pan (Fig. 18, stage iii). An extreme example of a spring-filled lake is present at nearby Nasikie Engida, to the north-west of Lake Magadi (Fig. 1D), where an estimated 80 to 90% of inflow is from hot springs. That brine precipitates trona and nahcolite, but clastics are confined to small ephemeral deltas and distal fines settling from suspension.\nFaulting, spring fluids and gaseous phases A rising asthenosphere and thinning crust will tend to increase geothermal gradients in developing rifts (Fig. 16). During early stages, faulting is less likely to tap a geothermal reservoir, but may allow shallow meteoric circulation. It is unlikely that tufa will form where there is little Ca2+ and springs will leave little or no trace of their former presence. Where aqueous Ca2+ and CO2 3 are more abundant, subaerial tufa and travertine might form and have a better chance of being preserved in the sedimentary record (Lee et al., 2013; Renaut et al., 2013). Faulting might also penetrate geothermal reservoirs heated by axial dyke injections (Mariita & Keller, 2007; Mulwa et al., 2010), allowing hot silica-rich waters to rise and form silica sinters. Although rare in the EARS, siliceous spring deposits have been reported from the Olorgesailie and Magadi basins (Owen et al., 2014). Sublacustrine hydrothermal silica has also been reported from Lake Bogoria (Renaut & Owen, 1988; Renaut et al., 2017) and Lake Baringo (Renaut et al., 2002). Other solutes may also be delivered to springfilled lakes, which will control sedimentation. Trona, for example, is common at Lake Magadi and in the sediments below Lake Bogoria. Geothermally sourced spring waters at Magadi have high Na+ concentrations (9400 to 11 500 mg kg 1), but contain little Ca2+ or Mg2+. Subsequent evaporative concentration of these brines has produced extensive trona. However, the presence of trona has also been related to pCO2 (Eugster, 1966; Earman et al., 2005; Jagniecki et al., 2015). Later Quaternary faulting has provided pathways at Magadi for rising CO2 (Muirhead et al., 2016), with Lee et al. (2016) noting that about 4 Mt year 1 of mantle-derived CO2 is released along faults in the Magadi– Natron Basin."
  }, {
    "heading": "CONCLUSIONS",
    "text": "The East African Rift System (EARS) hosts shallow to deep and fresh to hypersaline lakes with sediments characterized by variable geochemistry. Variation plots for major elements show a clear separation of Late Quaternary sediments from the Okavango, Malawi, southern Tanganyika, Magadi, Baringo, Bogoria, Turkana and Magadi basins. There are positive correlations between Al2O3 and SiO2 in some basins, but most show an overall negative relationship.\n© 2017 The Authors. Sedimentology © 2017 International Association of Sedimentologists, Sedimentology, 65, 1697–1730\nPositive trends characterize Al2O3 versus TiO2 and Fe2O3, with weaker positive correlations for MgO, K2O and Na2O with Al2O3. These differences partly reflect the different bedrock in the various drainage basins. Principal component analysis (PCA) plots document four major element groupings, reflecting detrital sedimentation (K2O, Al2O3, TiO2, Fe2O3, P2O5 and MnO), the accumulation of lime muds (CaO and loss on ignition), the formation of silica in biogenic and hydrothermal-related deposits (diatomites, chert and opaline silica) and precipitation of sodium carbonate evaporites such as trona and nahcolite. The principal component analyses of trace elements also show distinctive clusters: (i) Sr, Y, La, Ce, Nd, Sm, Eu and Tb; (ii) Cs, Rb, Ta, Hf and Zn; and (iii) Co, Cr, Cu and V. Separation of basins is also possible using Eu/Eu# versus Lan/Ybn space with, for example, Lake Magadi chemical sediments plotting with very high Lan/Ybn ratios. Sediment REE patterns reflect source lithologies, but depart from these patterns for some spring tufas, and modern and ancient alkaline lake sediments. Ternary plots for La–Th–Sc and Th–Hf– Co show distinctive trends with sediments from different basins plotting in contrasting areas. Neogene major and trace element data for the Central Kenya Rift (Kamego, Tambach, Ngorora, Lukeino, Chemeron and Kapthurin formations) show temporal variability with a transition from metamorphic sources through mixed metamorphic/basaltic terrains to phonolitic and basalt/trachyte lithologies. Quaternary temporal variability in the South Kenya Rift mainly reflects tectonic controls rather than changes in igneous rock geochemistry during rifting. In addition to widely reported climate factors, lake sediment geochemistry in the EARS is related to major primary rifting controls that include faulting, subsidence, uplift, volcanism and magmatic evolution. Long-term trends may enhance the elevation contrasts between rift margins and adjacent floors. However, varying rates of faulting and volcanic infilling may return a rift to a more subdued topography. These primary controls, in turn, influence or determine the nature of igneous rocks formed within the rift, rift shoulder uplift, axial subsidence, accommodation space, the movement of non-thermal meteoric and hydrothermal fluids, and the discharge of mantle CO2. Rifts respond to these controls through a series of response factors that include variations in catchment size and the development of orographic rains and rain shadows, with\nincreased aridity common along the rift axis. Other responses include changes in vegetation related to uplift and subsidence, as well as erosion and weathering rates. Variations in spring to runoff ratios may have significant implications for the dissolved, suspended and bedload inputs to lake basins. Lakes fed mainly by spring discharge are more likely to have chemical and biochemical sediments than those fed by runoff. The sedimentary record of continental rift basins is not simple to interpret, especially in volcanic rifts. The evidence from the EARS shows that the palaeoclimate record interpreted from lake sediments cannot be divorced from the tectonics and associated volcanism linked to stage of rift development, and the evolving hydrology and hydrogeology, especially over long timescales."
  }, {
    "heading": "ACKNOWLEDGEMENTS",
    "text": "Research funding has been provided by the Natural Environment and Research Council (UK) to RBO and RWR, the Research Grants Council of Hong Kong (12300815), the Natural Sciences and Engineering Research Council (Canada) to RWR, and National Science Foundation grant NSF-1338553 to TKL. We thank the Government of Malawi, the National Council for Science and Technology (Kenya) and the Kenyan Ministry of Mines for research and export permits. This is publication #11 of the Hominin Sites and Paleolakes Drilling Project. We thank the reviewers and associate editor for their helpful comments and suggestions."
  }, {
    "heading": "28 November 2017",
    "text": "Supporting Information\nAdditional Supporting Information may be found in the online version of this article:\nTable S1. Geochemical data for the Kenya and Malawi Rifts. See Fig. 1 for site locations of samples.\n© 2017 The Authors. Sedimentology © 2017 International Association of Sedimentologists, Sedimentology, 65, 1697–1730"
  }],
  "year": 2018,
  "references": [{
    "title": "Subsurface structure and stratigraphy of the northwest end of the Turkana Basin, Northern Kenya Rift, as revealed by magnetotellurics and gravity joint inversion",
    "authors": ["Y. Abdelfettah", "J.J. Tiercelin", "P. Tarits", "S. Hautot", "M. Maia", "P. Thuo"],
    "venue": "J. Afr. Earth Sci.,",
    "year": 2016
  }, {
    "title": "Lake-level history of Lake Tanganyika, East Africa, for the past 2500 years based on ostracode-inferred water-depth reconstruction",
    "authors": ["S.R. Alin", "A.S. Cohen"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol.,",
    "year": 2003
  }, {
    "title": "Geology of the area south of Magadi",
    "authors": ["B. Baker"],
    "venue": "Geol. Surv. Kenya. Rep.,",
    "year": 1963
  }, {
    "title": "Outline of the petrology of the Kenya rift alkaline province",
    "authors": ["B. Baker"],
    "venue": "Fitton and B.G.J. Upton), Geol. Soc. Lond. Spec. Publ.,",
    "year": 1987
  }, {
    "title": "Volcanic stratigraphy and geochronology of the Kedong-Olorgesailie area and the evolution of the South Kenya rift valley",
    "authors": ["B.H. Baker", "J.G. Mitchell"],
    "venue": "J. Geol. Soc. London,",
    "year": 1976
  }, {
    "title": "Geochemistry and petrogenesis of a basalt-benmoreitetrachyte suite from the southern part of the Gregory Rift, Kenya",
    "authors": ["B. Baker", "G. Goles", "W. Leeman", "M. Lindstrom"],
    "venue": "Contrib. Mineral. Petrol.,",
    "year": 1977
  }, {
    "title": "Stratigraphy, geochronology and volcano- tectonic evolution of the Kedong–Naivasha–Kinangop region, Gregory Rift Valley, Kenya",
    "authors": ["B.H. Baker", "J.G. Mitchell", "L.A.J. Williams"],
    "venue": "J. Geol. Soc. London,",
    "year": 1988
  }, {
    "title": "Groundwater links between Kenyan Rift Valley lakes",
    "authors": ["R. Becht", "F. Mwango", "F.A. Muno"],
    "venue": "Proc. 11th World Lake Congr.,",
    "year": 2006
  }, {
    "title": "Magadiite and Magadi chert: a critical analysis of the silica sediments in the Lake Magadi Basin, Kenya",
    "authors": ["H.J. Behr"],
    "venue": "Sedimentation in Continental Rifts (Eds R.W. Renaut and G.M. Ashley) SEPM Spec. Publ.,",
    "year": 2002
  }, {
    "title": "Record of seismotectonic events in siliceous cyanobacterial sediments (Magadi cherts), Lake Magadi, Kenya",
    "authors": ["C. ohricht"],
    "venue": "Int. J. Earth Sci.,",
    "year": 2000
  }, {
    "title": "Cycles of erosion and deposition in the Pleistocene Olorgesailie Basin of southern Kenya and their impact of the paleoanthropological record",
    "authors": ["A.K. Behrensmeyer"],
    "venue": "Geol. Soc. Am. Abstr. Prog.,",
    "year": 2007
  }, {
    "title": "Olorgesailie, Kenya: a million years in the life of a rift basin",
    "authors": ["A.K. Behrensmeyer", "R. Potts", "A.L. Deino", "P. Ditchfield"],
    "venue": "Sedimentation in Continental Rifts (Eds R.W. Renaut and G.M. Ashley), SEPM Spec. Publ.,",
    "year": 2002
  }, {
    "title": "Tectonic and climatic control on evolution of rift lakes in the Central Kenya Rift, East Africa",
    "authors": ["A.G.N. Bergner", "M.R. Strecker", "M.H. Trauth", "A. Deino", "F. Gasse", "P. Blisniuk", "M. Duhnforth"],
    "venue": "Quatern. Sci. Rev.,",
    "year": 2009
  }, {
    "title": "Trace element characteristics of graywackes and tectonic setting discrimination of sedimentary basins",
    "authors": ["M.R. Bhatia", "K.A.W. Crook"],
    "venue": "Contrib. Mineral. Petrol.,",
    "year": 1986
  }, {
    "title": "Lake-basin type, source potential, and hydrocarbon character: an integrated-sequence-stratigraphic– geochemical framework. In: Lake Basins through Space and Time",
    "authors": ["K.M. Bohacs", "A.R. Carroll", "J.E. Neal", "P.J. Mankiewicz"],
    "venue": "(Eds E.H. Gierlowski- Kordesch and K.R. Kelts),",
    "year": 2000
  }, {
    "title": "Geochemical cycling of redox-sensitive metals in sediments from Lake Malawi: a diagnostic paleotracer for episodic changes in mixing depth",
    "authors": ["E.T. Brown", "L. Le Callonnec", "C.R. German"],
    "venue": "Geochim. Cosmochim. Acta,",
    "year": 2000
  }, {
    "title": "Abrupt change in tropical African climate linked to the bipolar seesaw over the past 55,000 years",
    "authors": ["E.T. Brown", "T.C. Johnson", "C.A. Scholz", "A.S. Cohen", "J.W. King"],
    "year": 2007
  }, {
    "title": "Trace metal enrichments in Lake Tanganyika sediments: controls on trace metal burial in lacustrine systems",
    "authors": ["R.P. Brucker", "J. McManus", "S. Severmann", "J. Owens", "T.W. Lyons"],
    "venue": "Geochim. Cosmochim. Acta,",
    "year": 2011
  }, {
    "title": "Stratigraphic classification of ancient lakes: balancing tectonic and climatic controls",
    "authors": ["A.R. Carroll", "K.M. Bohacs"],
    "venue": "Geology,",
    "year": 1999
  }, {
    "title": "A mass-balance approach to basin sedimentation: constraints on the recent history",
    "authors": ["T.E. Cerling"],
    "year": 1986
  }, {
    "title": "Chronostratigraphy of the Baringo Basin, Kenya",
    "authors": ["G.R. Chapman", "M. Brook"],
    "venue": "Geol. Soc. London Spec. Publ.,",
    "year": 1978
  }, {
    "title": "The stratigraphy and structure of the Kamasia range, Kenya",
    "authors": ["G.R. Chapman", "S.J. Lippard", "J.E. Martyn"],
    "venue": "Rift Valley. J. Geol. Soc. London,",
    "year": 1978
  }, {
    "title": "Effect of zoobenthic standing crop on",
    "authors": ["A.S. Cohen"],
    "year": 1984
  }, {
    "title": "Late Holocene linkages between",
    "authors": ["D. Zilifi"],
    "year": 2006
  }, {
    "title": "The Cenozoic stratigraphy and structure",
    "authors": ["R. Crossley"],
    "year": 1979
  }, {
    "title": "Controls of sedimentation in the Malawi",
    "authors": ["R. Crossley"],
    "year": 1984
  }, {
    "title": "Volcanism in the western",
    "authors": ["R. Crossley", "R. Knight"],
    "year": 1981
  }, {
    "title": "Solar and ENSO signatures",
    "authors": ["B. Damnati", "M. Taieb"],
    "year": 1995
  }, {
    "title": "40Ar/39Ar geochronology and paleomagnetic stratigraphy of the Lukeino and lower Chemeron Formations at Tabarin and Kapcheberek, Tugen Hills, Kenya",
    "authors": ["A.L. Deino", "L. Tauxe", "M. Monaghan", "A. Hill"],
    "venue": "J. Human Evol.,",
    "year": 2002
  }, {
    "title": "Authigenic clays in East Africa: regional trends and paleolimnology at the Plio-Pleistocene boundary, Olduvai Gorge, Tanzania",
    "authors": ["D.M. Deocampo"],
    "venue": "J. Paleolimnol.,",
    "year": 2004
  }, {
    "title": "Geochemistry of saline lakes",
    "authors": ["D.M. Deocampo", "B.F. Jones"],
    "venue": "Treatise on Geochemistry,",
    "year": 2014
  }, {
    "title": "Geochemistry of African soda lakes",
    "authors": ["D.M. Deocampo", "R.W. Renaut"],
    "venue": "Soda Lakes of East Africa (Ed. M. Schagerl),",
    "year": 2016
  }, {
    "title": "Whole-rock geochemistry tracks precessional control of Pleistocene lake salinity at Olduvai Gorge, Tanzania: a record of authigenic",
    "authors": ["D.M. Deocampo", "P.A. Berry", "E.J. Beverly", "G.M. Ashley", "R.E. Jarrett"],
    "venue": "clays. Geology,",
    "year": 2017
  }, {
    "title": "Environmental significance of Upper Miocene phosphorites at hominid sites in the Lukeino Formation (Tugen Hills, Kenya)",
    "authors": ["P. Dericquebourg", "A. Person", "L. S egalen", "M. Pickford", "B. Senut", "N. Fagel"],
    "venue": "Sed. Geol.,",
    "year": 2015
  }, {
    "title": "The geothermal activity and geology of the northern sector of the Kenya",
    "authors": ["P. Dunkley", "M. Smith", "D. Allen", "W. Darling"],
    "venue": "Rift Valley. BGS Research Report SC/93/1",
    "year": 1993
  }, {
    "title": "The role of excess CO2 in the formation of trona deposits",
    "authors": ["S. Earman", "F. Phillips", "B. McPherson"],
    "venue": "Appl. Geochem.,",
    "year": 2005
  }, {
    "title": "Late Eocene-Recent volcanism and faulting in the southern main Ethiopian Rift",
    "authors": ["C.J. Ebinger", "T. Yemane", "G. Woldegabriel", "J.L. Aronson", "R.C. Walter"],
    "venue": "J. Geol. Soc. London,",
    "year": 1993
  }, {
    "title": "Sodium carbonate-bicarbonate minerals as indicators of Pco2",
    "authors": ["H.P. Eugster"],
    "venue": "J. Geophys. Res.,",
    "year": 1966
  }, {
    "title": "Lake Magadi, Kenya, and its precursors. In: Hypersaline Brines and Evaporitic Environments (Developments in Sedimentology",
    "authors": ["H.P. Eugster"],
    "venue": "(Ed. A. Nissenbaum),",
    "year": 1980
  }, {
    "title": "LakeMagadi, Kenya: a model for rift valley hydrochemistry and sedimentation? In: Sedimentation in the African Rifts",
    "authors": ["H.P. Eugster"],
    "venue": "Geol. Soc. Lond. Spec. Publ.,",
    "year": 1986
  }, {
    "title": "Behavior of major solutes during closed-basin brine evolution",
    "authors": ["H.P. Eugster", "B.F. Jones"],
    "venue": "Am. J. Sci.,",
    "year": 1979
  }, {
    "title": "Genesis of calcrete and related carbonate rocks in the southern Kenya Rift",
    "authors": ["G.N. Felske"],
    "venue": "MSc thesis, University of Saskatchewan,",
    "year": 2016
  }, {
    "title": "Paleolimnological evidence for the onset and termination of glacial aridity from Lake Tanganyika, Tropical East Africa",
    "authors": ["A.A. Felton", "J.M. Russell", "A.S. Cohen", "M.E. Baker", "J.T. Chesley", "K.E. Lezzar", "M.M. McGlue", "J.S. Pigati", "J. Quade", "J.C. Stager", "Tiercelin", "J.-J"],
    "year": 2007
  }, {
    "title": "Geographical, physical, and chemical aspects of Lake Turkana",
    "authors": ["A.J.D. Ferguson", "B.J. Harbott"],
    "venue": "Lake Turkana: A Report of the Findings of the Lake Turkana Project,",
    "year": 1982
  }, {
    "title": "Climatic change recorded in the sediments of the Chew Bahir basin, southern Ethiopia",
    "authors": ["V. Foerster", "A. Junginger", "O. Langkamp", "T. Gebru", "A. Asrat", "M. Umer", "H.F. Lamb", "V. Wennrich", "J. Rethemeyer", "N. Nowaczyk", "M.H. Trauth", "F. Schaebitz"],
    "year": 2012
  }, {
    "title": "Geochemistry of East African Rift basalts: an overview",
    "authors": ["T. Furman"],
    "venue": "J. Afr. Earth Sci.,",
    "year": 2007
  }, {
    "title": "A 24,000 yr diatom record from the Northern Basin of Lake Malawi. In: The East African Great Lakes: Limnology, Palaeolimnology and Biodiversity (Eds E.O",
    "authors": ["F. Gasse", "P. Barker", "T.C. Johnson"],
    "venue": "Odada and D.O. Olago),",
    "year": 2002
  }, {
    "title": "Deep structure of the Baringo Rift Basin (central Kenya) from three-dimensional magnetotelluric imaging: implications for rift evolution",
    "authors": ["S. Hautot", "P. Tarits", "K. Whaler", "B. Le Gall", "Tiercelin", "J.-J", "C. Le Turdu"],
    "venue": "J. Geophys. Res.,",
    "year": 2000
  }, {
    "title": "Origin of Kenya Rift Plateau-type flood phonolites: integrated petrologic and geophysical constraints on the evolution of the crust and upper mantle beneath the Kenya Rift",
    "authors": ["D.E. Hay", "R.F. Wendlandt", "G.R. Keller"],
    "venue": "J. Geophys. Res.,",
    "year": 1995
  }, {
    "title": "Provenance signatures from whole-rock geochemistry and detrital zircon ages of metasediments from the Austroalpine basement south of the Tauern Window",
    "authors": ["T. Heinrichs", "S. Siegesmund", "D. Frei", "M. Drobe", "B. Schulz"],
    "venue": "Geo. Alp.,",
    "year": 2012
  }, {
    "title": "Cenozoic extension in northern Kenya: a quantitative model of rift basin development",
    "authors": ["C.J. Ebinger"],
    "venue": "in the Turkana area. Tectonophysics,",
    "year": 1994
  }, {
    "title": "Authigenic minerals in the Pleistocene and recent sediments of Lake Magadi, Kenya",
    "authors": ["R. Herrick"],
    "venue": "MSc thesis, University of Wyoming,",
    "year": 1972
  }, {
    "title": "The Baringo Basin, Kenya: from Bill Bishop to BPRP",
    "authors": ["A. Hill"],
    "year": 1999
  }, {
    "title": "Neogene palaeontology and geochronology of the Baringo Basin, Kenya",
    "authors": ["A. Hill", "R. Drake", "L. Tauxe", "M. Monaghan", "J.C. Barry", "A.K. Behrensmeyer", "G. Curtis", "B. Fine Jacobs", "L. Jacobs", "N. Johnson", "D. Pilbeam"],
    "venue": "J. Human Evol.,",
    "year": 1985
  }, {
    "title": "Rifts as denudationaccumulation systems: concept, models and examples. In: Sedimentation in Continental Rifts (Eds R.W",
    "authors": ["M. Hinderer", "G. Einsele"],
    "venue": "Renaut and G.M. Ashley) SEPM Spec. Publ.,",
    "year": 2002
  }, {
    "title": "Early history of the Midcontinent Rift inferred from geochemistry and sedimentology of the Mesoproterozoic Osler Group, northwestern Ontario",
    "authors": ["P. Hollings", "P. Fralick", "B. Cousens"],
    "venue": "Can. J. Earth Sci.,",
    "year": 2007
  }, {
    "title": "Mantle transition zone structure beneath Kenya and Tanzania: more evidence for a deep-seated thermal upwelling in the mantle",
    "authors": ["A.D. Huerta", "A.A. Nyblade", "A.M. Reusch"],
    "venue": "Geophys. J. Int.,",
    "year": 2009
  }, {
    "title": "Cryptic indicators of provenance from the geochemistry of the Okavango Delta sediments, Botswana",
    "authors": ["P. Huntsman-Mapila", "A.B. Kampunzu", "B. Vink", "S. Ringrose"],
    "venue": "Sed. Geol.,",
    "year": 2005
  }, {
    "title": "Sediment geochemistry and tectonic setting: application of discrimination diagrams to early stages of intracontinental rift evolution, with examples from the Okavango",
    "authors": ["P. Huntsman-Mapila", "Tiercelin", "J.-J", "M. Benoit", "S. Ringrose", "S. Diskin", "J. Cotten", "C. H emond"],
    "year": 2009
  }, {
    "title": "2017) East African weathering dynamics controlled by vegetation-climate",
    "authors": ["ezine", "A.-M", "A. Vincens", "A.S. Cohen"],
    "venue": "feedbacks. Geology,",
    "year": 2017
  }, {
    "title": "Eocene atmospheric CO2 from the nahcolite",
    "authors": ["E.A. Jagniecki", "T.K. Lowenstein", "D.M. Jenkins", "R.V. Demicco"],
    "venue": "proxy. Geology,",
    "year": 2015
  }, {
    "title": "Evolution of the Kaapvaal Craton as viewed from geochemical and Sm-Nd isotopic analyses of intracratonic pelites",
    "authors": ["B.M. Jahn", "K.C. Kondie"],
    "venue": "Geochim. Cosmochim. Acta,",
    "year": 1995
  }, {
    "title": "The rare earth element geochemistry of Mono Lake water and the importance of carbonate complexing",
    "authors": ["K.H. Johannesson", "W.B. Lyons"],
    "venue": "Limnol. Oceanogr.,",
    "year": 1994
  }, {
    "title": "Sedimentary processes and signals of past climatic change in the large lakes of the East African © 2017 The Authors",
    "authors": ["T.C. Johnson"],
    "venue": "Sedimentology © 2017 International Association of Sedimentologists, Sedimentology,",
    "year": 1993
  }, {
    "title": "Carbonate melts and carbonatites",
    "authors": ["A.P. Jones", "M. Genge", "L. Carmody"],
    "venue": "Rev. Mineral. Geochem.,",
    "year": 2013
  }, {
    "title": "Astronomically forced climate change in the Kenyan Rift Valley 2.7–2.55 Ma: implications for the evolution of early hominin ecosystems",
    "authors": ["J. Kingston", "A. Deino", "R. Edgar", "A. Hill"],
    "venue": "J. Human Evol.,",
    "year": 2007
  }, {
    "title": "Rift propagation at craton margin. Distribution of faulting and volcanism in the North Tanzanian Divergence (East Africa) during",
    "authors": ["J. ere"],
    "venue": "Neogene times. Tectonophysics,",
    "year": 2008
  }, {
    "title": "Lithospheric thickness beneath the southern Kenya Rift: implications from basalt geochemistry",
    "authors": ["A. ath", "R.E. Zartman"],
    "venue": "Contrib. Mineral. Petrol.,",
    "year": 2001
  }, {
    "title": "Facies, geochemistry and diatoms of late Pleistocene Olorgesailie tufas, southern Kenya",
    "authors": ["R.K.L. Lee", "R.B. Owen", "R.W. Renaut", "A.K. Behrensmeyer", "R. Potts", "W.D. Sharp"],
    "venue": "Rift. Palaeogeogr. Palaeoclimatol. Palaeoecol.,",
    "year": 2013
  }, {
    "title": "Massive and prolonged deep carbon emissions associated with continental rifting",
    "authors": ["H. Lee", "J.D. Muirhead", "T.P. Fischer", "C.J. Ebinger", "S.A. Kattenhorn", "Z.D. Sharp", "G. Kianji"],
    "venue": "Nature Geosci.,",
    "year": 2016
  }, {
    "title": "Origins of Magadi-type Chert: New clues from the HSPDP Lake Magadi drill cores",
    "authors": ["K. Leet", "T. Lowenstein", "R.B. Owen", "R. Renaut", "D. Deocampo", "A. Cohen", "E. McNulty", "V. Muiruri", "N.M. Rabideaux", "A.L. Billingsley", "A. Mbuthia"],
    "venue": "Geol. Soc. Am. Abstr. Prog",
    "year": 2016
  }, {
    "title": "The stratigraphy and structure of the Elgeyo Escarpment, southern Kamasia Hills and adjoining areas, Rift Valley Province, Kenya",
    "authors": ["S.J. Lippard"],
    "venue": "PhD Thesis,",
    "year": 1972
  }, {
    "title": "Plateau phonolite lava flows, Kenya",
    "authors": ["S.J. Lippard"],
    "venue": "Geol. Mag.,",
    "year": 1973
  }, {
    "title": "The sedimentary and paleoenvironmental history of Lake Magadi, Southern Kenya Rift: new evidence from drill cores in the axial graben",
    "authors": ["T.K. Lowenstein", "R.W. Renaut", "R.B. Owen", "D.M. Deocampo", "A.S. Cohen", "K. McNulty", "V.M. Muiruri", "N.M. Rabideaux", "A. Billingsley", "A. Mbuthia"],
    "year": 2015
  }, {
    "title": "Congr., Reno (June 15–19)",
    "authors": ["Int. Limnogeol"],
    "venue": "USGS Open-File Report",
    "year": 2015
  }, {
    "title": "2016) Lake Magadi, Kenya: Modern-Pleistocene analog for alkaline saline lake deposits",
    "authors": ["T. Lowenstein", "R.B. Owen", "R. Renaut", "D. Deocampo", "A. Cohen", "E. McNulty", "K. Leet", "V. Muiruri", "N.M. Rabideaux", "A.L. Billingsley", "A. Mbuthia"],
    "venue": "Geol. Soc. Am. Abstr. Prog.,",
    "year": 2016
  }, {
    "title": "Late Quaternary stratigraphic analysis of the Lake Malawi Rift: East Africa: an integration of drill-core and seismic-reflection data",
    "authors": ["R.P. Lyons", "C.A. Scholz", "M.R. Buoniconti", "M.R. Martin"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol.,",
    "year": 2009
  }, {
    "title": "An energybalance hydrologic model for the Lake Malawi Rift Basin, East Africa",
    "authors": ["R.P. Lyons", "C.N. Kroll", "C.A. Scholz"],
    "venue": "Global Planet. Change,",
    "year": 2011
  }, {
    "title": "Magmatism of the Kenya Rift Valley: a review",
    "authors": ["R. Macdonald"],
    "venue": "Trans. Roy. Soc. Edinb.,",
    "year": 2003
  }, {
    "title": "Evolution of peralkaline silicic complexes: lessons from the extrusive rocks",
    "authors": ["R. Macdonald"],
    "venue": "Lithos,",
    "year": 2012
  }, {
    "title": "Tectonomagmatic evolution of the Kenya rift valley: some geological perspectives",
    "authors": ["R. Macdonald", "L. Williams", "I. Gass"],
    "venue": "J. Geol. Soc. London,",
    "year": 1994
  }, {
    "title": "Plume–lithosphere interactions in the generation of the basalts of the Kenya Rift, East Africa",
    "authors": ["R. Macdonald", "N. Rogers", "J. Fitton", "S. Black", "M. Smith"],
    "venue": "J. Petrol.,",
    "year": 2001
  }, {
    "title": "Timing of volcanism",
    "authors": ["I. McDougall", "F.H. Brown"],
    "year": 2008
  }, {
    "title": "The sedimentary response to a rapid",
    "authors": ["R. Wheatcroft"],
    "year": 2015
  }, {
    "title": "Miocene and Pliocene",
    "authors": ["R.B. Owen", "R.W. Renaut"],
    "year": 2000
  }, {
    "title": "Wetland sedimentation and",
    "authors": ["A.K. Behrensmeyer"],
    "year": 2009
  }, {
    "title": "Opaline cherts",
    "authors": ["R.W. Renaut", "R.B. Owen"],
    "venue": "Sedimentology,",
    "year": 1988
  }, {
    "title": "Saline, alkaline paleolakes of the Tugen HillsKerio Valley Region, Kenya Rift Valley. In: Late Cenozoic Environments and Hominid Evolution (Eds P",
    "authors": ["R.W. Renaut", "J. Ego", "Tiercelin", "J.-J", "C. Le Turdu", "R.B. Owen"],
    "year": 1999
  }, {
    "title": "Impact of lakelevel changes on the formation of thermogene travertine in continental rifts: evidence from Lake Bogoria, Kenya",
    "authors": ["R.W. Renaut", "R.B. Owen", "B. Jones", "Tiercelin", "J.-J", "C. Tarits", "J.K. Ego", "K.O. Konhauser"],
    "venue": "Rift Valley. Sedimentology,",
    "year": 2013
  }, {
    "title": "Geothermal activity and hydrothermal mineral deposits at southern Lake Bogoria, Kenya Rift Valley: impact of lake level changes",
    "authors": ["R.W. Renaut", "R.B. Owen", "J.K. Ego"],
    "venue": "J. Afr. Earth Sci.,",
    "year": 2017
  }, {
    "title": "The East African Rift System",
    "authors": ["U. Ring"],
    "venue": "Aust. J. Earth Sci.,",
    "year": 2014
  }, {
    "title": "REE geochemistry of the recent playa sediments from the Thar Desert, India: an implication to playa sediment provenance",
    "authors": ["P.D. Roy", "W. Smykatz-Kloss"],
    "venue": "Chem. Erde,",
    "year": 2007
  }, {
    "title": "Composition of the Continental Crust",
    "authors": ["R.L. Rudnick", "S. Gao"],
    "venue": "Treatise on Geochemistry, Volume 3 (Eds H.D. Holland and K.K. Turekian),",
    "year": 2003
  }, {
    "title": "An 11 000-year lithostratigraphic and paleohydrologic record from Equatorial Africa: Lake Edward",
    "authors": ["J. Russell", "T. Johnson", "K. Kelts", "T. Lærdal", "M. Talbot"],
    "venue": "Uganda-Congo. Palaeogeogr. Palaeoclimatol. Palaeoecol.,",
    "year": 2003
  }, {
    "title": "Dipping into the soda lakes of East Africa",
    "authors": ["M. Schagerl", "R.W. Renaut"],
    "venue": "Soda Lakes of East Africa (Ed. M. Schagerl),",
    "year": 2016
  }, {
    "title": "Geochemistry and U-Pb geochronology of the Neoproterozoic Stirling Quartzite, southeastern California: Implications for weathering, provenance and tectonic setting",
    "authors": ["W.A. Schoenborn"],
    "venue": "PhD thesis,",
    "year": 2010
  }, {
    "title": "Coarse-clastic facies and stratigraphic sequence models from Lakes Malawi and Tanganyika, East Africa. In: Lacustrine Basin Exploration: Case Studies and Modern Analogues",
    "authors": ["C.A. Scholz", "B.R. Rosendahl"],
    "venue": "AAPG Memoir.,",
    "year": 1990
  }, {
    "title": "Development of coarse-grained facies in lacustrine rift basins: examples from East Africa",
    "authors": ["C.A. Scholz", "B.R. Rosendahl", "D.L. Scott"],
    "year": 1990
  }, {
    "title": "Comparative sequence stratigraphy of low-latitude versus high-latitude lacustrine rift basins: seismic data examples from the East African and Baikal rifts. Palaeogeogr",
    "authors": ["C.A. Scholz", "T.C. Moore", "Jr.", "D.R. Hutchinson", "A.J. Golmshtok", "K.D. Klitgord", "A.G. Kurotchkin"],
    "year": 1998
  }, {
    "title": "Stratigraphic and structural constraints on mechanisms of active rifting in the Gregory Rift, Kenya",
    "authors": ["M. Smith"],
    "venue": "Tectonophysics,",
    "year": 1994
  }, {
    "title": "Late Pleistocene paleohydrography and diatom paleoecology of the central basin of Lake Malawi, Africa",
    "authors": ["J.R. Stone", "K.S. Westover", "A.S. Cohen"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol.,",
    "year": 2011
  }, {
    "title": "Chemical and isotopic systematics of oceanic basalts: implications for mantle composition and processes",
    "authors": ["Sun", "S.-S", "W.F. McDonough"],
    "venue": "Magmatism in the Ocean Basins (Eds A.D. Saunders and M.J. Norry), Spec. Publ. Geol. Soc. Lond.,",
    "year": 1989
  }, {
    "title": "Mineral reactions in the sedimentary deposits of the Lake Magadi region, Kenya",
    "authors": ["R.C. Surdam", "H.P. Eugster"],
    "venue": "Geol. Soc. Am. Bull.,",
    "year": 1976
  }, {
    "title": "The Late Pleistocene-Holocene palaeolimnology of Lake Victoria, East Africa, based upon elemental and isotopic analyses of sedimentary organic matter",
    "authors": ["M.R. Talbot", "T. Lærdal"],
    "venue": "J. Paleolimnol.,",
    "year": 2000
  }, {
    "title": "Cenozoic evolution of the Nile Basin. In: The Nile: Origin, Environments, Limnology and Human Use (Ed",
    "authors": ["M.R. Talbot", "M.A.J. Williams"],
    "venue": "H.J. Dumont),",
    "year": 2009
  }, {
    "title": "The Continental Crust: its Composition and Evolution, p. 312",
    "authors": ["S.R. Taylor", "S.M. McLennan"],
    "year": 1985
  }, {
    "title": "A 300 million years history of rift lakes in Central and East Africa: an updated broad review. In: The East African Great Lakes: Limnology, Palaeolimnology and Biodiversity (Eds E.O",
    "authors": ["Tiercelin", "J.-J", "K. Lezzar"],
    "venue": "Odada and D.O. Olago),",
    "year": 2004
  }, {
    "title": "Human evolution in a variable environment: the amplifier lakes of Eastern Africa",
    "authors": ["M.H. Trauth", "M.A. Maslin", "A.L. Deino", "A. Junginger", "M. Lesoloyia", "E.O. Odada", "D.O. Olago", "L.A. Olaka", "M.R. Strecker", "R. Tiedemann"],
    "venue": "Quatern. Sci.,",
    "year": 2010
  }, {
    "title": "Traceelement data relevant to the origin of trachytic and pantelleritic lavas in the East African Rift system",
    "authors": ["S.D. Weaver", "J.S.C. Sceal", "I.L. Gibson"],
    "venue": "Contrib. Mineral. Petrol.,",
    "year": 1972
  }, {
    "title": "Geology and geophysics of the Lotikipi Plain",
    "authors": ["C.K. Morley"],
    "venue": "Geoscience of Rift Systems — Evolution of East Africa (Ed. C.K. Morley), AAPG Studies in Geology",
    "year": 1999
  }, {
    "title": "The geology of the Tiati Hills, Rift Valley Province, Kenya",
    "authors": ["P.K. Webb"],
    "venue": "PhD thesis,",
    "year": 1971
  }, {
    "title": "The Kenya rift volcanics: a note on volumes and chemical composition",
    "authors": ["L.A.J. Williams"],
    "venue": "Tectonophysics,",
    "year": 1972
  }, {
    "title": "Relationships between major structures, salic volcanism and sedimentation in the Kenya Rift from the equator northwards to Lake Turkana",
    "authors": ["L.A.J. Williams", "G.R. Chapman"],
    "venue": "Sedimentation in the African Rifts (Eds L.E. Frostick,",
    "year": 1986
  }, {
    "title": "East African lake evidence for Pliocene millennial-scale climate",
    "authors": ["K.E. Wilson", "M.A. Maslin", "M.J. Leng", "J.D. Kingston", "A.L. Deino", "R.K. Edgar", "A.W. Mackay"],
    "venue": "variability. Geology,",
    "year": 2014
  }, {
    "title": "Volcanism, tectonism, sedimentation, and the paleoanthropological record in the Ethiopian Rift System. In: Volcanic Hazards and Disasters in Human Antiquity (Eds F.W",
    "authors": ["G. WoldeGabriel", "G. Heiken", "T. White", "B. Asfaw", "W. Hart", "P. Renne"],
    "year": 2000
  }, {
    "title": "Geochemistry of Archean shales from the Witwatersrand Supergroup, South Africa: source-area weathering and provenance",
    "authors": ["D.J. Wronkiewicz", "K.C. Condie"],
    "venue": "Geochim. Cosmochim. Acta,",
    "year": 1987
  }, {
    "title": "Possible influences upon lake development in the East African Rift valleys",
    "authors": ["R.F. Yuretich"],
    "venue": "J. Geol.,",
    "year": 1982
  }, {
    "title": "Geochemical data for the Kenya and Malawi Rifts. See Fig. 1 for site locations of samples",
    "authors": ["Table S"],
    "venue": "The Authors. Sedimentology © 2017 International Association of Sedimentologists, Sedimentology,",
    "year": 2017
  }],
  "id": "SP:b17c19714855298850476bed3803b5c627635c74",
  "authors": [{
    "name": "RICHARD BERNHART OWEN",
    "affiliations": []
  }, {
    "name": "ROBIN W. RENAUT",
    "affiliations": []
  }, {
    "name": "Alexander Brasier",
    "affiliations": []
  }],
  "abstractText": "Many previous studies on lacustrine basins in the East African Rift System have directed their attention to climatic controls on contemporary sedimentation or climate change as part of palaeoenvironmental reconstruction. In contrast, this research focuses on the impact of tectonism and volcanism on rift deposition and develops models that help to explain their roles and relative importance. The study focuses on the spatial and temporal variability in bulk sediment geochemistry from a diverse range of modern and ancient rift sediments through an analysis of 519 samples and 50 major and trace elements. The basins examined variously include, or have contained, wetlands and/or shallow to deep, fresh to hypersaline lakes. Substantial spatial variability is documented for Holocene to modern deposits in lakes Turkana, Baringo, Bogoria, Magadi and Malawi. Mio-Pleistocene sediments in the Central Kenya Rift and Quaternary deposits of the southern Kenya Rift illustrate temporal variability. Tectonic and volcanic controls on geochemical variability are explained in terms of: (i) primary controlling factors (faulting, subsidence, uplift, volcanism, magma evolution and antecedent lithologies and landscapes); (ii) secondary controls (bedrock types, rift shoulder and axis elevations, accommodation space, meteoric and hydrothermal fluids and mantle CO2); and (iii) response factors (catchment area size, orographic rains, rain shadows, vegetation densities, erosion and weathering rates, and spring/runoff ratios). The models developed have, in turn, important implications for palaeoenvironmental interpretation in other depositional basins.",
  "title": "Spatial and temporal geochemical variability in lacustrine sedimentation in the East African Rift System: Evidence from the Kenya Rift and regional analyses"
}