{
  "sections": [{
    "text": "1 3\nstudy global geodynamic processes, review past successes in this realm that were sponsored in part by ICDP, and suggest potential new targets for drilling campaigns that focus on solid earth evolution. This paper builds on discussions at the 2013 ICDP Science Meeting on the future of continental scientific drilling, held in Potsdam in November 2013.\nKeywords Global geodynamics · Plate tectonics · Continental scientific drilling · Heat and mass transfer"
  }, {
    "heading": "Introduction",
    "text": "The geodynamic evolution of Earth began shortly after accretion at 4.57 Ga and continues today. This evolution includes, at its most fundamental level, the physical and chemical fractionation of the Earth, core formation, and outgassing to form the atmosphere and oceans. The geodynamic processes that drive this evolution include some that are truly cyclic, and others that are largely unidirectional (e.g., core formation). The products of these global-scale processes are commonly preserved in the Earth’s crust and in many cases can be studied very effectively through Continental Scientific Drilling (Harms et al. 2007). This paper summarizes discussions of key questions to be addressed in global geodynamics by participants at the ICDP Science Meeting in Potsdam, November 2013,\nWe focus on fundamental research driven by the need to understand how the Earth operates, both at present and throughout geological history. We do not ignore the importance of applied aspects, such as the need to understand earthquakes, predict volcanic eruptions and discover energy and mineral resources, but we anticipate that these are treated elsewhere in this volume. The focus of this paper is thus on the understanding of large-scale Earth processes\nJ. W. Shervais (*) Department of Geology, Utah State University, Logan, UT 84322-4505, USA e-mail: john.shervais@usu.edu\nN. Arndt ISTerre, University of Grenoble, Grenoble, France\nK. M. Goodenough British Geological Survey, West Mains Road, Edinburgh EH9 3LA, UK\n1 3\nand secular changes in those processes. A feature that distinguishes most solid Earth projects from others sponsored by the International Continental Drilling Program (ICDP) is their focus on the deep past, extending from the relatively recent Snake River HOTSPOT project through to mid-Archaean Barberton.\nOver-arching themes in solid earth evolution\nTwo over-arching themes in solid Earth evolution have been identified by ICDP as important areas for future research: global geodynamic cycles, and heat and mass transfer. These themes were recognized, at the ICDP Science Meeting in 2013, as major focus areas for understanding geoprocesses, with implications for societal challenges such as natural hazards, energy and mineral resources, and climate and ecosystem evolution. In this section, we review the major questions that can be addressed by continental scientific drilling within these themes, and identify linkages with other ICDP themes. This broad review represents a potential starting point from which detailed proposals for specific drilling projects might develop.\nGlobal geodynamic cycles in earth evolution\nThe solid Earth evolves through geodynamic cycles that operate on a range of timescales. The most fundamental of these is plate tectonics, which continuously forms and destroys oceanic crust, and leads to the growth of continental crust through arc magmatism at convergent plate boundaries. Oceanic crust forms by partial melting of the upper mantle at divergent plate boundaries and is eventually recycled back into the mantle at subduction zones, taking with it the signatures of interaction with the atmosphere and oceans. Fractionation of trace elements during partial melt extraction and fluid loss from the subducting crust imparts a distinctive geochemical signature to magmas generated in subduction zones. These arc magmas not only add new material to continental crust, but also drive formation of many of the ore deposits that are fundamental to modern society. Superimposed on this cycle are mantle plumes, which are discussed below.\nOceanic crust lies in deep water in ocean basins, and only the uppermost part can normally be accessible to dredging: drilling a complete section through the crust is a long-term goal of ocean drilling projects. All of today’s ocean crust is younger than 200 Ma, so efforts to understand older ocean crustal processes must seek locations where such crust has been preserved on land as obducted ophiolites. Continental crust, in contrast, is far older, having first formed as cratonic nuclei in the early Archaean or Hadean, and having continued to grow through time. As a\nresult, continental crust contains the only accessible record of Earth processes and events prior to 200 Ma, and in many areas, the full length of this record can only be studied by scientific drilling. The processes by which the early continental crust formed are still not well understood and debate continues over the timing of the onset of plate tectonics and over the geodynamic processes that operated in the first part of Earth’s history (e.g., Shervais 2006; Hamilton 2007; Stern 2008). In a modern context, the initiation and development of subduction zones can only be studied in a handful of places; continental scientific drilling offers the opportunity to investigate both active and fossil subduction zones in greater detail.\nAn important element of the plate tectonics paradigm is the “Wilson Cycle,” which starts with continental rifting and ocean basin formation and is followed by destruction of the ocean basin through subduction, collision, and the re-amalgamation of continental crustal blocks (Wilson 1966). Collisional orogens generate large tracts of metamorphosed crust, including the recently recognized ultra-high-pressure (UHP) metamorphic terranes, which preserve crustal rocks that were subducted to mantle depths before being rapidly transported to the surface (e.g., in the Dabie Shan-Sulu terrane of China: Xu et al. 2009). The most recent example of a continental collision zone, the Himalayan-Karakoram-Alpine orogeny (e.g., Searle 2013), has produced topography that drives enhanced erosion and sedimentation and influences climatic cycles. The Wilson Cycle operates on timescales of several hundred million years, forming “supercontinents” that comprise most of Earth’s continental crust (Murphy and Nance 1992; Nance and Murphy 2013). The Phanerozoic to Neoproterozoic supercontinents of Pangaea, Gondwana, and Rodinia are now relatively well understood, but reconstructions of older supercontinents are still being developed. The changes in continental accretion processes through time, and the effects that the supercontinent cycle had on global climate and the evolution of life, are targets ripe for investigation by well-targeted continental scientific drilling projects (Behrman and Yang 2007; Nance and Murphy 2013).\nThese tectonic cycles link not only to cycles of fluid flow and element transport within the crust, but also to cycling between the atmosphere and hydrosphere and the solid earth. Cycling of water and carbon from the surface into the mantle are notable examples of this process. The deep carbon cycle is inextricably linked to the tectonic cycles mentioned above (e.g., Walter et al. 2011; Dasgupta 2013), and interactions with the atmosphere, hydrosphere, and biosphere have been vital in the origin and evolution of life, and in the generation of fossil fuels. In addition to understanding this natural cycle, we also need to investigate how CO2 can be rapidly locked back into the Earth’s crust in the process of carbon capture and storage (Kelemen et al. 2011).\n1 3\nEqually important are one-way processes such as core formation, the growth of cratonic nuclei in the Archaean, outgassing of the mantle to form the oceans and primitive atmosphere, oxygenation of the atmosphere, and the evolution of life, all of which have had profound impacts on the geochemical and geodynamic evolution of Earth. Catastrophic events such as bolide impacts probably dominated Earth’s evolution throughout the Hadean (based on our knowledge of impact histories of the Moon and telluric planets). Catastrophic impacts have declined in frequency and intensity since the end-Hadean “late heavy bombardment,” but, together with major volcanic eruptions, are known to have had a significant effect on Earth’s history and the evolution of life (Simonson et al. 2000; Koeberl 2006; Koeberl and Milkereit 2007).\nMass and heat transfer\nThe dominant driving mechanisms for global geodynamics are the twin engines of heat and mass transfer: the sinking of cold lithospheric plates at convergent plate boundaries and the rise of thermo-chemical plumes from the lower mantle or the core−mantle boundary (Fig. 1).\nThe subduction of tectonic plates drives sea-floor spreading, mid-ocean ridge volcanism, arc volcanism, and most surface tectonics, e.g., arc-continent and continent– continent collisions (Carlson et al. 1983; Vigny et al. 1991). The rise of thermo-chemical plumes recycles some of this subducted lithosphere from the lower mantle back to the surface, along with heat from lower mantle and core (Hofmann and White 1982; Zhong et al. 2000). As these plumes approach the surface, they partially melt to form “hotspots” (DePaolo and Manga 2003). Melting in the heads of starting plumes leads to the formation of large igneous provinces (LIPs), including oceanic plateaux and continental flood basalts, while the decapitated plume tails form timetransgressive volcanic chains (e.g., ocean island chains and\ntheir continental equivalents; Hill 1991). LIPs play a significant role in mass extinctions and rapid climate change, and the interplay between LIPs and impacts has triggered some of the major tipping points in Earth’s history. The compositions of volcanic rocks in LIPs indicate that plumes were more important in the Archaean when the Earth was hotter; they contributed to the formation of greenstone belts, which preserve the sole record of volcanism in this time period, and are commonly associated with Ni, Cu–Zn–Pb, and Au mineralization (Arndt et al. 2012). Plumes also contribute to crustal growth in continents by under-plating magmas and re-enriching continental lithosphere (Hill 1991, 1993).\nAt a more local scale, the circulation of fluids and magmas in the oceanic and continental crust is a vital mechanism of heat and mass transfer. These processes are instrumental in the evolution of the continents and the formation of magmatic and hydrothermal ore deposits, and also in the evolution of the compositions of the atmosphere, hydrosphere, and biosphere. It is now recognized (e.g., Simmons and Graham 2003) that many geothermal systems represent the surface expression of nascent ore deposits and that both are commonly associated with either subductionrelated or plume-related magmatism. Circulation of fluids through the oceanic crust not only generates hydrothermal ore deposits, but also provides one possible site for the emergence and early evolution of life (e.g., Corliss et al. 1981; Miller and Bada 1988; Nisbet and Sleep 2001), another being terrestrial geothermal systems (e.g., Mulkidjanian et al. 2012). As a result, drilling projects designed to explore volcanic arc or hotspot processes may also serve to investigate geothermal systems, volcanoes, ore deposits, or early life.\nMajor questions\nFundamental questions related to global geodynamic cycles and heat and mass transfer that can be addressed by\n1 3\ncontinental scientific drilling include (but are by no means limited to):\n• When did plate tectonics start? And how did it evolve to the modern plate tectonic regime? • How and at what rate did the continental crust form? • What are the processes by which rifting of continental\ncrust leads to development of new oceanic crust? • How did the formation and accretion of continental\ncrust, and the development of supercontinents, influence the formation of major Earth resources? • How have impacts and major volcanic eruptions affected the evolution of life? • What were the drivers for the oxygenation of Earth and the evolution of life? • What are the key controls on element cycling from the hydrosphere, atmosphere and biosphere, into the crust and mantle; and how have these changed over time?\nContinental scientific drilling should not solely focus on the recent past by way of shallow boreholes. It is important that the ICDP addresses the full breadth of geological time, including deep time—the Archaean, Proterozoic, and older Phanerozoic—as well as the full spectrum of Earth’s history as it relates to global geodynamics (e.g., Behrman and Yang 2007). The issues discussed here, which bear on the origin and evolution of the solid Earth, are critical if we are to understand how our planet functions and the manner in which it evolved through its entire history. In many cases, the rock record that can be used to answer these questions is buried and dismembered by tectonic processes; continental scientific drilling offers an opportunity to obtain coherent sections that complement surface exposures.\nLinkages with other themes\nIn addition to the fundamental questions listed above, global geodynamic cycles and heat and mass transfer link to other themes identified by ICDP as significant areas for future research (e.g., climate and ecosystem evolution, energy and mineral resources, natural hazards, and hidden biosphere). Key linking questions include:\n• How does the origin and evolution of life relate to tectonic cycles in the Hadean and Archaean? • How is oxygenation of the Earth and its atmosphere linked to global geotectonic cycles? • What is the role of impacts and Large Igneous Provinces on climate and ecosystem evolution throughout geological time? • How are mineral resources related to the tectonic and supercontinent cycles, and to Global Oxygenation Events?\n• How are energy and mineral resources, including geothermal energy, linked to major global geodynamic processes such as subduction and mantle plumes? • How are major geodynamic processes such as the growth of mountain chains linked to the evolution of global climate and ecosystems? • What lessons can we learn about natural hazards through study of plate margin structures, such as faults and subduction zones, in the geological record?\nAs a result of these linkages, many projects aligned with the general themes of global geodynamics and heat and mass transfer will have impacts on other topics central to continental scientific drilling. Many drilling projects can and should be structured to address multiple questions that cut across nominal theme and discipline boundaries, and involve a broad spectrum of science investigators. This is important because drilling is expensive, and projects that can address multiple themes will win wider support and result in more scientific impact, than projects that are limited to a single issue or theme. Examples of the synergy that results from successful projects with multiple themes include lake-drilling projects that address both climate change and impact processes (Brigham-Grette et al. 2013) and projects that address volcanic processes and geothermal energy (Shervais et al. 2013a) or magmatic processes and ore formation."
  }, {
    "heading": "Summary of ICDP successes",
    "text": "Many successful projects addressing questions of global geodynamics and heat and mass transfer have been sponsored in whole or part by ICDP. These projects, which are profiled on the current ICDP Web site, are listed in Table 1. For convenience, these may be grouped into three broad groups: (1) the geodynamic effects of thermochemical plumes; (2) plate margins; and (3) geodynamic processes in deep time. Each of these groups exhibits linkages with other themes, as discussed above. For example, deep time links to thermochemical plumes and plate margins (both divergent and convergent), as well as passive continental margins.\nGeodynamic effects of thermochemical plumes\nContinental scientific drilling to explore the geodynamic effects of thermochemical plumes has been discussed in detail at several ICDP, NSF, and ESF sponsored workshops (e.g., Neal et al. 2008; Walton et al. 2009; DePaolo and Weis 2007; Shervais et al. 2013b). Targets identified by these workshops include large igneous provinces and continental flood basalts, time-transgressive oceanic\n1 3\nTa bl\ne 1\nS um\nm ar\ny of\nc om\npl et\ned I\nC D\nP pr\noj ec\nts r\nel at\ned to\ng lo\nba l g\neo dy\nna m\nic c\nyc le\ns\nT itl\ne Su\nbt itl\ne Ta\nrg et\nL oc\nat io\nn D\nat es\nK ey\nw or\nds\nK ol\na K\nol a\nSu pe\nrd ee\np B\nor eh\nol e\nU pp\ner to\nm id\ndl e\nco nt\nin en\nta l c\nru st\nN or\nth ea\nst er\nn Sc\nan di\nna vi\nan S\nhi el\nd,\nR us\nsi a\n69 °2\n3′ N\n, 3 0°\n36 ′E\n19 70\n–1 99\n4 (p\nre -I\nC D\nP) R\noc ks\na nd\nm in\ner al\ns at\ng re\nat d\nep th s an d on th e su rf ac e, o re d ep os its\nW in\ndi sc\nhe sc\nhe nb\nac h\nG er\nm an\nC on\ntin en\nta l D\nee p\nD\nri lli\nng P\nro gr\nam U\npp er\nto m\nid dl\ne co\nnt in\nen ta\nl c ru\nst G\ner m\nan y,\nB av\nar ia\n; 4 9°\n48 ′5\n5. 38 ″N\n12\n°0 7′\n13 .0\n1″ E\n19 90\n–1 99\n4 (p\nre -I\nC D\nP) C\non ve\nrg en\nt m ar\ngi ns\n, c ol\nlis io n zo ne s, th er m al r eg im es , d ee p bi os ph er e: e lu ci da tio n of s\ntr uc - tu re a nd e vo lu tio n of th e in te ri\nor\nzo ne\ns in\na f\nor m\ner m\nou nt\nai n\nch ai\nn\nH aw\nai ’i\nH aw\nai ’i\nS ci\nen tifi\nc D\nri lli\nng P\nro je\nct\n(H SD\nP) M\nau na\nK ea\nV ol\nca no\nH aw\nai i,\nU SA\n; 1 9°\n42 ′5\n2. 41 ″N , 15 5° 3′ 15 .0 3″ W\n19 99\nG eo\nch em\nic al\na nd\ng eo\nph ys\nic al\npr\noc es\nse s\nw ith\nin m\nan tle\np lu\nm es\nfo\nrm in\ng “m\nid pl\nat e”\nv ol\nca no\nes\nK oo\nla u\nR oc\nk C\nor in\ng K\noo la\nu V\nol ca\nno Su\nba er\nia lly\ne xp\nos ed\nla va\ns of\nK\noo la\nu V\nol ca\nno H\naw ai\n’i , U\nSA ; 2\n1° 20 ′3\n9. 36 ″N , 15 7° 52 ′2 2. 36 ″W\nA pr\nil– M\nay 2\n00 0\nO ri\ngi n\nan d\nev ol\nut io\nn of\nth e\nH aw\nai ia\nn pl\num e\nan d\nth e\nm an\ntle ;\nen ri\nch ed\nm an\ntle 1\nen dm\nem be\nr;\nde ep\nm an\ntle r\nec yc\nlin g\nof c\nru st\nD on\ngh ai\nC hi\nne se\nC on\ntin en\nta l S\nci en\ntifi c\nD ri\nlli ng\nP ro\ngr am\nD ab\nie -S\nul u\nU H\nPM B\nel t\nD ab\nie -S\nul u,\nC hi\nna : 3\n4° 24 ′3\n6″ N , 11 8° 40 ′1 2″ E\n20 01\n–2 00\n5 U\nltr a-\nhi gh\n-p re\nss ur\ne (U\nH P)\nm\net am\nor ph\nic b\nel t:\nco nv\ner ge\nnt\nm ar\ngi ns\n, n at\nur e\nan d\ntim in\ng of\nm\net am\nor ph\nis m\n; e xh\num at\nio n\nof\nth e\nU H\nP ro\nck s;\nfl ui\nd ci\nrc ul\nat io n an d m in er al iz at io n in th e cr us t an d up pe r m an tle\nO ut\nok um\npu O\nut ok\num pu\nD ee\np D\nri lli\nng P\nro je\nct Pr\not er\noz oi\nc gr\nee ns\nto ne\nb el\nt O\nut ok\num pu\n, F in\nla nd\n; 6 2°\n43 ′4 ″N , 29 °3 ′4 3″ E\n20 04\n–2 00\n5 O\nph io\nlit es\n, P re\nca m\nbr ia\nn or\nog en esi s, s al in e flu id s, th er m al r eg\nim es , or e de po si ts\nFe nn\nos ca\nnd ia\nFe nn\nos ca\nnd ia\nA rc\ntic R\nus si\na—\nD ri\nlli ng\ne ar\nly e\nar th\np ro\nje ct\nPr ot\ner oz\noi c\nIm an\ndr a-\nV ar\nzu ga\nG\nre en\nst on\ne B\nel t\nK ol\na Pe\nni ns\nul a,\nR us\nsi a;\n6 8°\nN ,\n36 °E\nM ay\n–O ct\nob er\n2 00\n7 Pa\nla eo\npr ot\ner oz\noi c\nvo lc\nan o-\nse di - m en ta ry s uc ce ss io ns ; g en es is a\nnd\ntim in\ng of\nth e\nab ru\npt e\nst ab\nlis h-\nm en\nt o f\nth e\nm od\ner n\nE ar\nth s\nys te\nm\nth ro\nug h\nea rl\ny Pa\nla eo\npr ot\ner oz\noi c\ntim e\nSn ak\ne R\niv er\nSn ak\ne R\niv er\nS ci\nen tifi\nc D\nri lli\nng\nPr oj\nec t\nC on\ntin en\nta l v\nol ca\nni cs\nSn ak\ne R\niv er\nP la\nin , U\nSA ;\n42 °5\n6′ 18 ″N\n, 1 15\n°2 1′\n18 ″W\n20 10\n–2 01\n2 A\nct iv\ne m\nan tle\np lu\nm e\nvo lc\nan is\nm\nin a\nn in\ntr a-\nco nt\nin en\nta l s\net tin\ng;\nba sa\nlts , c\nlim at\ne ch\nan ge\n, c on\ntin en - ta l e vo lu tio n, h ot s po ts , m an tle pl um es , t he rm al r eg im es\nB ar\nbe rt\non B\nar be\nrt on\nD ri\nlli ng\nP ro\nje ct : Pe er in g in to th e C ra dl e of\nL if\ne A\nrc ha\nea n\ngr ee\nns to\nne b\nel t\nB ar\nbe rt\non , S\nou th\nA fr\nic a:\n25\n°5 4′\n25 ″S\n, 3 1°\n6′ 19 ″E\n20 11\n–2 01\n2 M\nid -A\nrc ha\nea n\n(3 .5\n–3 .2\nG a)\nvo\nlc an\nic a\nnd s\ned im\nen ta\nry r\noc ks : A rc ha ea n vo lc an ic p ro ce ss es ; dy na m ic s of A rc ha ea n cr us t a nd m an tle ; e ro si on a nd s ed im en ta - tio n on th e ea rl y E ar th , c om po si - tio n an d te m pe ra tu re o f A rc ha ea n se aw at er\n1 3\nisland chains, and time-transgressive “hotspot tracks” on continental crust. For this paper, we highlight two recent examples of drilling projects that investigate plume-derived magmatism.\nOceanic plumes: the Hawaii Scientific Drilling Project (HSDP). The Hawaiian Islands represent the classic example of a time-transgressive oceanic hotspot track, as proposed by Wilson (1963). The islands become progressively older from SE to NW and then turn northward to form the Emperor seamount chain, whose ages increase to the north (Sharp and Clague 2006). The change in orientation of the island/seamount chain is thought to represent a profound change in plate motion that occurred with the onset of subduction in the Izu-Bonin-Mariana arc system circa 50 Ma (Sharp and Clague 2006).\nThe HSDP was designed to investigate the evolution of an oceanic plume tail province and, in particular, the concept of a compositionally zoned plume (DePaolo et al. 1996; Stolper et al. 2009). This 3,300-m deep hole recovered a 0.5 Ma record of volcanism from the two main Hawaiian volcanoes, Mauna Loa (100 Ka) and Mauna Kea (400 Ka). This project produced a wealth of petrological, geochemical, isotopic, and volcanological data that document the chemical and stratigraphic evolution of these immense volcanoes (Fig. 2). Among the discoveries of this project are a new model for plume-tail structure in the mantle (Farnetani et al. 2012), a stratigraphic growth model for development of the volcano and its subsidence below sealevel (Stolper et al. 2009), and an immense freshwater aquifer (Thomas et al. 2012).\nContinental plumes: the Snake River Scientific Drilling Project (HOTSPOT). Project Hotspot was designed to explore the impact of deep-seated mantle plumes on continental crust and lithosphere, and the influence of continental lithosphere on plume-derived magmas (Shervais et al. 2013a). The Snake River Plain (SRP) of southern Idaho records the track of the Yellowstone hotspot, a deep-seated mantle plume that has been imaged seismically to depths of over 1,000 km and forms a curtain of hot mantle that penetrates the subducting Farallon slab (Obrebski et al. 2010; James et al. 2011). Magmas associated with melting of the plume head erupted under eastern Oregon and Washington circa 17 Ma, forming the Columbia River basalts and related rhyolite eruptive centers under northern Nevada and southwestern Idaho. Magmas associated with melting of the plume-tail form a series of time-transgressive rhyolite caldera complexes overlain by a veneer of basalt up to 2 km thick (Shervais et al. 2005). Project Hotspot drilled three ~2-km deep holes in distinct tectonic settings (Fig. 3). The first two holes, located in the central Snake River Plain near Twin Falls, Idaho, form an off-set pair that samples a nearly 4-km thick composite section of rhyolite overlain by basalt. The third hole, located in the western SRP, samples\nbasalts and sediments found in a major graben that formed contemporaneously with the central–eastern SRP (Shervais et al. 2013a). Preliminary work on the cores from these holes document a continuous history of magmatism over 10 Ma, with massive rhyolite eruptive events followed by cyclic enrichment-fractionation cycles of basaltic magmas, high geothermal gradients, and a magmatic flux consistent with typical LIPs (Shervais et al. 2013a).\nPlate margins and crustal geodynamics\nThere have already been a number of successful projects sponsored in part by ICDP that address crustal geodynamics and plate margin processes. The very nature of active plate margins means that most of these proposals are associated with the International Ocean Discovery Program (IODP) and/or the GeoPRISMS program (Geodynamic Processes at Rifting and Subducting Margins). ICDP has been involved in projects including those aimed at drilling currently active margins and those studying plate margins in the geological record.\nTwo super-deep holes have been drilled in the continental crust: the 12,262-m deep Kola hole in northern Russia (Kozlovsky 1987) and the 9,101-m deep KTB hole at Windischeschenbach, in southeastern Germany (Emmermann and Lauterjung 1997). The Kola deep drill hole preceded organization of ICDP, while the KTB hole represented its inaugural effort. Although it could be argued that these projects represented more a technological challenge than a source of scientific data, both provided useful sections through the upper to middle sections of the continental crust.\nMany of the active margin projects aim to understand both the processes that take place at plate margins and the natural hazards associated with them. Key examples include the SAFOD (San Andreas Fault Zone Observatory at Depth) and Alpine Fault projects that have drilled into major plate-bounding faults exposed on land. ICDP has also supported IODP programs to drill into active subduction zones, such as those in the Nankai Trough (NanTroSeize) and Japan trench (J-FAST).\nBetween 2002 and 2007, the SAFOD project drilled and instrumented an inclined borehole across the San Andreas Fault Zone near Parkfield, California, reaching a depth of 3.2 km. The primary aim of this project was to monitor and study the physical and chemical processes controlling earthquake generation along the fault zone, and the core collected during drilling also provides valuable information on the nature of plate-bounding faults. Cores and geophysical logs show that the San Andreas Fault comprises several discrete, 2–3 m wide, weak, and actively deforming zones, separated by blocks of strong crust (Zoback et al. 2011).\nCollisional processes in the geological record are the subject of an ongoing drilling program, the COSC project\n1 3\n(Collisional Orogeny in the Scandinavian Caledonides), which will aim to provide new information on the processes operating in continent–continent collision belts. A notable past success for ICDP was the Chinese Continental Scientific Drilling Program, which investigated subduction and exhumation of the continental crust in the Dabie Shan-Sulu ultra-high-pressure terrane of China (Xu et al. 2005, 2009; Liou et al. 2009). This area contains clear evidence that continental crustal material was subducted to depths of >150 km during Mesozoic collisional orogenesis. The main borehole for the project was drilled to a depth of 5,158 m, and research on the core has shown that the slab of continental crust was rapidly subducted (4.8–6.1 km/ Ma) to ~150 km where it underwent ultra-high-pressure\nmetamorphism (Fig. 4). Exhumation to the upper crust was equally rapid and accompanied by the development of ductile shear zones and crustal melting (Xu et al. 2005, 2009).\nDeep time\nTwo ICDP projects have focused on the first part of Earth’s history. The aim of the FAR-DEEP project in Fennoscandian Russia (Melezhik et al. 2013) was to sample volcanosedimentary sequences that straddled the Great Oxygenation Event, the period in the Paleoproterozoic that saw the first major rise in the oxygen abundance of the atmosphere. A total of 15 cores were drilled at 5 sites, mainly in sedimentary rocks in the Pechenga and Imandra/Varzuga\n1 3\ngreenstone belts and the Onega basin in Karelia (Fig. 5). The three major goals of the project were (1) to obtain a well-characterized, well-dated, and well-archived succession of cores for the period of 2,500–2,000 Ma; (2) to document the changes in the biosphere and the geosphere associated with the rise in atmospheric oxygen; and (3) to develop a self-consistent model to explain the genesis and timing of the establishment of the aerobic Earth System.\nThe cores provided a record of widespread rifting, some of the earlier global glaciation, an increase of oceanic sulfate, and the formation of some of the oldest known phosphorite and petroleum deposits. Analysis of S, C, and other stable isotopes indicates that the Great Oxidation took place over millions of years, in a series of small events and not as a single pulse.\nThe second deep time project was subtitled “Peering into the Cradle of Life” (Arndt et al. 2012). Five holes were drilled in the 3.5–3.2 Ga Barberton Greenstone Belt in South Africa, two in ultramafic volcanic rocks (komatiites), and three in sedimentary sequences (Fig. 6). The aims of this project were to understand conditions in the Archaean mantle and the nature of volcanism at that time, the circulation of fluids through the ocean crust, the origin of Archaean sedimentary rocks, and the physical characteristics and chemical composition of Archaean seawater. Study of the volcanic rocks has led to a new model of melting deep in the Archaean mantle; study of chemical sediments has clarified the origin of cherts; multi-isotope investigations help define conditions on the Archaean sea floor. The identification of new biomarkers and proxies provided information on some of the earliest traces of life."
  }, {
    "heading": "Future",
    "text": "Future targets for continental scientific drilling depend on the significance of the scientific questions being asked, practicality, and the need to drill. Projects related to thermochemical plumes, plate margins, volcanic systems, and magma chambers, deep time, crustal geodynamics, and ore deposits all stand out as areas in which significant progress can be made through continental scientific drilling. Within these themes, some projects will be more attractive than others, based on cost versus anticipated scientific return. This is an area where linkages with other themes and programs become important, because some projects that cannot be justified on the basis of a single issue become attractive targets when they address multiple themes across a range of disciplines. The value of onshore–offshore projects has been emphasized a several workshops over the last 8 years (Neal et al. 2008; Walton et al. 2009; Shervais et al. 2013a), leveraging cooperation between IODP, ICDP, and various national funding agencies.\nDemonstration of the need to drill is particularly important. Unlike oceanic drilling when the rocks are otherwise inaccessible on continents, samples can be taken from outcrops, and in such cases, it must be demonstrated that drilling provides material that is not available at the surface. In some cases, drilling provides unweathered samples\n1 3\nwithin a precise stratigraphic context that typically cannot be duplicated in outcrop; in others, drilling can provide samples of rocks that are not exposed due to lack of uplift and erosion, or where uplift is accompanied by deformation that masks primary relationships. Each project must be evaluated on its own merits in this regard, and project proponents must clearly establish the need to drill before funding will be approved. A map summarizing potential targets is presented in Fig. 7.\nThermochemical plumes\nThermochemical plumes that form Large Igneous Provinces (LIPs) have been implicated in the breakup of continents and mass extinctions (Courtillot et al. 1986, 1999; Wignall 2001), and may also be responsible for Oceanic Anoxic Events (OAE) (Sinton and Duncan 1997). It has been suggested that the long Cretaceous normal magnetic polarity\nepoch may be related to a super plume in the SW Pacific Ocean that gave rise to the Ontong Java plateau (Tarduno et al. 1991), and it has recently been established that the deep mantle super plume under Africa is connected to the surface by smaller plumes (Bagley and Nyblade 2013).\nThere are several potential targets for continental drilling of thermochemical plumes. One of the most important is the Deccan Traps (Courtillot et al. 1986), which represent a plume-head LIP that contributed to the Cretaceous– Tertiary mass extinction—it was perhaps the major driver of this extinction, with bolide impact delivering the coup de grace. Combined onshore–offshore drilling (ICDP-IODP) can provide a link between the Deccan continental flood basalts and the currently active plume at Reunion Island (Richards et al. 1989; Neal et al. 2008). Current drilling in the Deccan is targeted at reservoir-induced seismicity, and additional holes may be required to fully sample the Deccan onshore.\n1 3\nFig. 6 Left: part of the log of BARB4, cored in the upper sedimentary part of the greenstone belt. This section contains abundant banded iron formations interbedded with chert; right: cores from three holes showing volcanic rocks from BARB1 and two types of sedimentary rock from BARB3 and BARB4\n1 3\nOther potential targets include the Caribbean Plateau, which formed in the eastern Pacific Ocean then moved into its current location (Kerr et al. 1997; Hoernle et al. 2004), the North Atlantic Igneous Province (which includes Iceland, the Skaergaard intrusion, Giant’s Causeway, and other features; Saunders et al. 1997), and the Central Atlantic Magmatic Province (CAMP), which is linked to the opening of the Central Atlantic Ocean and the breakup of Pangaea (Marzoli et al. 1999).\nPlate margins and volcanic systems\nSubduction zones are among the largest zones of mass transfer on Earth, but the processes by which they initiate and develop can be studied only at a handful of localities\non the Earth’s surface, such as the Izu-Bonin-Mariana arc. Shallow drilling on the volcanic islands can investigate the volcanic architecture of these arcs; deeper holes may also sample plutonic and metamorphic rocks of the middle to lower crust (Behrman and Yang 2007). Island arcs are an ideal setting for combined ICDP-IODP land–sea drilling campaigns.\nAnalogs for developing subduction zones exist around the world in ophiolites, slabs of ocean crust, and uppermost mantle preserved on continental margins (Shervais 2001; Stern et al. 2012; Ishizuka et al. 2014). Drilling in a wellexposed ophiolite potentially provides an unrivaled threedimensional understanding of processes at oceanic ridges, the tectonic emplacement mechanisms of ophiolites at convergent boundaries, and the development of subduction\nFig. 7 World map showing a selection of past or current ICDP successes (letters), and potential future projects (numbered). Past/current: SAFOD San Andreas Fault Observatory at Depth, Nan Nankai Trough, JF J-Fast, Alp Alpine Fault, HSDP Hawaii Drilling Project, SRP Snake River Plain (Hotspot), IDDP Iceland Deep Drilling Project, KTB German Deep Borehole, Kola Russian Deep Borehole, FAR FAR-DEEP, COSC Scandinavian Caledonides, Dabie Dabie ShanSulu UHP, Barb Barberton Greenstone belt, CF Campi Flegrei, Unz\nUnzen, Mut Mutnovsky. Potential Future ICDP Targets: 1 Plumes; 1a Deccan (onshore/offshore); 1b North Atlantic Igneous Province; 1c Caribbean Plateau; 1d CAMP; 1e Kerguelen; 2 Plate Margins; 2a IBM Islands, Chichijima; 2b Talkeetna arc; 2c Agean Arc; 3 Ophiolites 3a Oman; 3b Josephine; 3c Bay of Islands. 4 Crustal Geodynamics. 4a Hellenides; 4b Franciscan complex; 4c Qilian Mountains; 4d Alleghanian orogeny. 5 Deep Time. 5a Pilbara; 5b Canadian shield; 5c Sudbury complex; 5d Bushveld complex\n1 3\nzones. In particular, the way in which magmas move through the lower crust and upper mantle above a subduction zone can be studied in detail and linked to the chemical composition of those magmas. Such drilling would also offer opportunities for understanding the cycling of elements between the hydrosphere and lithosphere above subduction zones. Linkages with IODP drilling above active subduction zones offer the way forward to a truly comprehensive understanding of this aspect of Earth’s tectonic cycle.\nSubduction zones are not the only localities at which magma chamber processes can be usefully studied by continental drilling; large-scale magmatism within the continents, formed in continental rifts and above plumes, also offers excellent targets. The Bushveld complex is the Earth’s largest mafic–ultramafic intrusion, comprising lower units of olivine and pyroxene cumulates grading upward into gabbro and diorite. It is also the source of more than 75 % of the world’s resources of chrome and platinum-group elements. Despite more than a century of investigation by petrologists and economic geologists, many aspects of the complex remain poorly understood. The petrological and geochemical characteristics of rocks from the complex provide a record of melting in an abnormally hot part of the mantle, probably a plume, and of strong interaction between magma and rocks of the continental crust. Yet it is not known how these magmas migrated through the crust, how they evolved into magmas of diverse compositions that were injected into the intrusion, and especially why the magmas were trapped within the crust instead of erupting at the surface as in other large igneous provinces.\nCrustal geodynamics\nMountain building events (orogenies) are some of the most significant episodes in Earth’s history because they typically record continent–continent or continent-arc collisions that result in the amalgamation cratons and the uplift of mountain belts that affect everything from erosion rates to thermal regimes in the crust and mantle. The discovery of ultra-high-pressure metamorphic assemblages in many continental orogens demonstrated that buoyant continental crust can be subducted to mantle depths and exhumed over relatively short geologic timescales (Chopin 2003). The anatomy and evolution of fossil orogens are important because they record changes in these processes through time and allow us to see the internal architecture of the orogenic collage, which is commonly not exposed in young, active orogens. This strategy was central to the Dabie ShanSulu ultra-high-pressure terrane drilling in China, and it could provide a road map for similar projects in other major orogenic belts. Current and potential future targets include the Alleghanian orogen in the eastern USA, and the\nQilian Mountains of western China, which may represent an extension of the Dabie Shan-Sulu UHP belt (Behrman and Yang 2007).\nA more ambitious goal would be sampling a continuous section through the lower part of the continental crust, although such a hole would cost the equivalent of several times the annual ICDP budget. Sound scientific goals would need to be defined, and it would have to be demonstrated that the possibility of obtaining in situ samples, as opposed to those offered in crustal xenoliths and granulite massifs, would be worth the investment. Other potential targets for scientific drilling are accretionary complexes formed above subduction zones, seaward of the volcanic arcs. The architecture of accretionary wedges and their relationship to the formation and exhumation of high-pressure and ultra-highpressure rocks from depth, in the absence of terrane collisions, is still poorly understood (Maruyama et al. 1996). Competing models such as corner flow (Cloos 1982, 1984) and tectonic denudation (Plate 1986, 1993) have yet to be resolved, and the conditions under which each of these models may prevail are not established. Potential targets include the Franciscan complex of California (USA) and the “Hellenic Collision Factory” of the eastern Mediterranean, highlighted by Behrman and Yang (2007).\nDeep time\nThe success of the Far-Deep and Barberton projects (Melezhik et al. 2013; Arndt et al. 2012) illustrates the value of shallow, stratigraphy-controlled drilling in Precambrian regions. The principal attraction of such drilling stems from the possibility of obtaining (1) complete sections of rocks that normally are poorly exposed at the surface, and (2) samples of rocks that are not subject to surface-related alteration and weathering that obscures or destroys many of the petrographic, geochemical, and biochemical proxies that record conditions at the surface of the planet during the Precambrian. Drilling projects of this type yield invaluable information on secular changes in the compositions and physical conditions of the mantle, crust, and surface envelopes (atmosphere, oceans), and on the links between internal geodynamics and surface processes, and oxygenization and evolution of life. Possible target areas include the Pilbara region in Australia, where a sequence of drilling projects has already gone ahead (Buick 2010) without support from ICDP and various parts of the Canadian shield, where well-preserved but poorly exposed volcano-sedimentary sequences are common.\nA time of particular interest to be addressed by scientific drilling is the Neoproterozoic Era, the time of formation and break-up of the Rodinia supercontinent. This era was characterized by major climate change and globalscale glaciations, a possible second global oxygenation\n1 3\nevent marked by a pulse of banded iron formation deposition, and the rapid diversification of life on Earth. Drilling of Neoproterozoic targets will underpin assessment of the interlinkages between super continental tectonics, climate change, oxygenation of the Earth and evolution of life at a key juncture in the Earth’s history.\nOre deposits\nThe growing need to supply metals to meet current demand justifies scientific drilling designed to understand how mineral deposits form and how new deposits might be found. Increasing worldwide demand has meant that most major deposits in easily accessible regions and in near-surface settings have been discovered (Australian Academy of Science 2012). To supply the metals needed by future generations will require that buried deposits are located, and this will require considerable improvement of geological, geochemical, and geophysical exploration methods. One major justification for scientific drilling is the need to calibrate such methods both in regions of known mineralization and in regions known to be sterile.\nCurrently, a major mineral exploration company like Rio Tinto or Anglo American drills in a single week the amount of core that ICDP drills in a year (G. Chunnett, pers comm 2013). It might then be argued that this drilling should to able to provide all the core and test facilities needed to develop and improve exploration methods. The problem is that most industry drilling consists either of greenfields exploration in regions where the geological context and mineralization potential is unknown, or targeted drilling designed to prove the extent of mineralization surrounding known ore deposits. What is needed are dedicated projects in which academia and industry collaborate to define specific goals of interest to both groups. If such collaboration can be achieved, it is reasonable to expect that the costs would be shared between ICDP and government agencies and industry.\nObvious targets for such drilling are the large-layered intrusions that host magmatic ore deposits such as Bushveld in South Africa and Sudbury in Canada (Cawthorn 1996). Although the broad elements of the origin of the mineral deposits in these intrusive complexes are understood, the processes that triggered their crystallization remain obscure. In both cases, the scientific goals would extend to petrological issues and, in the case of Sudbury, to the consequences of meteorite impact (French 1967). Other targets of interest to both academia and industry are alkaline igneous intrusions that host potential deposits of “critical metals” such as rare earth elements; granitoid intrusions, as outlined in the “drill to magma” project; and banded iron formations, which provide a record of the Great Oxidation event and the proto-ore of major iron deposits."
  }, {
    "heading": "Summary",
    "text": "Continental Scientific Drilling has a major part to play in continued development of the knowledge based on geodynamic cycles and heat and mass transfer within the Earth. Recent projects have studied a range of questions, from early evolution of life and the oxygenation of Earth, to the processes operating at the present time in active fault zones and above mantle plumes. Future ICDP projects are likely to link processes in the deep Earth and in deep time with applied themes such as natural hazards or the search for resources. Such links may be very direct (e.g., drilling into major layered igneous intrusions to study igneous features and the processes by which orebearing layers formed) or may be more subtle (e.g., drilling ophiolites to understand processes at modern subduction zones).\nThese themes have been discussed at length in previous ICDP science plans (DePaolo and Weis 2007; Behrman and Yang 2007) but progress toward fulfilling these investigations has been halting. If we are to realize the goals set forward here, it is critical that the solid earth science community maintains a focus on how continental scientific drilling can be used to study these themes and that ICDP maintains global geodynamic cycles as a central component of the international drilling planning process.\nAcknowledgments This paper is the product of discussions with several participants in the ICDP Science Meeting held at Potsdam in November 2013. We are grateful to ICDP for support to attend this workshop. KG publishes with the permission of the Executive Director of the British Geological Survey.\nOpen Access This article is distributed under the terms of the Creative Commons Attribution License which permits any use, distribution, and reproduction in any medium, provided the original author(s) and the source are credited."
  }],
  "year": 2015,
  "references": [{
    "title": "Peering into the cradle of life: scientific drilling in the Barberton Greenstone Belt",
    "authors": ["NT Arndt", "A Wilson", "A Hofmann", "P Mason", "M Bau", "G Byerly", "G Chunnett"],
    "venue": "Scientific Drilling",
    "year": 2012
  }, {
    "title": "Seismic anisotropy in eastern Africa, mantle flow, and the African superplume",
    "authors": ["B Bagley", "NA Nyblade"],
    "year": 2013
  }, {
    "title": "Convergent Plate Boundaries and Collision Zones",
    "authors": ["JH Behrman", "J Yang"],
    "year": 2007
  }, {
    "title": "Pliocene warmth, polar amplification",
    "authors": ["J Brigham-Grette", "M Melles", "P Minyuk", "A Andreev", "P Tarasov", "R DeConto", "S Koenig", "N Nowaczyk", "V Wennrich", "P Rosen", "E Haltia-Hovi", "T Cook", "T Gebhardt", "C Meyer-Jacob", "J Snyder", "U Herzschuh"],
    "year": 2013
  }, {
    "title": "Deep-time drilling in the Australian Archean: the Agouron Institute geobiological drilling project",
    "authors": ["R Buick"],
    "venue": "AGU abstract,",
    "year": 2010
  }, {
    "title": "The driving mechanism of plate tectonics: relation to age of the lithosphere at trenches",
    "authors": ["RL Carlson", "TWC Hilde", "S Uyeda"],
    "year": 1983
  }, {
    "title": "Ultrahigh-pressure metamorphism: tracing continental crust into the mantle",
    "authors": ["C Chopin"],
    "venue": "Earth Planet Sci Lett 212:1–14",
    "year": 2003
  }, {
    "title": "Flow melanges: numerical modelling and geologic constraints on their origin in the Franciscan subduction complex, California. In: Raymond LA (ed) Melanges: their nature, origin, and significance",
    "authors": ["M Cloos"],
    "venue": "Bull Geol Soc Am",
    "year": 1982
  }, {
    "title": "Flow melanges and the structural evolution of accretionary wedges",
    "authors": ["M Cloos"],
    "venue": "Geol Soc Am Spec Pap 198:71–79",
    "year": 1984
  }, {
    "title": "An hypothesis concerning the relationship between submarine hot springs and the origin of life on earth",
    "authors": ["JB Corliss", "JA Baross", "SE Hoffmann"],
    "venue": "Oceanol Acta",
    "year": 1981
  }, {
    "title": "Deccan flood basalts at the cretaceous/tertiary boundary",
    "authors": ["V Courtillot", "J Besse", "D Vandamme", "R Montigny", "JJ Jeagger", "H Cappetta"],
    "venue": "Earth Planet Sci Lett 80:361–374",
    "year": 1986
  }, {
    "title": "On causal links between flood basalts and continental breakup",
    "authors": ["V Courtillot", "C Jaupart", "I Manighetti", "P Tapponnier", "J Besse"],
    "venue": "Earth Planet Sci Lett 166:177–195",
    "year": 1999
  }, {
    "title": "Ingassing, storage, and outgassing of terrestrial of carbon through geologic time. Rev Mineral 75:183–229",
    "authors": ["R Dasgupta"],
    "year": 2013
  }, {
    "title": "Deep origin of hotspots: the mantle plume model",
    "authors": ["DJ DePaolo", "M Manga"],
    "venue": "Science",
    "year": 2003
  }, {
    "title": "Hotspot volcanoes and large igneous provinces",
    "authors": ["DJ DePaolo", "D Weis"],
    "year": 2007
  }, {
    "title": "The Hawaii Scientific Drilling project: summary of preliminary results",
    "authors": ["DJ DePaolo", "EM Stolper", "DM Thomas"],
    "venue": "GSA Today",
    "year": 1996
  }, {
    "title": "Hawaii’s volcanoes revealed: U.S. Geological Survey Geologic Investigations Series Map I-2809",
    "authors": ["BW Eakins", "JE Robinson", "T Kanamatsu", "J Naka", "JR Smith", "E Takahashi", "DA Clague"],
    "year": 2003
  }, {
    "title": "The German continental deep drilling program KTB: overview and major results",
    "authors": ["R Emmermann", "J Lauterjung"],
    "venue": "J Geophys Res: Solid Earth",
    "year": 1997
  }, {
    "title": "How double volcanic chains sample geochemical anomalies from the lowermost mantle",
    "authors": ["CG Farnetani", "AW Hofmann", "C Class"],
    "venue": "Earth Planet Sci Lett 298:240–247",
    "year": 2012
  }, {
    "title": "Sudbury structure, Ontario: some petrographic evidence for origin by meteorite impact",
    "authors": ["BM French"],
    "venue": "Science",
    "year": 1967
  }, {
    "title": "Earth’s first two billion years: the era of internally mobile crust",
    "authors": ["WB Hamilton"],
    "venue": "Memoir 200,",
    "year": 2007
  }, {
    "title": "Continental scientific drilling: a decade of progress, and challenges for the future",
    "authors": ["U Harms", "C Koeberl", "MD Zoback"],
    "year": 2007
  }, {
    "title": "Starting plumes and continental breakup",
    "authors": ["RI Hill"],
    "venue": "Earth Planet Sci Lett 104:398–416",
    "year": 1991
  }, {
    "title": "Mantle plumes and continental tectonics",
    "authors": ["RI Hill"],
    "venue": "Lithos",
    "year": 1993
  }, {
    "title": "Mantle plumes from ancient oceanic crust",
    "authors": ["AW Hofmann", "WM White"],
    "venue": "Earth Planet Sci Lett 57:421–436",
    "year": 1982
  }, {
    "title": "Izu-Bonin-Mariana forearc crust as a modern ophiolite analogue",
    "authors": ["O Ishizuka", "K Tani", "MK Reagan"],
    "year": 2014
  }, {
    "title": "Slab fragmentation, edge flow and the origin of the Yellowstone hotspot track",
    "authors": ["DE James", "MJ Fouch", "RW Carlson", "JB Roth"],
    "venue": "Earth Planet Sci Lett 311:124–135",
    "year": 2011
  }, {
    "title": "Rates and mechanisms of peridotite carbonation: preliminary data from Oman, recipes for enhanced, in situ CO2 capture and storage, and avenues for continued research",
    "authors": ["PB Kelemen", "L Streit", "J Matter", "J Rudge", "W Curry", "J Blusztajn"],
    "venue": "Ann Rev Earth Planet Sci 39:545–576",
    "year": 2011
  }, {
    "title": "The Caribbean–Colombian cretaceous igneous province: the internal anatomy of an oceanic plateau. In: Mahoney JJ, Coffin MF (eds) Large igneous provinces: continental, oceanic and planetary flood volcanism",
    "authors": ["AC Kerr", "J Tarney", "GF Marriner", "A Nivia", "AD Saunders"],
    "year": 1997
  }, {
    "title": "The record of impact processes on the early earth: a review of the first 2.5 billion years",
    "authors": ["C Koeberl"],
    "venue": "Geol Soc Am Spec Pap 405:1–22",
    "year": 2006
  }, {
    "title": "Continental drilling and the study of impact craters and processes: an ICDP perspective",
    "authors": ["C Koeberl", "B Milkereit"],
    "year": 2007
  }, {
    "title": "The superdeep well of the Kola Peninsula",
    "authors": ["YA Kozlovsky"],
    "year": 1987
  }, {
    "title": "Ultrahigh-pressure minerals and metamorphic terranes: the view from China",
    "authors": ["JG Liou", "WG Ernst", "RY Zhang", "T Tsujimori", "BM Jahn"],
    "venue": "J Asian Earth Sci 35:199–231",
    "year": 2009
  }, {
    "title": "Blueschists and eclogites of the world and their exhumation",
    "authors": ["S Maruyama", "JG Liou", "M Terabayashi"],
    "venue": "Int Geol Rev 38:490–596",
    "year": 1996
  }, {
    "title": "Extensive 200-million-year-old continental flood basalts of the central Atlantic magmatic province",
    "authors": ["A Marzoli", "PR Renne", "EM Piccirillo", "M Ernesto", "G Bellieni", "A De Min"],
    "venue": "Science",
    "year": 1999
  }, {
    "title": "Reading the archive of earth’s oxygenation. Volume 1: The Palaeoproterozoic of Fennoscandia as Context for the Fennoscandian Arctic Russia—Drilling Earth Project. Frontiers in earth sciences",
    "authors": ["VA Melezhik", "AR Prave", "AE Fallick", "LR Kump", "H Strauss", "A Lepland", "EJ Hanski"],
    "year": 2012
  }, {
    "title": "Reading the archive of earth’s oxygenation",
    "authors": ["V Melezhik", "AR Prave", "AE Fallick", "LR Kump", "H Strauss", "A Lepland", "EJ Hanski"],
    "year": 2013
  }, {
    "title": "Submarine hot springs and the origin of life",
    "authors": ["SL Miller", "JL Bada"],
    "venue": "Nature 334:609–611",
    "year": 1988
  }, {
    "title": "Origin of first cells at terrestrial, anoxic geothermal fields",
    "authors": ["AY Mulkidjanian", "AY Bychkov", "DV Dibrova", "MY Galperin", "V Eugene", "EV Koonin"],
    "venue": "PNAS 109(14):E821–E830",
    "year": 2012
  }, {
    "title": "Mountain belts and the supercontinent cycle",
    "authors": ["JB Murphy", "RD Nance"],
    "venue": "Sci Am 266:84–91",
    "year": 1992
  }, {
    "title": "Origins of the supercontinent cycle",
    "authors": ["RD Nance", "JB Murphy"],
    "venue": "Geosci Front 4(4):439–448",
    "year": 2013
  }, {
    "title": "Investigating large igneous province formation and associated paleoenvironmental events: a white paper for scientific drilling",
    "authors": ["CR Neal", "MF Coffin", "NT Arndt", "RA Duncan", "O Eldholm", "E ErbA", "C Farnetani", "JG Fitton", "SP Ingle", "N Ohkouchi", "MR Rampino", "MK Reichow", "S Self", "Y Tatsumi"],
    "venue": "Drill",
    "year": 2008
  }, {
    "title": "The habitat and nature of early life",
    "authors": ["EG Nisbet", "N Sleep"],
    "venue": "Nature",
    "year": 2001
  }, {
    "title": "Slab-plume interaction beneath the Pacific Northwest",
    "authors": ["M Obrebski", "RM Allen", "M Xue", "S-H Hung"],
    "venue": "Geophys Res Lett 37:L14305",
    "year": 2010
  }, {
    "title": "Dynamics of orogenic wedge and the uplift of highpressure metamorphic rocks",
    "authors": ["JP Platt"],
    "venue": "Bull Geol Soc Am",
    "year": 1986
  }, {
    "title": "Exhumation of high pressure rocks: a review of concepts and processes",
    "authors": ["JP Platt"],
    "venue": "Terra Nova",
    "year": 1993
  }, {
    "title": "Composition of basaltic lavas sampled by phase-2 of the Hawaii Scientific Drilling Project: geochemical stratigraphy and magma types",
    "authors": ["JM Rhodes", "MJ Vollinger"],
    "venue": "Geochem Geophys Geosyst 5:Q03G13",
    "year": 2004
  }, {
    "title": "Flood basalts and hotspot tracks: plume heads and tails",
    "authors": ["MA Richards", "RA Duncan", "VE Courtillot"],
    "venue": "Science",
    "year": 1989
  }, {
    "title": "The North Atlantic Igneous Province. In: Mahoney JJ, Coffin MF (eds) Large igneous provinces: continental, oceanic and planetary flood volcanism",
    "authors": ["AD Saunders", "JG Fitton", "AC Kerr", "MJ Norry", "RW Kent"],
    "venue": "Am Geophysal Union,",
    "year": 1997
  }, {
    "title": "Colliding continents: a geological exploration of the Himalaya, Karakoram, and Tibet",
    "authors": ["M Searle"],
    "year": 2013
  }, {
    "title": "50-Ma initiation of hawaiian-emperor bend records major change in pacific plate motion",
    "authors": ["WD Sharp", "DA Clague"],
    "venue": "Science",
    "year": 2006
  }, {
    "title": "Birth, death, and resurrection: the life cycle of suprasubduction zone ophiolites",
    "authors": ["JW Shervais"],
    "venue": "Geochem Geophys Geosyst",
    "year": 2001
  }, {
    "title": "Significance of subduction-related accretionary complexes in early earth processes. In: Reimold WU, Gibson RL (eds) Early earth processes, geological society of America",
    "authors": ["JW Shervais"],
    "venue": "Special Paper",
    "year": 2006
  }, {
    "title": "Basaltic volcanism of the central and western Snake River plain: a guide to field relations between twin falls and mountain Home, Idaho",
    "authors": ["JW Shervais", "JD Kauffman", "VS Gillerman", "KL Othberg", "SK Vetter", "VR Hobson", "M Zarnetske", "MF Cooke", "SH Matthews", "BB Hanan"],
    "venue": "Dehler CM (eds) Guide to Field",
    "year": 2005
  }, {
    "title": "First results from HOTSPOT: the Snake River Plain Scientific Drilling Project, Idaho, USA",
    "authors": ["JW Shervais", "DR Schmitt", "DL Nielson", "JP Evans", "EH Christiansen", "L Morgan", "WCP Shanks", "T Lachmar", "LM Liberty", "DD Blackwell", "JM Glen", "D Champion", "KE Potter", "JA Kessler"],
    "venue": "Scientific Drilling",
    "year": 2013
  }, {
    "title": "2013b) White papers: drilling active tectonics and magmatism (Volcanics, Geoprisms, and Fault Zones Post-SAFOD): Geology Faculty Publications",
    "authors": ["JW Shervais", "JP Evans", "A Clark", "JC Eichelberger", "J Kirkpatrick", "V Toy"],
    "year": 2013
  }, {
    "title": "A (2014) HOTSPOT: the snake river scientific drilling project",
    "authors": ["JW Shervais", "JP Evans", "D Schmitt", "EH Christiansen", "Prokopenko Alexander"],
    "venue": "EOS Trans Am Geophys Union 95(10):85–86",
    "year": 2014
  }, {
    "title": "Volcanic, geothermal, and ore-forming fluids: rulers and witnesses of processes within the earth",
    "authors": ["SF Simmons", "I Graham"],
    "venue": "Spec Publ Soc Econ Geol 10:354",
    "year": 2003
  }, {
    "title": "Geochemical evidence for an impact origin for a Late Archean spherule layer, Transvaal Supergroup",
    "authors": ["BM Simonson", "C. Koeberl", "I. McDonald", "WU Reimold"],
    "venue": "South Africa. Geology,",
    "year": 2000
  }, {
    "title": "Potential links between ocean plateau volcanism and global ocean anoxia at the Cenomanian–Turonian boundary",
    "authors": ["CW Sinton", "RA Duncan"],
    "venue": "Econ Geol",
    "year": 1997
  }, {
    "title": "Modern-style plate tectonics began in neoproterozoic time: an alternative interpretation of earth’s tectonic history",
    "authors": ["RJ Stern"],
    "venue": "Geol Soc Am Spec Pap",
    "year": 2008
  }, {
    "title": "To understand subduction initiation, study forearc crust: to understand forearc crust, study ophiolites",
    "authors": ["RJ Stern", "M Reagan", "O Ishizuka", "Y Ohara", "S Whattam"],
    "venue": "Lithosphere",
    "year": 2012
  }, {
    "title": "Deep drilling into a mantle plume volcano, the Hawaii Scientific drilling project",
    "authors": ["EM Stolper", "DJ DePaolo", "DM Thomas"],
    "venue": "Drill",
    "year": 2009
  }, {
    "title": "Rapid formation of Ontong Java plateau by Aptian mantle plume volcanism",
    "authors": ["JA Tarduno", "WV Sliter", "L Kroenke", "M Leckie", "H Mayer", "JJ Mahoney", "R Musgrave", "M Storey", "EL Winterer"],
    "venue": "Science",
    "year": 1991
  }, {
    "title": "Hydrogeology of the Hawaii Scientific Drilling Project borehole KP-1: 2. Groundwater geochemistry and regional flow patterns",
    "authors": ["DM Thomas", "FL Paillet", "ME Conrad"],
    "venue": "J Geophys Res Solid Earth",
    "year": 2012
  }, {
    "title": "The driving mechanism of plate-tectonics",
    "authors": ["C Vigny", "Y Ricard", "C Froidevaux"],
    "venue": "Tectonophysics",
    "year": 1991
  }, {
    "title": "Deep mantle cycling of oceanic crust: evidence from diamonds and their mineral inclusions",
    "authors": ["MJ Walter", "SC Kohn", "D Araujo", "GP Bulanova", "CB Smith", "E Gaillou", "J Wang", "A Steele", "SB Shirey"],
    "venue": "Science",
    "year": 2011
  }, {
    "title": "The future of continental scientific drilling: a U.S. perspective",
    "authors": ["AW Walton", "W Clyde", "S Colman", "S Hickman", "C Koeberl", "KH Miller", "JW Shervais"],
    "venue": "DOSECC Workshop Publication",
    "year": 2009
  }, {
    "title": "Large igneous provinces and mass extinctions",
    "authors": ["PB Wignall"],
    "venue": "Earth Sci Rev",
    "year": 2001
  }, {
    "title": "A possible origin of the Hawaiian Islands",
    "authors": ["JT Wilson"],
    "venue": "Can J Phys 41:863–870",
    "year": 1963
  }, {
    "title": "Did the Atlantic close and then re-open? Nature 211:676–681",
    "authors": ["JT Wilson"],
    "year": 1966
  }, {
    "title": "Deep drilling in the Dabie-Sulu Ultrahigh Pressure Metamorphic Belt, China",
    "authors": ["Z Xu", "J Yang", "PT Robinson"],
    "venue": "Eos, v86,",
    "year": 2005
  }, {
    "title": "Deep root of a continent–continent collision belt: evidence from the Chinese Continental Scientific Drilling (CCSD) deep borehole in the Sulu ultrahigh-pressure (HP-UHP) metamorphic terrane, China",
    "authors": ["Z Xu", "W Yang", "S Ji", "Z Zhang", "J Yang", "Q Wang", "Z Tang"],
    "venue": "Tectonophysics",
    "year": 2009
  }, {
    "title": "Role of temperaturedependent viscosity and surface plates in spherical shell models of mantle convection",
    "authors": ["S Zhong", "M Zuber", "L Moresi", "M Gurnis"],
    "venue": "J Geophys Res 105:11063–11082",
    "year": 2000
  }, {
    "title": "Scientific drilling into the San Andreas fault zone: an overview of SAFOD’s first 5 years",
    "authors": ["M Zoback", "S Hickman", "W Ellsworth"],
    "venue": "DrilL",
    "year": 2011
  }],
  "id": "SP:aafbdf082ed81a3f7729abdfb18c47f4365f1258",
  "authors": [{
    "name": "John W. Shervais",
    "affiliations": []
  }, {
    "name": "Kathryn M. Goodenough",
    "affiliations": []
  }],
  "abstractText": "The geodynamic evolution of Earth began shortly after accretion at 4.57 Ga and continues today. This evolution includes, at its most fundamental level, the physical and chemical fractionation of the Earth, core formation, and outgassing to form the atmosphere and oceans. The geodynamic processes that drive this evolution include some that are truly cyclic, and others that are largely unidirectional (e.g., core formation). The products of these global-scale processes are commonly preserved in the Earth’s crust and in many cases can be studied very effectively through Continental Scientific Drilling (Harms et al. 2007). This paper summarizes discussions of key questions to be addressed in global geodynamics by participants at the ICDP Science Meeting in Potsdam, November 2013, We focus on fundamental research driven by the need to understand how the Earth operates, both at present and throughout geological history. We do not ignore the importance of applied aspects, such as the need to understand earthquakes, predict volcanic eruptions and discover energy and mineral resources, but we anticipate that these are treated elsewhere in this volume. The focus of this paper is thus on the understanding of large-scale Earth processes Abstract The physical and chemical evolution of the Earth is driven by geodynamic cycles that are global in scale, operating over 4.57 Ga of Earth’s history. Some processes are truly cyclic, e.g., the Wilson Cycle, while others are irreversible (e.g., core formation). Heat and mass transfer between the lowermost mantle (e.g., core-mantle boundary) and the surface drives these global geodynamic processes. Subduction of lithospheric plates transfers cool fractionated material into the lower mantle and leads indirectly to the formation of new oceanic lithosphere, while the rise of thermochemical plumes recycles the remnants of these plates back to the surface, driven by heat transfer across the core–mantle boundary. These global geodynamic cycles are responsible for hotspot volcanism, the formation of continental crust, collisional orogenies, continental rifting, subduction zone processes (arcs, accretionary prisms), and ore deposits. Each of these presents opportunities for investigation by continental scientific drilling. In addition, these cycles affect other processes that are targets of continental scientific drilling: the origin and evolution of life and an oxygenated atmosphere, the impact of large volcanic eruptions on climate, and geological hazards such as earthquakes and volcanic eruptions. In this paper, we present the scientific rationale for continental scientific drilling to",
  "title": "Drilling the solid earth: global geodynamic cycles and earth evolution"
}