{
  "sections": [{
    "text": "0016-7622/2012-80-2-177/$ 1.00 © GEOL. SOC. INDIA\nIt is observed that the bole horizons suffered rigorous weathering, approximately 5 fold higher than the respective parent lava flows under the alternate wet and dry spells of climatic changes. Translating the production time estimates of clays associated with the 21 bole horizons, found in the eastern Deccan volcano-sedimentary succession, it is assessed that the minimum time required for their formation is approximately 7 my. Clay minerals that occur across the stratigraphic sequence show cyclic changes in the climate, favouring longer duration of volcanic activity. Late Maastrichtian Lameta beds post-date Deccan volcanism to 70 Ma or earlier to this. Considering the formation of bole clays in terms of time, it is possible that the volcanic activity started much earlier in the late Maastrichtian, and continued after 65 Ma or even later. Thus, the clay stratigraphy based estimates lend support to a prolong duration.\nKeywords: Lava flows, Deccan volcanic province, Intra-volcanic bole horizons, Clay minerals, Maastrichtian.\nINTRODUCTION\nThe Deccan Traps are the continental flood basalts (Fig. 1) that record immense accumulations of tholeiitic basaltic eruptions (covering a large area of 0.51 x 106 km2 in the Indian Peninsula) over a relatively short time span (ca 0.5 my, according to Courtillot, 1990), straddling Cretaceous/Palaeogene boundary (K/Pg, age ca. 65 Ma). Recent studies on duration of Deccan volcanism suggest that the main eruptive event took place in > 1 m.y. spanning the K/Pg boundary with an early episode of volcanism between 67-68 Ma (Keller et al. 2008), mainly responsible for the K/Pg mass extinction. The main Deccan Traps outcrop formed in a series of short but, gigantic eruptive events with individual duration of decades (Chenet et al. 2007). However, accurate duration of episodes of volcanic activity and quiescent intervals are still unknown.\nJerram and Widdowson (2005) established the environmental impact of continental flood basalt eruptions. However, they pointed out that no current dating method can resolve such short time intervals that occurred at 65 Ma and therefore, no definite rates and volumes of volatile release could be ascertained. Deccan basaltic eruptions are coeval with an interval of global environmental and climatic changes, likely a major contributor to the K/Pg mass extinction. However, the only link to K/Pg boundary is the report (Bhandari et al. 1995, 1996) of iridium anomaly in the clayey layer from Deccan intertrappean beds in the Anjar which is possibly of volcanic origin (Shrivastava and Ahmad, 2005; Shrivastava and Ahmad, 2008). Self et al. (2006) have assessed relative effects of volatile fluxes on the global environment during Deccan flood basalt eruption.\nJOUR.GEOL.SOC.INDIA, VOL.80, AUG. 2012\nThe sedimentary horizons, which are intimately associated with Deccan volcanic succession, are ‘infratrappeans or Lametas’ (sediments underlying and fringing the visibly lowermost lava flow in the eastern Deccan province in Central India), ‘inter-trappeans’ and ‘bole horizons’. The Lameta sediments were laid down in a river system (Salil et al. 1994; Salil et al. 1996; Salil et al. 1997) and differ from the inter-trappeans or ‘saprolitic boles’, for the reason that they received material from their immediate surroundings and deposited in a lake environment. Both these sedimentary horizons have allochthonous origin and have not been considered in the present study.\nIn the Deccan volcanic province, individual lava flows are recognized by physical and chemical breaks in the succession, marked by volcano-sedimentary horizons, containing glassy or scoraceous material, indicate relatively short respite in the volcanic eruptions. Thus, well-preserved weathered profiles or palaeosols occur between the two flows. The subsequent lava flow covered, and effectively fossilized the weathered palaeosurface or palaeosol, termed\nas “bole horizon”. These boles are considered to be the product of “in-situ” alterations of flow tops, formed after prolonged sub-aerial exposure, and are considered autochthonous in origin and experienced chemical alterations in which more mobile elements (e.g. Na and Ca) were substantially removed (Wilkins et al. 1994). The large concentration of SO2 in the atmosphere possibly had cumulative effects on the weathering of neo-formed landscape, however addition of SO2 and CO2 gases were not uniform throughout the Deccan eruptive events (Self et al. 2006).These boles temporally represent greater part of the history of a Deccan volcanic province. Widdowson et al. (1997) have studied boles, which are associated with the lava flows formed by violent eruptions and contain large proportion of pyroclastics and tuffs. Ghosh et al. (2006) have studied major, trace and isotopic compositions of the bole beds from the areas around Pune to understand palaeoweathering and palaeoclimate during the Deccan volcanism. Mineralogy and geochemistry of clays (0.2– 2.0 µm fraction) associated with the bole horizons of the\nFig.1. Geological map (modified after Solanki and Tiwari, 2005) showing layout of A-B traverse and sections studied by Pattanayak and Shrivastava (1999). Symbols and abbreviations: = relative locations of the present bole samples along A-B traverse. CIS = Central Indian Shear Zone\nJOUR.GEOL.SOC.INDIA, VOL.80, AUG. 2012\nDeccan Traps are yet to be studied in detail. The bole horizons found in the Mandla lobe of the eastern Deccan volcanic province are distinct, associated with the lavas formed at high temperatures by relatively slow outpouring of lavas through fissures and faults over a prolonged interval of time (Ahmad and Shrivastava, 2004). These boles contain clays often mingled with organic material. Present work deals with the clay mineralogy of the bole horizons, the type of clays that occur, variation in the textures and their abundance throughout the Mandla succession. Development of clay minerals as well as distinct micro-structures associated with the bole horizons necessitate sufficient time for their formation and translating formation of these clays in terms of time to comprehend duration of the volcanism is attempted.\nMATERIAL AND METHODS\nFieldwork was carried out in search of volcano-\nsedimentary bole horizons. Traverse along ENE-WSW direction along A-B line on the map (Fig.1) was undertaken. Total of 47 samples were collected. Litho-logs were prepared along these traverses and sample locations from each bole horizon with their stratigraphic heights were marked (Fig.2). Prior to elemental analysis, clays were separated from each sample. The oriented mounts of the clay separates were prepared for identification by filtering the clay suspension onto a membrane filter and then transferring it to a glass slide to obtain a uniform diffraction mount and to avoid differential settling of clay particles (Drever, 1973). The oriented mounts were scanned using X-ray diffraction (Rigaku, Rota-Flex-RU 200 BH) method with Cu-Kα radiations at an adopted scanning speed of 1°/min for qualitative determination of clay minerals. On the basis of relative abundance of clay mineral phases, Ahmad and Shrivastava (2008) grouped these boles into seven distinctive groups, such as montmorillonite predominant (> 90% montmorillonite) Group-A, montmorillonite with sub-\nFig.2. Stratigraphic logs showing bole horizons and sample locations along A-B traverse. = Sample locations (with number M1-M43) between lava flows over sections: L-S = Lamethi-Sivini, L-B = Lapeta-Bargi; Na = Nagapahar; Hn-Ng = Hiren Nala-Narayan Ganj; D-M = Deoribaba-Mandla; Ku = Kumdar; N-L = Niwas-Ladhatola; M-S = Matka South; M-N = Matka North; De = Deon; B-G = Barkhera-Guraiya; Sh = Shahpura; B-D = Bikrampur-Dindori; Kp = Karopani Pahar; B-G-M = BondarGarasarai-Mohtra; B-M = Balkoha-Manikpur; B-S-R = Bati Nala - Selwar-Retha; P-B = Patna Badargarh Mountain; Ka = Karanjia; K-D = Kapil Dhara - Dudh Dhara; S-K = Sonebhadra-Keochi; A-R - Amarkantak-Rajendragram; Pal. Seq. = Paleomagnetic Sequence from Vandamme et al. (1991).\nJOUR.GEOL.SOC.INDIA, VOL.80, AUG. 2012\nFig.3. Field photographs of bole horizons occurring near (a) Bargi, (b) Bijori Nala and (c) Hiran Nala-Bijadandi.\nordinate amount of halloysite (Group-B), montmorillonite< halloysite (Group-C), montmorillonite + I/S + other mineral phases (Group-D), montmorillonite + C/S + other mineral phases (Group-E), kaolinite ± montmorillonite (Group-F) and palygorskite predominant (Group-G) boles. XRD studies form the basis for selection of samples for the present geochemical work. Out of 43 samples, 8 samples were selected for SEM studies as they contain unusual clay minerals assemblage (100% Smectite+Montmorillonite, 83% smectite + other minerals and 96% halloysite). Samples were coated with carbon film using POLARON SC-7610 sputter coating unit. For the preparation of clay smear mounts, samples were mounted over the sticky carbon tape on a circular metallic sample holder. The smearing process causes the minimum dimension to orient perpendicular to the slide surface, hence parallel to the incident electron beam of the SEM. Microstructures of the clay minerals were studied (at 20 kV) under the scanning electron microscope (LEICA; Model-S430 in-housed at the Geological Survey of India, Hyderabad). For details of the microstructures, whole specimens were scanned thoroughly. Back scattered electron images (Fig. 4) were performed at very high magnifications (~5000 X).\nRESULTS AND DISCUSSION\nThe back scattered electron images of clay particles and their X-ray diffractograms (Fig. 4 a-h) revealed presence of thin sheet-like microaggregates. The specimen M7 contains approximately 100% montmorillonite phase in which the contacts between these microaggregates is face to face (Fig. 4a) while, clay particles are in contact with each other in face to edge style. The geometry of the contact is mixed\ntype, having coagulation and transition contacts. Coagulation contact is characterized by the presence of thin film of adsorbed water in the contact zone. For this reason, the structural elements do not directly touch each other. Isometric pores (similar to polygon, where the ratio between two different diameters not exceeding > 1.5 mm) predominate in the montmorillonite, attaining 2-5 mm diameter, whereas, anisometric pores up to 1 mm width are present. Both inter particles and inter microaggregates pores are present in the M7 sample (Fig.4a). Domain microstructures were observed in M32 specimen (Fig.4b and c), formed by microaggregates, consisting of parallel oriented clay particles. The contact between microaggregates is face to face and face to edge. All the contacts noticed are of transition type. Anisometric and fissure type pores predominate, attaining 1mm width, but isometric pores of ~3 mm diameter are also present. Domain microstructure comprises isometric microaggregates and micro-blocks, formed by kaolin particles, identified by their hexagonal and pseudo-hexagonal shapes (Grabowska et al. 1984). Matrix type clay microstructure is observed in M29, formed by isometric clay microaggregates (Fig. 4d). The contact between the microaggregates is of mixed type (e.g. face to face, face to edge and edge to edge). Predominance of anisometric pores (attaining 0.5 mm width) is noticed however, isometric pores (of 2-4 mm diameter) are also present. In halloysite, matrix type microstructure is observed, having distinctive spheroidal and tubular shapes. Halloysite grains form 1-2 mm long tubules having 0.15 mm diameter. In M11 and M43 specimens, the microstructures are formed by sheet-like (Fig. 4e and h), well oriented clay microaggregates. The contact between microaggregates is face to face and of coagulation type. Anisometric fissure\nJOUR.GEOL.SOC.INDIA, VOL.80, AUG. 2012\nFig.4. SEM photographs.\nb\nc\na\nd\nf\ng\ne\nh\nlike pores predominate, attaining width up to 2 mm. The microaggregates present in these samples is in the form of fine sheets, look like a crumpled paper with poorly defined boarders, typically seen in the montmorillonite and illite mixed layers (Grabowska et al. 1984). These minerals are compositionally diverse and it is difficult to discriminate mixed layer clays exclusively on the basis of their morphological features. Depending upon swelling to nonswelling ratio of the inter-layer spaces in the mixed layer (i.e. illite-montmorillonite) structure of clays, the external appearance of these particles look like illite or montmorillonite, or simultaneously have the morphological features of both the clays (Grabowska et al. 1984). The honeycomb microstructure is observed in M9 specimen (Fig. 4 f and g), typical of montmorillonite, indicate presence of mixed layers of chlorite - montmorillonite.\nStructural formulae and layer charges accountable for the half unit cell [(O10 (OH)2] of smectite and illite mineral phases in bole clays have been calculated (Table 2). However, these calculations with respect to C, E, F and G groups samples were not possible as individual samples do not contain single clay, but they contain different types of clays. The TiO2 and MnO data excluded from these calculations because Ti4+ and Mn2+ in the chemical analysis of smectite is representative of cryptocrystalline rutile and manganese oxide (Weaver and Pollard, 1973). Moreover, these mineral phases were also detected over some of the diffractograms. The weight percentage of the major oxides after these corrections were normalized to 100% for structural formulae calculations. Structural formulae of the smectite and illite were calculated on half cell basis, consisting of 22 negative charges [(O10 (OH)2] as per the\nprocedure discussed by Bain and Smith (1987), shown in Table 2.\nIMPLICATIONS ON THE DURATION OF DECCAN VOLCANISM\nThe clay mineralogical variations in the bole horizons across the succession show four cycles of montmorillonite enrichment, formed under alkaline conditions and alternating wet and long spell of dry seasons. The kaolinite appears dominantly in the upper sequence (above 25th lava flows) indicate existence of tropical or sub-tropical climate during waning stage of the eruption. Presence of several red boles of significant thicknesses is noticed in this area. The red colour of the bole bed is indicative of well-drained conditions (Sheldon, 2005). The alternate cycles of climatic change occur during the Deccan volcanism entail time, and supportive of longer duration. Based on micromorphological and mineralogical data Gerard et al. (2006) have proposed a shorter duration (> 1000 years) for the formation of red boles. Such boles occur at the top of the Deccan lava pile. Sheth et al. (2001) have pointed out that the duration of Deccan volcanism (spanning between 69- 61 Ma) had played a significant role in influencing the contemporary sediments, climate and ecosystem. SEM data inferred presence of kaolinite predominant phase in the succession, formed under extreme hydrolyzing conditions. It draws support from the observation of Frakes (1979) who postulated that the precipitation was significantly higher in the Paleogene than now and decreased near the end of the Eocene to the intensity similar to that of the present day.\nJOUR.GEOL.SOC.INDIA, VOL.80, AUG. 2012\nBased on major oxides data (Table 1), Chemical Index of Alteration (CIA), Chemical Index of Weathering (CIW) and Plagioclase Index of Alteration (PIA) were calculated and interpreted as a measure of the extent of conversion of feldspars (which dominate the upper crust) to clays, such as kaolinite (Nesbitt and Young, 1984; Fedo et al. 1995). In the calculation of CIA, the K2O is considered. Owing to the presence of high amount of Ca-plagioclase in these basalts, the calculation of PIA is also necessary. These values were calculated for all the bole horizons and plotted across the succession (Fig.5). These parameters were compared with the CIA, CIW and PIA values of the underlying unaltered lava flows to assess the extent of weathering that each bole horizon has experienced (Table 1). It is observed (Fig. 5) that the bole horizons suffered rigorous weathering, approximately 5 fold higher than the respective parent lava flows (CIA, CIW and PIA values for underlying lava flows ranging from 8.54 - 20.08; 8.56 - 21.03 and 8.3 - 19.18 whereas, for bole horizons, these values vary from 58.51- 95.97; 86.45 - 98.26 and 66.34 to 98.20, respectively). The bole horizons show approximately 4 to 12 times higher weathering indices than that of the underlying basalts (Table 1), indicate that the underlying lava flows are vastly obliterated and transformed in to bole bed that necessitated\na long interval of time or hiatus. Sheldon et al. (2006) have discussed a quantitative approach to compare precipitation regimes of modern soils with indices of chemical weathering. The Chemical Index of Alteration of boles is correlated with the mean annual palaeo-precipitation using procedure discussed by Sheldon et al. (2006) that shows considerable variation with little secular trend (Fig. 5). The climatic variation is sensitive to short as well as long-term variation (657.94 - 1457.6 mm) in the rainfall. The lowermost 2 bole horizons represent wetter (1254.6-1457.6mm) climate as compared to the bole beds 7 and 8 where, low (937.33- 657.94) palaeoprecipitation is noticed. Bole horizons 4, 5, 6, 10 again show wetter (1087.44-1411.65mm) climate. Other bole beds reflect wetter climate except for bole horizon 22, where the paleo-precipitation is 751.76 mm. The weathering indices and paleoprecipitation show parallel trends. Alternate wet and dry spells observed across the succession (Fig.5) signify long intervals. These cyclic changes in the climate coupled with the long-term mean annual precipitation and higher weathering indices of bole horizons (as compared to their parent basalt) suggest that the lava flows were exposed to the atmosphere for a longer time intervals and weathered to a great extent before the emplacement of the successive lava flow.\nFig.5. Bole horizons from Mandla lobe of the eastern Deccan province showing variation in the Chemical Index of Alteration (CIA), Chemical Index of Weathering (CIW), Plagioclase Index of Alteration (PIA) and paleoprecipitation across the succession. = Weathering indices for underlying lava flows. Abbreviations: CT = Chemical Types.\nJOUR.GEOL.SOC.INDIA, VOL.80, AUG. 2012\nPrice et al. (2005) have determined the rate of claymineral formation by mass balance calculations. They summarized that the time required for 5% (50 g kg–1)change in the relative abundance of the clays in the saprolites of Coweeta corresponds to the “response time” of the clay minerals to a change in the climate. Extrapolating clay formation rates to other southern AppalachianRegoliths, the time required (“production time”) to form measured clay abundances in Eastern Blue Ridge and Inner Piedmont Regolith was estimated, ranging between 2 k.y. - 2 m.y. These results were consistent with the arguments of Thiry (2000), that the best resolution for the palaeoclimatic record in marine clay-rich sediments and mud-rocks is 1 or 2 m.y. Considering this rate of formation of clays in the regolith, the time span essential to form an average 10% of clays present in each bole horizon is possibly be ~50 k.y. Translating the production time estimates of clays for 21 bole horizons (of variable thicknesses found in the eastern Deccan volcano-sedimentary succession having distinct clay contents), the minimum time required for their formation is assessed.\nThe rate of chemical weathering of Deccan Traps suggested by Dessert et al. (2001) is 21- 63 t/km2/yr which probably had taken part at the time of formation of bole horizons. These boles are sandwiched between the horizontally disposed lava flows. In this situation, it is difficult to ascertain the extent as well as quantity of the bole sediments. Based on geochemical mass balance calculations on a weathering profile of French Guiana, Freyssinet and Farah (1997) proposed a rate of formation of ~ 7 mm thick weathering profile per 1000 years. Individual thickness of a bole horizon varies from 0.3 - 6.0 m. whereas, the comprehensive thickness of the bole horizons exposed across the sequence is 37.35 m. (Table 3). However, 3.5 to 6 m thick, 6 bole horizons present in the succession need longer interval to form thick boles. Considering, the rate of formation of a weathering profile (Freyssinet and Farah, 1997), the time period required for the formation of each one bole horizon differ from 0.04 - 0.857 Ma. Assigning the time period (representing hiatus between the two lava flows) for each one bole horizon across the succession, the total time of at least, 5.34 Ma is necessary for the formation of 37.35 m thick bole profiles across the succession (Table 3). These estimates of time for soil formation is based on rates of soil formation in French Guiana a tropical rainforest region with highly kaolinitic soils formed under several meters of precipitation, yet the paleosols are smectitic and formed under 1-1.5 m of rainfall. Thus, decreasing reaction rates of silicate minerals and increasing duration of chemical weathering is likely in the case of latter type of\npaleosols, suggests slower rate of soil formation which necessitates more time to develop such boles. Thus, high degree of development of palaeosols between the flows argues for a longer duration of Deccan volcanism. Studies of Salil et al. (1994, 1996a, 1996b and 1997) on mineralogical and chemical similarities between smectitedominated detrital clays of Lameta beds and degraded Deccan basalt, pointing towards availability of Deccan basalt during Maastrichtian Lameta sedimentation, thus post-dates Deccan volcanism for this region. The remains of the ray Igdabatis reported by H. Cappetta (in Courtillot et al., 1986b) in the Lameta beds (near Jabalpur), assigning them a Maastrichtian (after 74 Ma.) age, possibly in the Abathomaphalus mayaroensis Zone (around 67.5 Ma), thus, suggesting initiation of Deccan volcanic activity in this period.\nSen and Cohen (1994) studies based on limited data on the chemical compositions (Rb/Y, Nb/Y and Sr) and radiometric ages of the flow west of Jabalpur noted chemical similarity to the Mahabaleshwar Formation, which overlies the Ambenali Formation in south-west Deccan. They concluded that the lavas of the Bushe, Poladpur and Ambenali formations in western Deccan are distinct from"
  }, {
    "heading": "35 5.304 5.527 6.392 1305 0.500 0.071",
    "text": ""
  }, {
    "heading": "34 8.455 8.550 11.234 1313 0.300 0.043",
    "text": ""
  }, {
    "heading": "29 5.662 5.951 6.811 1199 1.500 0.214",
    "text": ""
  }, {
    "heading": "28 6.257 6.403 7.825 1131 4.000 0.571",
    "text": ""
  }, {
    "heading": "27 4.841 5.078 5.497 1243 3.500 0.500",
    "text": ""
  }, {
    "heading": "26 5.163 5.198 5.829 1369 0.400 0.057",
    "text": ""
  }, {
    "heading": "25 8.277 9.211 9.747 1080 0.450 0.064",
    "text": ""
  }, {
    "heading": "23 3.788 4.935 4.488 658 1.500 0.214",
    "text": ""
  }, {
    "heading": "22 5.031 5.112 5.477 1430 1.000 0.143",
    "text": ""
  }, {
    "heading": "21 3.972 4.719 4.958 1026 0.900 0.129",
    "text": ""
  }, {
    "heading": "20 10.294 10.892 11.179 1230 0.600 0.086",
    "text": ""
  }, {
    "heading": "17 4.800 4.964 5.308 1308 1.000 0.143",
    "text": ""
  }, {
    "heading": "16 6.232 6.621 8.091 1429 1.000 0.143",
    "text": ""
  }, {
    "heading": "15 6.762 6.659 8.170 752 4.000 0.571",
    "text": "Abbreviations: CIAb/CIAlf = Chemical Index of Alteration of bole / Chemical Index of Alteration of unaltered lava flow, CIWb/CIWlf = Chemical Index of Weathering of bole / Chemical Index of Weathering of unaltered lava flow and PIAb/PIAlf = Plagioclase Index of Alteration of bole / Plagioclase Index of Alteration of unaltered lava flow, na = Data not available\nJOUR.GEOL.SOC.INDIA, VOL.80, AUG. 2012\nthe eastern flows. A high incidence of low-K flows (K2O < 0.5%) in this region constitutes almost 75% of the total lava pile and is similar to the western pile that comprises the accumulations above the Bushe Formation (Deshmukh et al. 1996). Peng et al. (1998) revealed that flows akin to the Ambenali chemical-type of the south-west overlie the Chikaldhara and Jabalpur sections, which in turn overlie lava flows of Poladpur-type. However, they further observed that at lower levels one flow in the Jabalpur section is very close to Khandala-type flows. On an isotopic diagram (Peng et al. 1998), these lava flows represent a type of basalt not seen in the south-western Deccan. Studies on the eastern Deccan Volcanic Province were published and provide insufficient details to enable the development of a plausible model defining the lateral continuity and geographic distribution of formations across the province.\nVandamme and Courtillot (1992) carried out palaeomagnetic measurements of flows near Jabalpur, Kundam and Lakhnadon and from the data accumulated, reconcile the entire data-set with the proposed 30N- 29R29N reversal sequence (Vandamme et al. 1991) for the wellestablished magnetostratigraphy of south-west Deccan. The geomagnetic polarity timescale of Cande and Kent (1995) assigned ages of 67.610 – 65.578, 65Ma and 64.745 – 63.976 Ma for the Chron 30N, 29R and 29N, respectively. The lava flows with polarity Chron 30N were reported by Vandamme et al. (1991) from Jabalpur and Seoni areas, however, the Deccan volcanic activity started much earlier than this period i.e. 70 Ma and continued up to 63.976 Ma or even later. It is buttressed by the observation of Vandamme (1991) who determined magnetic polarity of lava flows from Seoni and Jabalpur areas, identified normal polarity at the base of the sequence where 4th lava flow (Pattanayak and Shrivastava, 1999) is present, marks the beginning of the volcanic activity in this area. It is inferred that 1-3 lava flows possibly erupted much earlier to (67.610 Ma) the 4th lava flow thus, extending the volcanic eruptions for > 5.34 Ma. Thus, the time required to form 37.35 m thick bole horizons is consistent with the estimated geomagnetic polarity timescale. These observations draw support from the more recent 40K-40Ar ages of Chenet et al. (2007), and sedimentological, microfacies and biostratigraphic studies of Keller et al. (2008), suggesting an earlier, smaller, but significant pulse of volcanism between 68 and 67 Ma. After 2-3 Ma of quiescence, the second major phase of volcanism occurred near 65 Ma. (later phase is divided into two major pulses, one starting in palaemagnetic Chron 29R and the second starting in the upper part of Chron 29R and ending within Chron 29N).\nCONCLUSION\nMatrix type microstructure is the main character of halloysite, having distinct spheroidal to tubular shapes. Compositionally, smectite is rich in iron content. Kaolinite contains silica in which Fe3+ substitutes for Al3+ at octahedral sheets. Most of these clays are dioctahedral, show balance between net layer and inter-layer charges. The interstratified illite - smectite (I/S) mixed layers are of different order containing variable proportions of montmorillonite. Illite phase contains sheet-like, well oriented microaggregates show face to face contacts, anisometric, fissure-like pores dominate, attaining width of ~ 2 mm. These microaggregates show fine sheets with poorly defined boarders in the mixed layer montmorillonite and illite. Following the standard convention of Jackson (1985), the percentage of illite layers observed in these samples is > 40 and 29.2% respectively. The parallel stacks of chlorite sheets and the honey comb structure (Fig.4e) in M9 sample showed presence of chlorite/smectite (C/S) mixed layer.\nThe clay developed in bole horizons over a long interval between the two successive lava flows creates weathering profiles of appreciable thickness. It is observed (Fig. 5) that the bole horizons suffered rigorous weathering, approximately 5 fold higher than the respective parent lava flows under the alternate wet and dry periods of climatic change. Based on the rate of formation of clays in the regolith, the time required to form average 10% of clays in each bole horizon would be ~50 k.y. Considering the maturity of bole clays spread over 21 bole horizons (of different thicknesses) across the eastern Deccan volcanic succession, a period approximately > 5.34 m.y. is necessary for their formation. Clay minerals that occur across the stratigraphic succession (Fig.5) suggest cyclic and drastic changes in the climate, favouring longer duration of volcanic activity. Late Maastrichtian Lameta beds post-date Deccan volcanism (Salil et al. 1994; 1996a, b and 1997) as early as 70 Ma ago. Presence of nontronite in the Lametas and bole beds is also supportive of this observation. Considering the formation of bole clays in terms of time, it is possible that the volcanic activity started much earlier in the late Maastrichtian, continued after 65 Ma or even later, supporting longer duration of Deccan volcanism and consistent with the geomagnetic polarity timescale of Cande and Kent (1995). The recent 40K-40Ar and 40Ar-39Ar ages of Chenet et al. (2007) yield calculated mean age of 65.0 ± 0.3 Ma for the main Deccan phase (Hofmann et al. 2000; Chenet et al. 2007) consistent with the K/T boundary age of 65.0 Ma but, inconsistent with the proposed astronomical time\nJOUR.GEOL.SOC.INDIA, VOL.80, AUG. 2012\nscale which places K/T boundary at 65.0±0.3 Ma (Gradstein and Ogg, 2004). Recent sedimentologic, microfacies and biostratigraphic studies (Keller et al. 2008) on intertrappean sediments (sandwiched between the Rajahmundry Traps which are the furthest travelled Deccan succession) concluded that the deposition of these sediments occurred in the Early Danian Zone (Pla), spanning C29R above the KTB, or about 200 ky. It appears that the inferences on bole\nhorizons lend support to longer duration of Deccan volcanism.\nAcknowledgements:We acknowledge University Grants Commission, New Delhi (Project Grant No.:34-49\\2008, SR) for the financial assistance towards this work. Prof. V. Sharma, Department of Geology, University of Delhi is acknowledged for his valuable comments.\nReferences\nAHMAD, M. and SHRIVASTAVA, J.P. (2004) Iron-titanium oxide geothermometry and petrogenesis of lava flows and dykes from Mandla lobe of the Eastern Deccan volcanic province, India. Gondwana Res., v.2, pp.563-577. AHMAD, M. and SHRIVASTAVA, J.P. (2008) Compositional studies on clays associated with the intra-volcanic bole horizons from the eastern deccan volcanic province: palaeoenvironmental implications. Mem. Geol. Soc. India, v.74, pp.299-321. BAIN, D.C. and SMITH, B.F.L. (1987) Chemical analyses. In: M.J. Wilson (Ed.), A handbook of determinative methods in clay mineralogy. Blackie, New York, pp.248-274. BHANDARI, N., SHUKLA, P.N., GHEVARIYA, Z.G. and SUNDARAM, S.M. (1995) Impact did not triggered Deccan volcanism: Evidence from Anjar K/T boundary intertrappean sediments. Geophys. Res. Lett., v.22, pp.433-436. BHANDARI, N., SHUKLA, P.N., GHEVARIYA, Z.G. and SUNDARAM, S.M. (1996) K/T boundary layer in Deccan intertrappeans at Anjar, Kutch. Geol. Soc. Amer. Spec. Paper, v.307, pp. 417-425. CANDE, S.C. and KENT, D.V. (1995) Revised calibration of the geomagnetic polarity timescale for the Late Cretaceous and Cenozoic. Jour. Geophys. Res., v.100, B4, pp.6093-6095. CHENET, A.L., QUIDELLEUR, X., FLUTEAU, F., COURTILLOT, V. and BAJPAI, S. (2007) 40K-40Ar dating of the main Deccan large igneous province: Further evidence of KTB age and short duration. Earth Planet. Sci. Lett., v.263, pp.1-15. COURTILLOT V., BESSE, J., VANDAMME, D., MONTIGNY, R., JAEGER, J. and CAPPETTA, H. (1986b) Deccan flood basalts at the Cretaceous/Tertiary boundary. Earth Planet. Sci. Lett., v.80, pp.361-374. COURTILLOT, V. (1990) A volcanic eruption. Scientific American, v.263(4), pp.53-60. DESHMUKH, S.S., SANO, T., FUJII, T., NAIR, K.K.K., YEDEKAR, D.B., UMINO, S., IWAMORI, H. and ARAMAKI, S. (1996) Chemical stratigraphy and geochemistry of the basalt flows from the central and eastern parts of the Deccan Volcanic Province of India. Gondwana Geol. Mag., Spec. v.2, pp.145-170. DESSERT, C., DUPRE, B., FRANCOIS, L.M., SCHOOT, J., GAILLARDET, J., CHAKRAPANI, G. and Bajpai, S. (2001) Erosion of Deccan Traps determined by river geochemistry: impact on global climate and 87Sr/86Sr ratio of seawater. Earth Planet. Sci. Lett., v.188, pp.459-474. DREVER, J.I. (1973) The preparation of oriented clay mineral speciments for X-ray diffraction analysis by a filter-membrane\npeel technique. American Mineral., v.58, pp.553-554. FRAKES, L.A. (1979) Climates throughout Geologic Time. Elsevier,\nAmsterdam, 310p. FREYSSINET, P. and FARAH, A.S. (1997) Geochemical mass balance\nand weathering rates of ultraimafic rocks in Amazonian rainforest: insights from field data. 30th Internat. Geol. Congress, Beijing, Abstract book, pp.111. FEDO, C.M., ERIKSSON, K.A. and BLENKINSOP, T.G. (1995) Geologic history of the Archean Buhwa Greenstone Belt and surrounding granite-gneiss terrane, Zimbabwe, with implications for the evolution of the Limpopo Belt. Can. Jour. Earth Sci., v.32, pp.1977-1990. GERARD, M., CAQUINEAU, S., CHENET, A.L., FLUTEAU, F., COURTILLOT, V. and SUBBARAO, K.V. (2006) Red boles in the Deccan traps: Time constraints from alteration processes. Geophys. Res., Abs., 8, 07092. GHOSH, P., SAYEED, M.R.G., ISLAM, R. and HUNDEKARI, S.M. (2006) Inter-basaltic clay (bole bed) horizons from Deccan Trap of India: Implications for palaeo-weathering and palaeo-climate during Deccan volcanism. Paleogeo., Palaeoclimat., Palaeoeco., v.242, pp.90-109. GRABOWSKA-OLSZEWSKA, B., OSIPOV, V. and SOKOLOV, V. (1984) Atlas of the microstructure of clay soils, pp.414. GRADSTEIN, F.M. and OGG, J.G. (2004) Geologic time scale 2004 – why, how and where next. Lethia, v.37(2), pp.175-181. HOFMANN, C., FERAUD, G. and COURTILLOT, V. (2000) 40Ar-39Ar datingof mineral seperates and hole rocks from the Western Ghats lava pile: further constraints on duration and age of the Deccan Traps. Earth Planet. Sci. Lett., v.180, pp.13-27. JACKSON, M.L. (1985) Soil Chemical Analysis Advance Course. In: M.L. Jackson (Ed.), 2nd ed., Madison Wisconsin, pp.100166. JERRAM, D.A. and WIDDOWSON, M. (2005) The anatomy of Continental Flood Basalt Province: geological constraints on the process and products of flood volcanism. Lithos, v.79, pp.385-405. KELLER, G., ADATTE, T., GARDIN, S., BARTOLINI, A. and BAJPAI, S. (2008) Main Deccan volcanism phase end near the K-T boundary: Evidence from the Krishna-Godavari basin, SE India. Earth Planet. Sci. Letts., v.268, pp.293-311. NESBIT, H.W. and YOUNG, G.M. (1984) Prediction of some weathering trends of plutonic and volcanic rocks based on thermodynamic and kinetic consideration, Geochim.\nJOUR.GEOL.SOC.INDIA, VOL.80, AUG. 2012\nCosmochim Acta, v.48, pp.1523-1534 PATTANAYAK, S.K. and SHRIVASTAVA, J.P. (1999) Petrography and\nmajor-oxide geochemistry of basalts from the eastern Deccan volcanic province, India. In: K.V. Subbarao (Ed.), Deccan Volcanic Province, West Volume. Mem. Geol. Soc. India, no.43(1), pp. 233-270. PENG, Z.X., MAHONEY, J.J., HOOPER, P.R., MACDOUGHALL, J.D. and KRISHNAMURTHY, P. (1998) Basalt of the northeastern Deccan Traps, India: Isotopic and elemental geochemistry and relation to southwestern Deccan stratigraphy. Jour. Geophys. Res., v.1003, pp.29843-29866. PRICE, R.J., MICHAEL, A.V. and LINA C.P. (2005) Rates and time scales of clay-mineral formation by weathering in saprolitic regoliths of the southern Appalachians from geochemical mass balance. GSA Bull., v.117(5-6), pp.783-794. SALIL, M.S. and SHRIVASTAVA, J.P. (1996a) Trace and REE signature in the Maastrichtian Lameta beds for the initiation of Deccan volcanism before K-T boundary. Curr. Sci., v.70, pp.399-401. SALIL, M.S., PATTANAYAK, S.K. and SHRIVASTAVA, J.P. (1996b) Composition of smectites in the Lameta sediments of central India: implications for the commencement of Deccan volcanism. Jour. Geol. Soc. India, v.47, pp.555-560. SALIL, M.S., PATTANAYAK, S.K., SHRIVASTAVA, J.P. and TANDON, S.K. (1994) X-Ray diffraction studies on the clay mineralogy of infra (Lameta)/ inter-trappean sediments and weathered Deccan basalt from Jabalpur, M.P. implication for the age of Deccan volcanism. Jour. Geol. Soc. India, v.44, pp.335-337. SALIL, M.S., SHRIVASTAVA, J.P. and PATTANAYAK, S.K. (1997) Similarities in mineralogical and chemical attributes of detrital clays of Maastrichtian Lameta beds and weathered Deccan basalts. Chemical Geol., v.136, pp.23-32. SELF, S., WIDDOWSON, M., THORDARSON, T. and JAY, A.E. (2006) Volatile fluxes during flood basalt eruptions and potential effects on the global environment: A Deccan perspective. Earth Planet. Sci. Lett., v.248(1-2), pp.518-532. SEN, G. and COHEN, T.H. (1994) Deccan intrusion, crustal extrusion, doming and size of the Deccan-Reunion plume. In: K.V. Subbarao (Ed.), Volcanism, Radhakrishna Volume. Wiley Eastern, New Delhi, pp.201-216. SHELDON, N.D. (2005) Do red beds indicate paleoclimatic conditions? A Permian case study. Palaeogeo., Palaeoclimat., Palaeoeco., v.228, pp.305-319. SHELDON, N.D. (2006) Abrupt chemical weathering increase across\nthe Permian–Triassic boundary. Paleogeo., Palaeoclimat., Palaeoeco., v.231, pp.315- 321. SHETH, H.C., PANDE, K. and BHUTANI, R. (2001) 40Ar-39Ar, age of a national monument: the Gilbert hill basalt, Deccan Trap, Bombay. Curr. Sci., v.80(11), pp.1437-1440. SHRIVASTAVA, J.P. and AHMAD, M. (2005) A review of research on late Cretaceous volcanic sedimentary sequences of the Mandla lobe: implications for Deccan volcanism and the Cretaceous/ Palaeogene boundary. Cretaceous Res., v.26, pp.145-156. SHRIVASTAVA, J.P. and AHMAD, M. (2008) Trace element compositions of iridium enriched illite smectite assemblages from a K/Pg boundary section in the Anjar area of the Deccan volcanic province; paleoenvironmental implications. Cretaceous Res., v.29, pp.592-602. SOLANKI, J.N., BHATTACHARYA, D.D., JAIN, A.K. and KUKHARJEE, A. (1996) Stratigraphic and Tectonics of Deccan Traps of Mandla. Gondwana Geol. Magz. (Spec) v.2, pp.101-114. SOLANKI, J.N. and TIWARI, M. (2005) Significance of inter-trappean in stratigraphy of Deccan volcanic sedimentary sequence of Chhindwara, Jabalpur and Mandla area, Eastern Deccan Province, India. Gondwana Geol. Magz. (Spec) v.2, pp.83-91. THIRY, M. (2000) Palaeoclimatic interpretation of clay minerals in marine deposits: An outlook from the continental origin. EarthScience Rev., v.49, pp.201-221. VANDAMME, D., COURTILLOT, V., BESSE, J. and MONTIGNEY, R. (1991) Palaeomagnetism and age determinations of the Deccan Traps (India): results of a Nagpur-Bombay traverse, and review of earlier work. Rev. Geophys., v.29, pp.159-190. VANDAMME, D. and COURTILLOT, V. (1992) Paleomagnetic constraints on the structure of the Deccan traps. Physics Earth Planet Interiors, v.74, pp.241-261. WEAVER, C.E. and POLLARD, L.D. (1973) The chemistry of clay minerals. Elsevier, 213p. WIDDOWSON, M., WALSH, J.N. and SUBBARAO, K.V. (1997) The Geochemistry of Indian bole horizons: Palaeoenvironmental implication of Deccan Intra-volcanic Palaeosurfce. In: M. Widdoson (Ed.), Palaeosurface Recognition, Reconstruction and Palaeoenvironmental Interpretation. Geol. Soc. London, v.120, pp.269-281. WILKINS, A., SUBBARAO, K.V, INGRAM, G. and WALSH, J.N. (1994) Weathering regimes in Deccan basalts. In: K.V. Subbarao, (Ed.) Volcanism, (Radhakrishna volume), Wiley, New Delhi, pp.217-232.\n(Received: 30 June 2011; Revised form accepted:17 August 2011)"
  }],
  "year": 2012,
  "references": [{
    "title": "Iron-titanium oxide geothermometry and petrogenesis of lava flows and dykes from Mandla lobe of the Eastern Deccan volcanic province, India",
    "authors": ["M. AHMAD", "J.P. SHRIVASTAVA"],
    "venue": "Gondwana Res.,",
    "year": 2004
  }, {
    "title": "Compositional studies on clays associated with the intra-volcanic bole horizons from the eastern deccan volcanic province: palaeoenvironmental implications",
    "authors": ["M. AHMAD", "J.P. SHRIVASTAVA"],
    "venue": "Mem. Geol. Soc. India,",
    "year": 2008
  }, {
    "title": "Chemical analyses",
    "authors": ["D.C. BAIN", "B.F.L. SMITH"],
    "year": 1987
  }, {
    "title": "Impact did not triggered Deccan volcanism: Evidence from Anjar K/T boundary intertrappean sediments",
    "authors": ["N. BHANDARI", "P.N. SHUKLA", "Z.G. GHEVARIYA", "S.M. SUNDARAM"],
    "venue": "Geophys. Res. Lett.,",
    "year": 1995
  }, {
    "title": "K/T boundary layer in Deccan intertrappeans at Anjar, Kutch",
    "authors": ["N. BHANDARI", "P.N. SHUKLA", "Z.G. GHEVARIYA", "S.M. SUNDARAM"],
    "venue": "Geol. Soc. Amer. Spec. Paper,",
    "year": 1996
  }, {
    "title": "Revised calibration of the geomagnetic polarity timescale for the Late Cretaceous and Cenozoic",
    "authors": ["S.C. CANDE", "D.V. KENT"],
    "venue": "Jour. Geophys. Res., v.100,",
    "year": 1995
  }, {
    "title": "40K-40Ar dating of the main Deccan large igneous province: Further evidence of KTB age and short duration",
    "authors": ["A.L. CHENET", "X. QUIDELLEUR", "F. FLUTEAU", "V. COURTILLOT", "S. BAJPAI"],
    "venue": "Earth Planet. Sci. Lett.,",
    "year": 2007
  }, {
    "title": "Deccan flood basalts at the Cretaceous/Tertiary boundary",
    "authors": ["COURTILLOT V", "J. BESSE", "D. VANDAMME", "R. MONTIGNY", "J. JAEGER", "H. CAPPETTA"],
    "venue": "Earth Planet. Sci. Lett.,",
    "year": 1986
  }, {
    "title": "A volcanic eruption",
    "authors": ["V. COURTILLOT"],
    "venue": "Scientific American,",
    "year": 1990
  }, {
    "title": "Chemical stratigraphy and geochemistry of the basalt flows from the central and eastern parts of the Deccan Volcanic Province of India",
    "authors": ["S.S. DESHMUKH", "T. SANO", "T. FUJII", "K.K.K. NAIR", "D.B. YEDEKAR", "S. UMINO", "H. IWAMORI", "S. ARAMAKI"],
    "venue": "Gondwana Geol. Mag., Spec",
    "year": 1996
  }, {
    "title": "Erosion of Deccan Traps determined by river geochemistry: impact on global climate and 87Sr/86Sr ratio of seawater",
    "authors": ["C. DESSERT", "B. DUPRE", "L.M. FRANCOIS", "J. SCHOOT", "J. GAILLARDET", "G. CHAKRAPANI", "S. Bajpai"],
    "venue": "Earth Planet. Sci. Lett.,",
    "year": 2001
  }, {
    "title": "The preparation of oriented clay mineral speciments for X-ray diffraction analysis by a filter-membrane",
    "authors": ["J.I. DREVER"],
    "year": 1973
  }, {
    "title": "Climates throughout Geologic Time",
    "authors": ["L.A. FRAKES"],
    "year": 1979
  }, {
    "title": "Geochemical mass balance and weathering rates of ultraimafic rocks in Amazonian rainforest: insights from field data",
    "authors": ["P. FREYSSINET", "A.S. FARAH"],
    "venue": "Abstract book,",
    "year": 1997
  }, {
    "title": "Geologic history of the Archean Buhwa Greenstone Belt and surrounding granite-gneiss terrane, Zimbabwe, with implications for the evolution of the Limpopo Belt. Can",
    "authors": ["C.M. FEDO", "K.A. ERIKSSON", "T.G. BLENKINSOP"],
    "venue": "Jour. Earth Sci.,",
    "year": 1995
  }, {
    "title": "Red boles in the Deccan traps: Time constraints from alteration",
    "authors": ["M. GERARD", "S. CAQUINEAU", "A.L. CHENET", "F. FLUTEAU", "V. COURTILLOT", "K.V. SUBBARAO"],
    "venue": "processes. Geophys. Res., Abs.,",
    "year": 2006
  }, {
    "title": "Inter-basaltic clay (bole bed) horizons from Deccan Trap of India: Implications for palaeo-weathering and palaeo-climate during Deccan volcanism",
    "authors": ["P. GHOSH", "M.R.G. SAYEED", "R. ISLAM", "S.M. HUNDEKARI"],
    "venue": "Paleogeo., Palaeoclimat., Palaeoeco.,",
    "year": 2006
  }, {
    "title": "Atlas of the microstructure of clay soils, pp.414",
    "authors": ["B. GRABOWSKA-OLSZEWSKA", "V. OSIPOV", "V. SOKOLOV"],
    "year": 1984
  }, {
    "title": "Geologic time scale",
    "authors": ["F.M. GRADSTEIN", "J.G. OGG"],
    "venue": "why, how and where next. Lethia,",
    "year": 2004
  }, {
    "title": "40Ar-39Ar datingof mineral seperates and hole rocks from the Western Ghats lava pile: further constraints on duration and age of the Deccan Traps",
    "authors": ["C. HOFMANN", "G. FERAUD", "V. COURTILLOT"],
    "venue": "Earth Planet. Sci. Lett.,",
    "year": 2000
  }, {
    "title": "Soil Chemical Analysis Advance Course",
    "authors": ["M.L. JACKSON"],
    "venue": "2nd ed., Madison Wisconsin,",
    "year": 1985
  }, {
    "title": "The anatomy of Continental Flood Basalt Province: geological constraints on the process and products of flood volcanism",
    "authors": ["D.A. JERRAM", "M. WIDDOWSON"],
    "venue": "Lithos, v.79,",
    "year": 2005
  }, {
    "title": "Main Deccan volcanism phase end near the K-T boundary: Evidence from the Krishna-Godavari basin, SE India",
    "authors": ["G. KELLER", "T. ADATTE", "S. GARDIN", "A. BARTOLINI", "S. BAJPAI"],
    "venue": "Earth Planet. Sci. Letts.,",
    "year": 2008
  }, {
    "title": "Prediction of some weathering trends of plutonic and volcanic rocks based on thermodynamic and kinetic consideration, Geochim",
    "authors": ["H.W. NESBIT", "G.M. YOUNG"],
    "year": 1984
  }, {
    "title": "Petrography and major-oxide geochemistry of basalts from the eastern Deccan volcanic province, India",
    "authors": ["S.K. PATTANAYAK", "J.P. SHRIVASTAVA"],
    "venue": "Mem. Geol. Soc. India,",
    "year": 1999
  }, {
    "title": "Basalt of the northeastern Deccan Traps, India: Isotopic and elemental geochemistry and relation to southwestern Deccan stratigraphy",
    "authors": ["Z.X. PENG", "J.J. MAHONEY", "P.R. HOOPER", "J.D. MACDOUGHALL", "P. KRISHNAMURTHY"],
    "venue": "Jour. Geophys. Res.,",
    "year": 1998
  }, {
    "title": "Rates and time scales of clay-mineral formation by weathering in saprolitic regoliths of the southern Appalachians from geochemical mass balance",
    "authors": ["R.J. PRICE", "A.V. MICHAEL", "LINA C.P"],
    "venue": "GSA Bull.,",
    "year": 2005
  }, {
    "title": "Trace and REE signature in the Maastrichtian Lameta beds for the initiation of Deccan volcanism before K-T boundary",
    "authors": ["M.S. SALIL", "J.P. SHRIVASTAVA"],
    "venue": "Curr. Sci.,",
    "year": 1996
  }, {
    "title": "Composition of smectites in the Lameta sediments of central India: implications for the commencement of Deccan volcanism",
    "authors": ["M.S. SALIL", "S.K. PATTANAYAK", "J.P. SHRIVASTAVA"],
    "venue": "Jour. Geol. Soc. India,",
    "year": 1996
  }, {
    "title": "X-Ray diffraction studies on the clay mineralogy of infra (Lameta)/ inter-trappean sediments and weathered Deccan basalt from Jabalpur, M.P. implication for the age of Deccan volcanism",
    "authors": ["M.S. SALIL", "S.K. PATTANAYAK", "J.P. SHRIVASTAVA", "S.K. TANDON"],
    "venue": "Jour. Geol. Soc. India,",
    "year": 1994
  }, {
    "title": "Similarities in mineralogical and chemical attributes of detrital clays of Maastrichtian Lameta beds and weathered Deccan basalts",
    "authors": ["M.S. SALIL", "J.P. SHRIVASTAVA", "S.K. PATTANAYAK"],
    "venue": "Chemical Geol.,",
    "year": 1997
  }, {
    "title": "Volatile fluxes during flood basalt eruptions and potential effects on the global environment: A Deccan perspective",
    "authors": ["S. SELF", "M. WIDDOWSON", "T. THORDARSON", "A.E. JAY"],
    "venue": "Earth Planet. Sci. Lett.,",
    "year": 2006
  }, {
    "title": "Deccan intrusion, crustal extrusion, doming and size of the Deccan-Reunion plume",
    "authors": ["G. SEN", "T.H. COHEN"],
    "venue": "New Delhi,",
    "year": 1994
  }, {
    "title": "Do red beds indicate paleoclimatic conditions? A Permian case study",
    "authors": ["N.D. SHELDON"],
    "venue": "Palaeogeo., Palaeoclimat., Palaeoeco.,",
    "year": 2005
  }, {
    "title": "Abrupt chemical weathering increase across",
    "authors": ["N.D. SHELDON"],
    "year": 2006
  }, {
    "title": "40Ar-39Ar, age of a national monument: the Gilbert hill basalt, Deccan Trap, Bombay",
    "authors": ["H.C. SHETH", "K. PANDE", "R. BHUTANI"],
    "venue": "Curr. Sci.,",
    "year": 2001
  }, {
    "title": "A review of research on late Cretaceous volcanic sedimentary sequences of the Mandla lobe: implications for Deccan volcanism and the Cretaceous",
    "authors": ["J.P. SHRIVASTAVA", "M. AHMAD"],
    "venue": "Palaeogene boundary. Cretaceous Res.,",
    "year": 2005
  }, {
    "title": "Trace element compositions of iridium enriched illite smectite assemblages from a K/Pg boundary section in the Anjar area of the Deccan volcanic province; paleoenvironmental implications",
    "authors": ["J.P. SHRIVASTAVA", "M. AHMAD"],
    "venue": "Cretaceous Res.,",
    "year": 2008
  }, {
    "title": "Stratigraphic and Tectonics of Deccan Traps of Mandla",
    "authors": ["J.N. SOLANKI", "D.D. BHATTACHARYA", "A.K. JAIN", "A. KUKHARJEE"],
    "venue": "Gondwana Geol. Magz. (Spec)",
    "year": 1996
  }, {
    "title": "Significance of inter-trappean in stratigraphy of Deccan volcanic sedimentary sequence of Chhindwara, Jabalpur and Mandla area, Eastern Deccan Province, India",
    "authors": ["J.N. SOLANKI", "M. TIWARI"],
    "venue": "Gondwana Geol. Magz. (Spec)",
    "year": 2005
  }, {
    "title": "Palaeoclimatic interpretation of clay minerals in marine deposits: An outlook from the continental origin",
    "authors": ["M. THIRY"],
    "venue": "EarthScience Rev.,",
    "year": 2000
  }, {
    "title": "Palaeomagnetism and age determinations of the Deccan Traps (India): results of a Nagpur-Bombay traverse, and review of earlier work",
    "authors": ["D. VANDAMME", "V. COURTILLOT", "J. BESSE", "R. MONTIGNEY"],
    "venue": "Rev. Geophys.,",
    "year": 1991
  }, {
    "title": "Paleomagnetic constraints on the structure of the Deccan traps",
    "authors": ["D. VANDAMME", "V. COURTILLOT"],
    "venue": "Physics Earth Planet Interiors,",
    "year": 1992
  }, {
    "title": "The chemistry of clay minerals",
    "authors": ["C.E. WEAVER", "L.D. POLLARD"],
    "year": 1973
  }, {
    "title": "The Geochemistry of Indian bole horizons: Palaeoenvironmental implication of Deccan Intra-volcanic Palaeosurfce. In: M. Widdoson (Ed.), Palaeosurface Recognition, Reconstruction and Palaeoenvironmental Interpretation. Geol",
    "authors": ["M. WIDDOWSON", "J.N. WALSH", "K.V. SUBBARAO"],
    "year": 1997
  }, {
    "title": "Weathering regimes in Deccan basalts. In: K.V. Subbarao, (Ed.) Volcanism, (Radhakrishna volume), Wiley, New Delhi, pp.217-232",
    "authors": ["A. WILKINS", "SUBBARAO", "K.V", "G. INGRAM", "J.N. WALSH"],
    "venue": "(Received:",
    "year": 1994
  }],
  "id": "SP:afc2a11d03e7b737c8c523b800e4b6a4ddff7bb5",
  "authors": [{
    "name": "J. P. SHRIVASTAVA",
    "affiliations": []
  }, {
    "name": "MANSOOR AHMAD",
    "affiliations": []
  }, {
    "name": "SURABHI SRIVASTAVA",
    "affiliations": []
  }],
  "abstractText": "Clay minerals associated with intra-volcanic bole horizons of varied colours and thicknesses contain montmorillonite, halloysite and kaolinite, show distinct microstructures and microaggregates. In kaolinite, Fe ions substitute for Al at octahedral sites. Most of these clays are dioctahedral type, show balance between net layer and interlayer charges. The interstratified illite smectite (I/S) mixed layers containing variable proportions of montmorillonite. Illite contains sheet-like, well oriented microaggregates. The parallel stacks of chlorite sheets show chlorite/smectite (C/S) mixed layers. Progressive enrichment of Fe and depletion of Al ions with the advancement of kaolinization process is observed. High order of structural and compositional maturity observed in these bole clays, indicate long hiatus between the two volcanic episodes. It is observed that the bole horizons suffered rigorous weathering, approximately 5 fold higher than the respective parent lava flows under the alternate wet and dry spells of climatic changes. Translating the production time estimates of clays associated with the 21 bole horizons, found in the eastern Deccan volcano-sedimentary succession, it is assessed that the minimum time required for their formation is approximately 7 my. Clay minerals that occur across the stratigraphic sequence show cyclic changes in the climate, favouring longer duration of volcanic activity. Late Maastrichtian Lameta beds post-date Deccan volcanism to 70 Ma or earlier to this. Considering the formation of bole clays in terms of time, it is possible that the volcanic activity started much earlier in the late Maastrichtian, and continued after 65 Ma or even later. Thus, the clay stratigraphy based estimates lend support to a prolong duration.",
  "title": "Microstructures and Compositional Variation in the Intra- volcanic Bole Clays from the Eastern Deccan Volcanic Province: Palaeoenvironmental Implications and Duration of Volcanism"
}