{
  "sections": [{
    "text": "Climate Change as a Regulator of Tectonics on Venus\nSean C. Solomon,1* Mark A. Bullock,2 David H. Grinspoon2\nTectonics, volcanism, and climate on Venus may be strongly coupled. Large excursions in surface temperature predicted to follow a global or near-global volcanic event diffuse into the interior and introduce thermal stresses of a magnitude sufficient to influence widespread tectonic deformation. This sequence of events accounts for the timing and many of the characteristics of deformation in the ridged plains of Venus, the most widely preserved volcanic terrain on the planet.\nVenus has had a volcanic and tectonic history differing in important respects from that of Earth. The distribution and states of preservation of impact craters indicate that much of the surface is indistinguishable in age from a mean value of 300 to 700 million years (My) (1–3). Venus lacks evidence for global plate tectonics (4), but widespread volcanic plains record globally coherent episodes of deformation (5, 6) that appear to have occurred over short intervals of geological history (7– 9). These characteristics have been difficult to reconcile with interior dynamical models for the thermal and mechanical evolution of the planet.\nIt has recently been recognized (10) that global or near-global volcanic events, such as those called upon to account for the history of crater preservation and plains emplacement (1, 8), can have a significant influence on the climate of Venus. In particular, the injection into the atmosphere from erupting lavas of such volatile species as H2O and SO2 can lead to large excursions of surface temperature over time scales ranging from millions to hundreds of millions of years (10, 11). Here, we explore the implications of these temperature excursions for the state of stress in the Venus interior. In particular, we examine possible coupling between the temporal variations in climate and the nearly global tectonic deformation that would have followed the largest distinct episode of widespread volcanism known to have occurred on the planet.\nThe most abundant geological terrain on the surface of Venus consists of ridged plains, volcanic plains material deformed by wrinkle ridges subsequent to emplacement (7, 8). Ridged plains (Fig. 1) are concentrated in areas of low elevation (6) and make up 60 to 65% of the present surface (8). Because they\nare overlain by younger plains units in some areas, the ridged plains must have occupied a still larger fraction of the surface area of Venus at the time of their emplacement. On the basis of stratigraphic relations, impact crater densities, and the small fraction (;1%) of impact craters embayed by ridged plains lavas, these plains appear to have been emplaced over a narrow interval of geological time, at most a few percent of the average crater retention age for the surface or a few tens of millions of years (8, 12). Widespread formation of wrinkle ridges evidently occurred shortly after ridged plains emplacement (7, 8), on the grounds that few (;1%) impact craters on these plains have been deformed by the wrinkle ridges. An interval no more than 100 My between ridged plains emplacement and the formation of most wrinkle ridges is implied (8).\nWrinkle ridges, by analogy with similar structures on the other terrestrial planets, are inferred to be the products of horizontal shortening of the lithosphere, the mechanically strong outer layer of the planet (4–6, 13). The consistent orientation of most wrinkle ridges over areas thousands of kilometers in extent and the strong tendency for the ridges to encircle broad topographic and geoid highs (5, 6) implies that much of ridge formation was a response to variations in the lithospheric stress field over comparable spatial scales. Although models for gravitational stresses that arise from long-wavelength variations in topography and lithospheric density can match the distribution of many wrinkle ridges (5), such models do not account for a limited time interval for most ridge formation. Some researchers (8, 9) have suggested that wrinkle ridge formation was but one of a series of widespread episodes in the geological history of Venus during which a single tectonic style dominated deformation on a global scale, although others (14) have questioned the basis for global synchroneity of regional deformational episodes.\nThe volume of lavas that formed the ridged plains can be estimated from the exposed surface area and estimates of typical\nthicknesses of such plains material. The exposed surface area of ridged plains is about 3 3 108 km2. On the basis of crater embayment relations, statistics on volcanic shield burial, and relations between wrinkle ridge width or spacing and plains thickness, the fraction of ridged plains material exceeding 500 m in thickness has been estimated to be 20 to 40% (12, 15). Given that the greatest thicknesses of plains material may be as large as 2 to 4 km if such plains bury surfaces as rough as the oldest terrain on the planet (16), that additional plains units may have been nearly contemporaneous with the ridged plains (8), and that the surface area of ridged plains after emplacement was greater than the presently observed area, the total volume of lavas that erupted to form the ridged plains was probably at least 1 to 2 3 108 km3. This volume exceeds by as much as an order of magnitude that of even the largest of the major igneous provinces on Earth (17). The emplacement of ridged plains on Venus represents the largest distinct volcanic episode in the preserved geological history of Venus, as measured either by total volume or by volcanic flux (18).\nThe widespread emplacement of the ridged plains should have released large quantities of water and sulfur gases into the Venus atmosphere. These gases affect both the atmospheric greenhouse and the albedo and opacity of the global cloud cover (10, 11). Perturbations to the atmospheric SO2 content are modulated by surface-atmosphere chemical reactions, which are limited by kinetics and diffusion into the uppermost crust. Photodissociation and upper atmo-\n1Department of Terrestrial Magnetism, Carnegie Institution of Washington, 5241 Broad Branch Road, NW, Washington, DC 20015, USA. 2Department of Space Studies, Southwest Research Institute, 1050 Walnut Street, Suite 426, Boulder, CO 80302, USA.\n*To whom correspondence should be addressed. Email: scs@dtm.ciw.edu\nFig. 1. A portion of Rusalka Planitia, Venus, the type locality for ridged plains (8, 9). This radar image (from Magellan F-MIDR 05N177) is centered at 3.4°N, 176.9°E and is about 155 km wide. Northeast-southwest compression has produced the radar-bright, northwest-southeast trending wrinkle ridges, which postdate plains emplacement in this region.\nwww.sciencemag.org SCIENCE VOL 286 1 OCTOBER 1999 87\non F ebruary 26, 2019\nhttp://science.sciencem ag.org/ D ow nloaded from\nspheric hydrogen loss affect the atmospheric H2O inventory. Climate evolution models incorporating all of these processes (11) predict significant excursions of surface temperature after a large volcanic event.\nA specific model illustrates the magnitude and time scales for surface temperature excursions after the emplacement of ridged plains material. For the eruption of a volume of lavas of 2 3 108 km3—equivalent to a global layer 500 m deep—containing 50 parts per million H2O (19) and a concentration of SO2 typical of terrestrial magmas, the predicted surface temperature (11, 20) is as shown in Fig. 2. The surface initially warms by about 60 K in the first 100 to 200 My (Fig. 2B) because the effects of an enhanced greenhouse at first dominate over the slight increase in cloud reflectivity. The surface temperature changes little in the ensuing 250 My, as atmospheric H2O is lost through the exospheric escape of H and SO2 is lost to reactions with carbonate rocks at and near the surface. Because H2O and SO2 are also the photochemical precursors to Venus cloud aerosols, the clouds begin to thin during this interval. The reduced reflectivity of the clouds provides more solar forcing to the climate, but this effect is offset by a diminishing greenhouse effect. After this period of relative stability, thinning of the clouds by further reduction in atmospheric SO2 abundance in the next 250 My causes a rapid\ndecrease in surface temperature of about 100 K. The cooling occurs because infrared scattering within the clouds is a potent source of atmospheric greenhouse warming. When the clouds become sufficiently thinned by the loss of atmospheric SO2, the surface cools. Although the planetary albedo (currently 0.8) is lessened by the reduced reflectivity of the clouds, Rayleigh scattering in the thick CO2 atmosphere ensures a planetary albedo of at least 0.5, even in the absence of clouds.\nThere are several important implications of climate changes of the magnitude shown in Fig. 2 for the mechanical properties and state of stress of the lithosphere of Venus. The changes in surface temperature will diffuse into the interior with time (21). These changes in interior temperature will introduce thermal stress in the lithosphere. Further, the changes in interior temperature may influence the long-term strength of lithospheric material.\nSimple analytical models permit insight into the expected behavior. Because the solution for the response of a uniform halfspace to a step change in surface temperature is well known (21, 22), and because a surface temperature that varies in time can be represented as a series of step functions, the solution for the interior temperature field can be found by summation (23). The depth at which a given step change in surface temperature will be detectable at the 10% level after a time t has passed is 2.3(kt)0.5 (21), where k is the thermal diffusivity of lithospheric material. For k 5 1 mm2 s21, for instance, 1 My after the surface temperature change that depth is 13 km, and 100 My afterward it is 130 km.\nTo estimate the evolution in thermal stress at the surface of Venus after a climate change, we used the solution for thermal stress in an elastic plate arising from changes in surface and interior temperatures (24). The thermal stress behavior may be understood by examining the response to a step change in surface temperature. A step increase in surface temperature induces instantaneous expansion of surficial material and compressional horizontal thermal stress (24). With increasing time, however, the surface horizontal stress becomes more extensional as deeper levels of the lithosphere progressively warm and expand. A step decrease in surface temperature leads to the opposite result: instantaneous contraction and extensional stress, followed by horizontal compression as deeper layers contract in response to the diffusion of the temperature decrease. The magnitude of thermal stress can be a significant factor in deformation; a 100-K change in surface temperature produces a change in stress of order 100 MPa (24), greater than or comparable to the strength of rock masses at near-surface conditions on Venus (25).\nThe surface thermal stress (Fig. 3) predicted by the climate evolution model (Fig. 2) shows\nthat, as a result of the initial warming during the first 100 to 200 My, the surface horizontal thermal stress becomes increasingly compressional, reaching values of 240 MPa. The diffusion of that increase in surface temperature into the interior leads to a decrease in the compressive stress over the subsequent 250 My. The rapid decrease in surface temperature caused by the thinning of the clouds leads to a similarly rapid change in the thermal stress from net compression to net extension 450 My after the start of the model, reaching extensional surface stresses of 50 MPa. The effect of the inward diffusion of that rapid temperature decrease offsets continued slow surface cooling and leads to a modest decrease of the surface extensional stress 550 My after the start of the model.\nThe climate-driven variations in thermal stress (Fig. 3) are consistent with the formation of many of the wrinkle ridges in the ridged plains within 100 My of ridged plains emplacement. The most compressive stress, about 240 MPa, is comparable in magnitude to the uniaxial compressive strength of rock masses, 10 to 60 MPa, under conditions appropriate to Venus (25). Furthermore, the strains implied by this stress level, 1023 to 1022 (25), are within the range of horizontal strains (a few tenths of a percent to a few percent) inferred from the density of wrinkle ridges and the estimated shortening across a typical ridge feature (6, 26).\nBecause the thermal stresses are horizontally isotropic, any tectonic features formed in response only to those stresses would not be expected to show preferred orientations, contrary to the wrinkle ridges on Venus. The thermal stresses, however, would not act in isolation but rather would be superposed on such other stresses as those arising from lateral variations in topography and lithospheric density, which are comparable in magnitude (5). With a superposition of the two stress fields, the orientations of wrinkle ridges would be determined by the gravitational stresses (5), whereas the narrow time interval for formation of many wrinkle ridges would\n1 OCTOBER 1999 VOL 286 SCIENCE www.sciencemag.org88\non F ebruary 26, 2019\nhttp://science.sciencem ag.org/ D ow nloaded from\nbe the result of the constructive addition of the compressive thermal stress induced by the atmospheric warming that followed ridged plains emplacement.\nThe compressive stresses in the first 450 My of the thermal stress model (Fig. 3) would produce no tectonic signature in areas of high topography and geoid on Venus, because the thermal stresses would be approximately offset by horizontal extensional stress predicted from gravitational stress models for such areas (5). The extensional thermal stresses predicted after 450 My (Fig. 3), by similar reasoning, would have little tectonic expression in the lowlands, where other sources of compressive stress would remain (5). Such extension, however, would augment the extensional gravitational stresses predicted (5) for topographic and geoid highs, consistent with relatively recent rifting in the volcanic rises of Venus (8, 9).\nThe climate models involve a number of assumptions and parameterizations to which the predicted outcomes are sensitive. For a different assumed chemical reaction controlling the loss of atmospheric SO2, for instance, it has been suggested that the magnitude of surface temperature excursions may be less than those in Fig. 2 (27). Even for the same set of assumptions as those made here but for a volume of erupted lavas differing by a factor of 2 (or, equivalently, concentrations of SO2 and H2O in the magma different by a factor of 2), the sequence of warming and cooling differs somewhat from that in Fig. 2 (28). Although these differences indicate that the details of any specific climate model for Venus are not robust with respect to changes in key assumptions, they also demonstrate that the coupling between climate change and thermal stress provides an avenue for testing climate models against the geological record of deformation.\nThe thermal stress model (Fig. 3) is based on the assumption of a purely elastic lithosphere and does not incorporate the temperature-sensitive mechanical properties of lithospheric material. An increase in surface temperature would, after diffusion of the temperature perturbation into the lithosphere, reduce the depth to the elastic blocking temperature (29), the temperature above which lithospheric material cannot store stress elastically for geologically significant time intervals, and a decrease in surface temperature would have the opposite effect. These variations might influence the scales of deformation preserved at the surface (30).\nThe episode of global warming after ridged plains emplacement (Fig. 2) that we suggest influenced the formation time of many wrinkle ridges need not have controlled the formation of all wrinkle ridges. There are a number of plains units in which multiple sets of wrinkle ridges display distinct trends (6, 13, 15), indicating\nthat the various sets formed at different times in response to stress fields in which the direction of greatest compressive stress differed. Nonetheless, a regional trend dominates ridge orientation for 80% of the ridged plains (6), and it is these regional trends that are well fit by gravitational stress models (5). These ridge systems also dominate the inference that average formation times followed plains emplacement by no more than 100 My (7, 8) and are thus those most likely to have been influenced by climateinduced global thermal stress. Plains units demonstrably younger than the ridged plains generally lack wrinkle ridges (7–9) despite having, in some cases, elevations and geoid levels similar to those of the ridged plains. This difference implies that the interval between the emplacement of the ridged plains and younger plains units was more than 100 My (Fig. 3) and that the eruptions that produced the younger plains did not perturb the climate to the extent depicted in Fig. 2.\nThere is reason to expect a strong coupling between the evolution of climate on Venus, the history of large volcanic eruptions, and the state of stress and large-scale deformation of the surface. Climate-induced changes in the stress field act on a planetary scale, so synchroneity of widespread deformational events (8, 9) is to be expected if this mechanism plays an important role in tectonics. Such planet-scale coherence of tectonic episodes distinguishes the geological history of Venus from that of Earth.\nReferences and Notes 1. G. G. Schaber et al., J. Geophys. Res. 97, 13257\n(1992); R. G. Strom, G. G. Schaber, D. D. Dawson, ibid. 99, 10899 (1994). 2. R. J. Phillips et al., ibid. 97, 15921 (1992). 3. W. B. McKinnon, K. J. Zahnle, B. A. Ivanov, H. J.\nMelosh, in Venus II, S. W. Bougher, D. M. Hunten, R. J. Phillips, Eds. (Univ. Ariz. Press, Tucson, AZ, 1997), pp. 969–1014. 4. S. C. Solomon et al., J. Geophys. Res. 97, 13199 (1992). 5. D. T. Sandwell, C. L. Johnson, F. Bilotti, J. Suppe, Icarus 129, 232 (1997). 6. F. Bilotti and J. Suppe, ibid. 139, 137 (1999). 7. A. T. Basilevsky and J. W. Head, Geophys. Res. Lett.\n23, 1497 (1996). 8. iiii J. Geophys. Res. 103, 8531 (1998). 9. J. W. Head and A. T. Basilevsky, Geology 26, 35\n(1998). 10. M. A. Bullock and D. H. Grinspoon, J. Geophys. Res.\n101, 7521 (1996). 11. iiii in preparation. 12. G. C. Collins, J. W. Head, M. A. Ivanov, A. T. Basilevsky,\nLunar Planet. Sci. 28, 243 (1997). 13. G. E. McGill, Geophys. Res. Lett. 20, 2047 (1993). 14. V. L. Hansen and J. J. Willis, Icarus 123, 296 (1996);\nJ. E. Guest and E. R. Stofan, ibid. 139, 55 (1999). 15. M. A. Kreslavsky and J. W. Head, Lunar Planet. Sci. 30,\n1192 (1999). 16. M. A. Ivanov and J. W. Head, J. Geophys. Res. 101,\n14861 (1996). 17. M. F. Coffin and O. Eldholm, Rev. Geophys. 32, 1\n(1994). 18. M. A. Ivanov and J. W. Head, Lunar Planet. Sci. 29,\n1653 (1998). 19. D. H. Grinspoon, Nature 363, 428 (1993). 20. The Venus climate model (11) tracks the evolution of\natmospheric and surface temperatures in response to planetary-scale processes that affect the atmospheric abundances of SO2 and H2O. Atmospheric tempera-\ntures for any combination of the nine most radiatively active species are calculated with a spectrally resolved, multiple-scattering radiative-transfer algorithm for seeking the state of radiative-convective equilibrium for the Venus atmosphere. A cloud chemical and microphysical model for the number densities, vertical distribution, and composition of sulfuric acid–water aerosols as functions of atmospheric abundances of SO2 and H2O is coupled to the radiative transfer calculations [(11); V. A. Krasnopolsky and J. B. Pollack, Icarus 109, 58 (1994)]. Volcanic outgassing accompanying plains emplacement has been represented as a step followed by an exponential decay with a characteristic lifetime of 100 My; the integrated volcanic flux is taken to be equivalent to a global layer of lavas 500 m thick. The total decay time is longer than the probable eruption interval for the ridged plains, but the tail of the exponential decay can be regarded as representing younger plains units of more modest extent (7–9). We assume that the average SO2 content of plains-forming magmas on Venus can be approximated by a typical terrestrial abundance, 0.2% by weight. We adopt 50 ppm as the average water abundance in the magma, a value derived from the exospheric escape rate of H (19) and the estimated recent volcanic flux [M. A. Bullock, D. H. Grinspoon, J. W. Head, Geophys. Res. Lett. 20, 2147 (1993)]. Atmospheric water abundances evolve as a result of volcanic outgassing and exospheric escape of hydrogen. We assume that the loss of H to space is diffusion limited, so that the loss rate is dependent only on the hydrogen mixing ratio at the exobase. The adopted atmospheric residence time for H is 160 My, a mid-range value for Venus (19). Atmospheric SO2 abundances are affected by volcanic outgassing and by heterogeneous chemical reactions with surface and near-surface material. We have assumed that the dominant reaction of SO2 is with carbonates to form anhydrite, and we adapted kinetic data for this reaction [B. Fegley and R. G. Prinn, Nature 337, 55 (1989)] in a reaction-diffusion formalism to account for the fact that atmospheric SO2 must diffuse to layers of unreacted carbonate [M. A. Bullock, C. R. Stoker, C. P. McKay, A. P. Zent, Icarus 107, 142 (1994)]. Calculations of the evolution of atmospheric SO2 and H2O abundances and surface temperature were performed at intervals of 50 My for the results shown here; for a similar model (11) a time step of 25 My yielded temperature variations within 1 to 2% of those with a 50-My time step. At each time step, and hence atmospheric composition, the state of the clouds and the radiative-convective equilibrium temperature structure of the atmosphere was determined with the coupled model for clouds and atmospheric radiative transfer. 21. D. L. Turcotte and G. Schubert, Geodynamics ( Wiley, New York, 1982), pp. 158–162. 22. For a step change T1 in surface temperature at time t 5 0, the lithospheric temperature at depth z is given by T(z, t) 5 T1 erfc(z’), where erfc is the complementary error function, z’ is z/(4kt)0.5, and k is thermal diffusivity (21). 23. We assume that the variation in surface temperature Ts may be described by the piecewise constant function: Ts 5 T0 for time t , 0 and Ts 5 T0 1 Ti for (i 21)Dt # t # iDt, i 5 1, N; where Dt is a time increment shorter than some characteristic diffusion time and t 5 0 corresponds to the onset of the plains-forming event. The change in internal temperature at time t 5 nDt is then [F. Birch, Am. J. Sci. 246, 729 (1948)]\nT(z, t) 5 T0 1 SiTi[erf{z/[4k(t 2 iDt)] 0.5}\n2 erf(z/{4k[t 2 (i 2 1)Dt]}0.5)] (1)\nwhere erf is the error function (21) and Si implies summation over i from 1 to n. This climate-driven variation in internal temperature will be superposed on the steady increase in temperature with increasing depth associated with long-term heat flow from the planetary interior. 24. The horizontal thermal stress in a free elastic plate resulting from a temperature field T(z), ignoring plate bending, is s 5 2aE/[3(1 2 n)][T 2 (1/L)*T(z)dz], where a is the volumetric coefficient of thermal expansion, E is Young’s modulus, n is Poisson’s ratio,\nwww.sciencemag.org SCIENCE VOL 286 1 OCTOBER 1999 89\non F ebruary 26, 2019\nhttp://science.sciencem ag.org/ D ow nloaded from\nthe integral is over the thickness L of the plate or lithosphere, and s is negative under compression [S. P. Timoshenko and J. N. Goodier, Theory of Elasticity (McGraw-Hill, New York, ed. 3, 1970), pp. 433– 436]. The thermal stress at the surface z 5 0 is then given by\ns(t) 5 2aT1E/[3(1 2 n)]\n$1 2 @1 2 exp(2l2)]/(lp0.5)2erfc(l)} (2)\nwhere l 5 L/(4kt)0.5. For a surface temperature described by a series of step functions, the thermal stress is given by a summation of expressions similar to that above with appropriate shifts in the time since each step change. For the calculations in this report, the surface temperature variation was approximated by step changes spaced 1 My apart in\ntime, and we assumed that a 5 3 3 1025 K21, E 5 100 GPa, n 5 0.25, L 5 100 km, and k 5 1 mm2 s21. 25. R. A. Schultz, J. Geophys. Res. 98, 10883 (1993). 26. M. A. Kreslavsky and A. T. Basilevsky, ibid. 103, 11103\n(1998). 27. G. L. Hashimoto and Y. Abe, Lunar Planet. Sci. 30,\n1867 (1999). 28. Outgassing twice as much SO2 and H2O as in the\nmodel of Fig. 2 would result first in the formation of massive sulfuric acid–water clouds that initially cool the surface by 30 to 40 K in the first 150 My (11). Subsequent loss of the larger atmospheric inventories of SO2 and H2O results in surface temperature excursions that are larger than but qualitatively similar to those in Fig. 2. Warming by about 100 K occurs between 150 and 350 My after the start of the\nmodel, and a cooling roughly analogous to that shown at 450 My in Fig. 2 occurs instead at 600 My for the larger eruption. Outgassing half as much SO2 and H2O as in the model of Fig. 2 results in temperature excursions that are slightly smaller in magnitude (the early warming is by 45 K instead of 60 K). The rapid loss of clouds and subsequent cooling occurs about 100 My sooner than in Fig. 2. 29. D. L. Turcotte, J. Geophys. Res. 88, A585 (1983). 30. R. J. Phillips and V. L. Hansen, Science 279, 1492\n(1997). 31. We thank A. Dombard and R. Phillips for helpful\ncomments. Supported by NASA’s Planetary Geology and Geophysics (NAG5-4077) and Planetary Atmospheres (NGW-4982) programs.\n15 June 1999; accepted 6 August 1999\nThe Age of the Carbonates in Martian Meteorite ALH84001\nLars E. Borg,1*† James N. Connelly,2 Larry E. Nyquist,1 Chi-Y. Shih,3\nHenry Wiesmann, Young Reese3\nThe age of secondary carbonate mineralization in the martian meteorite ALH84001 was determined to be 3.90 6 0.04 billion years by rubidium-strontium (Rb-Sr) dating and 4.04 6 0.10 billion years by lead-lead (Pb-Pb) dating. The Rb-Sr and Pb-Pb isochrons are defined by leachates of a mixture of high-graded carbonate (visually estimated as ;5 percent), whitlockite (trace), and orthopyroxene (;95 percent). The carbonate formation age is contemporaneous with a period in martian history when the surface is thought to have had flowing water, but also was undergoing heavy bombardment by meteorites. Therefore, this age does not distinguish between aqueous and impact origins for the carbonates.\nThe isotopic dating of martian meteorites suggests that differentiation of the martian crust from the mantle occurred no later than 4.53 3 109 years ago (Ga) and was probably contemporaneous with the last stages of planetary accretion (1, 2). It also indicates that there was igneous activity on Mars ;4.5 Ga (3, 4), ;1.3 Ga (5, 6), and as recently as ;200 million years ago (7), and suggests that Mars may be geologically active at present. However, little is known about the timing of alteration processes occurring on the martian surface because of the small amount of secondary alteration products in most martian meteorites. In contrast to other martian meteorites, ALH84001 has a substantial amount of secondary carbonate mineralization. Dating of this carbonate can provide insights into surficial processes controlling carbonate formation and cation mobility.\nFrom Sm-Nd analyses, the age of crystallization of ALH84001 was interpreted to be\n4.50 6 0.13 Ga (3). The carbonates in ALH84001 were interpreted to be substantially younger at 1.39 6 0.10 Ga, on the basis of Rb-Sr analysis of shock-melted feldspathic glass and carbonate, and the assumption that these two phases are in isotopic equilibrium (8). Equilibrium between feldspathic glass and carbonate is supported by textural observations that the carbonates selectively replace the glass (9, 10). However, the carbonates are Fe- and Mg- rich (9–12), so that most of their major cations must be derived from a source other than feldspathic glass (Fig. 1). As a result, isotopic equilibrium between carbonate and glass is not assured. Here, we use the results of Rb-Sr and Pb-Pb isotopic analyses on numerous carbonate-rich leachates to determine the age of carbonate formation.\nThe modal mineralogy of ALH84001 is ;90% orthopyroxene, 2% chromite, ;2% shock-produced feldspathic-glass, ;1% carbonates, and trace amounts of whitlockite, augite, olivine, and pyrite (9–13). The carbonates form globules and veins along fractures in the meteorite. Compositional zoning from Ca-rich centers, to Fe-rich mantles, to Mg-rich rims is observed in most carbonate occurrences (9–12). The large chemical variations observed in the carbonates, combined with similar zoning patterns in all occurrences, suggest that they may be products of precipitation in a nearly closed system (13–\n15). Thus, carbonates of different composition may be in isotopic equilibrium and be suitable for isotopic dating.\nA 1-g chip of ALH84001,170 was crushed and sieved at 150-mm-diameter particles. Composite grains containing carbonate minerals were handpicked, yielding a mineral separate that was ;95% orthopyroxene and ;5% carbonate (determined by visual inspection). There was no visible feldspathicglass, a potential host for Sr and Pb, in this mineral separate. The high-graded fraction was ultrasonically agitated in quartz-distilled water to remove surface contamination and then leached in a series of progressively stronger reagents (Fig. 1). The leaching procedure was developed from experiments conducted on mixtures of terrestrial calcite, magnesite, siderite, and synthetic whitlockite (supplementary fig. 1) (16). The goal of the leaching procedure was to (i) separate soluble carbonates from less soluble silicates; (ii) separate the most easily soluble igneous components, such as whitlockite, from secondary carbonate components; and (iii) separate carbonate components of various compositions.\nUranium-Pb and Rb-Sr were separated sequentially from the leachate fractions by standard cation chromatographic techniques and analyzed by thermal ionization mass spectrometry (Table 1). Laboratory Rb, Sr, and Pb procedural blanks were measured on samples of leaching reagents and applied to individual leachates (17). Small (;1% by volume) splits from each leachate were analyzed for Ca, Mg, Fe (by isotope dilution), and P (by colorimetry) to assess contributions of carbonate, phosphates, and silicates to individual leachates (Fig. 1, supplementary fig. 1, and\nTable 2). Most of the bulk compositions of the leachates (S4 to S8) fall within the range of carbonate analyses (Fig. 1), consistent with a large contribution of carbonate in the leachates. Agreement between the proportions of Ca, Fe, Mg, and P dissolved from the terrestrial carbonates and the proportions of these elements dissolved from the ALH84001 carbonates (supplementary fig. 1) also suggest that the major phase contributing to the leachates is carbonate.\n1SN2/NASA Johnson Space Center Houston, TX 77058, USA. 2Department of Geological Sciences, University of Texas at Austin, TX 78713, USA. 3Lockheed Engineering and Science, 2400 NASA Road 1, Houston, TX 77258, USA. *Present address: Institute of Meteoritics, University of New Mexico, Albuquerque, NM 87131, USA. †To whom correspondence should be addressed. Email: lborg@unm.edu\n1 OCTOBER 1999 VOL 286 SCIENCE www.sciencemag.org90\non F ebruary 26, 2019\nhttp://science.sciencem ag.org/ D ow nloaded from\nClimate Change as a Regulator of Tectonics on Venus Sean C. Solomon, Mark A. Bullock and David H. Grinspoon\nDOI: 10.1126/science.286.5437.87 (5437), 87-90.286Science\nARTICLE TOOLS http://science.sciencemag.org/content/286/5437/87\nCONTENT RELATED file:/contentpending:yes\nREFERENCES\nhttp://science.sciencemag.org/content/286/5437/87#BIBL This article cites 23 articles, 2 of which you can access for free\nPERMISSIONS http://www.sciencemag.org/help/reprints-and-permissions\nTerms of ServiceUse of this article is subject to the\nregistered trademark of AAAS. is aScienceAmerican Association for the Advancement of Science. No claim to original U.S. Government Works. The title\nScience, 1200 New York Avenue NW, Washington, DC 20005. 2017 © The Authors, some rights reserved; exclusive licensee (print ISSN 0036-8075; online ISSN 1095-9203) is published by the American Association for the Advancement ofScience\non F ebruary 26, 2019\nhttp://science.sciencem ag.org/ D ow nloaded from"
  }],
  "year": 1999,
  "references": [],
  "id": "SP:08a0e22b501bdd94f3abb666fac7107f95b8ad6f",
  "authors": [{
    "name": "Sean C. Solomon",
    "affiliations": []
  }, {
    "name": "Mark A. Bullock",
    "affiliations": []
  }, {
    "name": "David H. Grinspoon",
    "affiliations": []
  }],
  "abstractText": "Tectonics, volcanism, and climate on Venus may be strongly coupled. Large excursions in surface temperature predicted to follow a global or near-global volcanic event diffuse into the interior and introduce thermal stresses of a magnitude sufficient to influence widespread tectonic deformation. This sequence of events accounts for the timing and many of the characteristics of deformation in the ridged plains of Venus, the most widely preserved volcanic terrain on the planet.",
  "title": "Climate Change as a Regulator of Tectonics on Venus"
}