{
  "sections": [{
    "text": "1Scientific RepoRts | 5:12243 | DOi: 10.1038/srep12243\nwww.nature.com/scientificreports"
  }, {
    "heading": "Stratospheric Ozone destruction",
    "text": "by the Bronze-Age Minoan eruption (Santorini Volcano,"
  }, {
    "heading": "Greece)",
    "text": ""
  }, {
    "heading": "Anita Cadoux1,2,3, Bruno Scaillet1,2,3, Slimane Bekki4, Clive Oppenheimer5 & Timothy H. Druitt6",
    "text": "The role of volcanogenic halogen-bearing (i.e. chlorine and bromine) compounds in stratospheric ozone chemistry and climate forcing is poorly constrained. While the 1991 eruption of Pinatubo resulted in stratospheric ozone loss, it was due to heterogeneous chemistry on volcanic sulfate aerosols involving chlorine of anthropogenic rather than volcanogenic origin, since co-erupted chlorine was scavenged within the plume. Therefore, it is not known what effect volcanism had on ozone in pre-industrial times, nor what will be its role on future atmospheres with reduced anthropogenic halogens present. By combining petrologic constraints on eruption volatile yields with a global atmospheric chemistry-transport model, we show here that the Bronze-Age ‘Minoan’ eruption of Santorini Volcano released far more halogens than sulfur and that, even if only 2% of these halogens reached the stratosphere, it would have resulted in strong global ozone depletion. The model predicts reductions in ozone columns of 20 to >90% at Northern high latitudes and an ozone recovery taking up to a decade. Our findings emphasise the significance of volcanic halogens for stratosphere chemistry and suggest that modelling of past and future volcanic impacts on Earth’s ozone, climate and ecosystems should systematically consider volcanic halogen emissions in addition to sulfur emissions.\nHalogens (especially chlorine and bromine) play important roles in the catalytic destruction of atmospheric ozone1–3. However, the role of ‘volcanogenic’ halogens in stratospheric ozone chemistry and climate forcing remains poorly constrained. It is commonly believed that most of the halogens in explosive volcanic plumes do not enter the stratosphere, because they are removed by hydrometeors in the troposphere4,5. In contrast, volcanic sulfur emissions are known to play a key role in stratospheric ozone change and climate forcing on annual to decadal timescales6. As stratospheric sulfate aerosols backscatter solar radiation, they act to cool the Earth’s troposphere and surface7. In addition, the surface of sulfate aerosols provides sites for heterogeneous chemical reactions that activate halogen species which destroy ozone8,9.\nIn the case of recent large volcanic eruptions (1982 El Chichón eruption, 1991 Pinatubo eruption), the halogen compounds involved in such reactions were sourced from anthropogenic emissions1,10 (e.g., chlorofluorocarbons). The 1991 eruption of Mount Pinatubo (Philippines) furnished particularly significant insights into the mechanisms, feedbacks and timescales of such processes1. However, the Pinatubo\n1Université d’Orléans, ISTO, UMR 7327, 45071 Orléans, France. 2CNRS, ISTO, UMR 7327, 45071 Orléans, France. 3BRGM, ISTO, UMR 7327, BP 36009, 45060 Orléans, France. 4Sorbonne Universités, UPMC Université Paris 06 ; Université Versailles St-Quentin; CNRS/INSU, LATMOS-IPSL, France. 5University of Cambridge, Department of Geography, Downing Place, Cambridge CB2 3EN, United Kingdom. 6Laboratoire Magmas et Volcans, Université"
  }, {
    "heading": "Blaise Pascal—CNRS—IRD, OPGC, 5 rue Kessler, 63038 Clermont-Ferrand, France. Correspondence and requests",
    "text": "for materials should be addressed to A C. (email: acadoux@cnrs-orleans.fr)\nReceived: 02 November 2014\nAccepted: 20 April 2015\nPublished: 24 July 2015\nOPEN\n2Scientific RepoRts | 5:12243 | DOi: 10.1038/srep12243\nmagma was relatively poor in halogens compared to other volcanic eruptions. In addition, it occurred while the global atmosphere was still loaded with anthropogenic emissions of organic halogens. This calls into question the general applicability of the conclusions derived from Pinatubo observations and ensuing modelling to past or forthcoming eruptions. In particular, it is not known what would happen with a volcanic event with a different halogen yield occurring under pre-industrial atmospheric conditions. In addition to these uncertainties, recent models have re-evaluated the fraction of explosively-emitted halogens crossing the tropopause, suggesting significantly higher values, up to 25%11,12, than previously thought. Recent observations bear out this conclusion13–15 (with up to 75% transported). These findings hint at a significant role of volcanogenic halogens in stratospheric chemistry. To address this question, we have examined the well-known Minoan event, for which well established petrological and volcanological attributes enable evaluation of the atmospheric impact of halogen-rich eruptions. In general, quantifying the volatile budgets of large explosive eruptions is necessary in order to assess fully the resulting atmospheric perturbations and understand climate and ecosystem impacts at different spatial and temporal scales. For ancient and un-monitored eruptions, however, this requires robust constraints on eruption magnitude (i.e., total mass of magma erupted) and volatile abundances, which are gathered from field and petrological data, respectively.\nWe have estimated the volatile (S, Cl, F, Br, I) yields of four large silicic Plinian eruptions of Santorini Volcano over the last 200 kyr, including the Minoan eruption of the late Bronze-Age (see Supplementary Note for an overview of relevant volcanology and petrology). Phase-equilibrium experiments have shown that the pre-eruptive magma storage conditions for these eruptions were all very similar16. The rhyodacitic to dacitic magmas were stored at T = 850–900 °C and Ptotal ~ 200 MPa, under moderately reduced conditions (Δ NNO = − 0.9 to − 0.1). Volatiles may be present in magmas in two forms: dissolved in the silicate melt phase, and exsolved in a free fluid phase (gas and/or brine). Pre-eruptive concentrations of volatiles dissolved in Santorini silicic melts were determined by analysis of phenocryst-hosted glass inclusions16 (Table 1). The melts were poor in fluorine (~500–800 ppm) and particularly in sulfur (≤ 100 ppm), but were rich in water and chlorine (5–6 wt% and ~2500–3500 ppm, respectively). Estimated contents of Br and I are 10.2–12.9 and 0.11–0.14 ppm, respectively (Table 1 and Methods). Dissolved CO2 abundances have been found to be very low or below detection17,18.\nA key issue in assessing eruptive releases of volatiles is to ascertain whether a fluid phase was present in the reservoir, as it can contain up to 90% of the volatiles in a magma19. The pre-eruptive melts were close to saturation with respect to pure water16, with chlorine contents similar to, or higher than those of experimentally-studied brine-saturated silicic liquids at 200 MPa and 800 to 860 °C (ref. 20). Santorini’s silicic magmas derive from fractionation of andesitic melts with about 4–6 wt% dissolved water21–23. Experiments24 show that about 30 wt% crystallization of andesite melts is required to produce silicic derivatives similar to those involved in Santorini eruptions. Owing to the incompatible behaviour of H2O in crystallizing magmas (H2O remains mostly in the melt until it reaches H2O solubility), the water content of the residual melt will exceed the 6–7 wt% H2O solubility of silicate liquids at 200 MPa (or less if stored at shallower pressure). This “excess” water is expressed as a free fluid phase into which all other volatile species must partition.\nAltogether, the petrological constraints strongly suggest that Santorini’s silicic magmas were saturated with a fluid phase in the reservoir prior to eruption16. Mass balance considerations indicate that the amount of such a free fluid is in the range 1–3 wt% (of total magma erupted), but this ignores the accumulation of fluid at the top part of the reservoir, due to the buoyancy of bubbles in magmas. Geochemical data indicate that the apical portion of silicic reservoirs reaches 5–6 wt% free fluid25. Magmas are thought unable to hold more than 5–6 wt% fluid, since this represents a percolation threshold26, beyond which excess fluid is lost from the system. Importantly, we note that 5 wt% is also the average value reconciling the volatile budget determined by the conventional petrological method and that measured either by remote-sensing spectroscopic techniques or ice-core methods for arc volcanoes19.\nDegassing budgets of Santorini Plinian eruptions For each eruption, we determined the volatile fractions released from the melt by subtracting the concentration of volatile species in the matrix glass (post-eruptive melt) from those of glass inclusions (pre-eruptive melt). This gives the minimum fractions of volatiles released by the eruptions (Methods). The fractions of volatiles released from the silicic melts are 3–41 ppm of sulfur, 56–592 ppm of chlorine, 174–282 ppm of fluorine, 0.2–2.2 ppm of bromine and 0.002–0.02 ppm of iodine (Table 1). Our new data indicate that fluorine strongly partitions into apatite (DFapatite/melt = 28–31, compared to DClapatite/melt = 2.6– 3.3; Table 2), which agrees closely with experimental results for silicic melts at 200 MPa and 900–924 °C, saturated with aqueous halogen-bearing fluids (DFapatite/melt = 11–44 and DClapatite/melt = 1.0–4.5; ref.  27). This further corroborates the hypothesis that Santorini’s silicic magmas coexisted with a free fluid phase prior to eruption. In such a scenario, the fluid phase would have contained 10–14 wt% of Cl, 0.2–0.8 wt% of S, 239–262 ppm of F, 178–225 ppm of Br and 12–15 ppm of I (Table  1 and Methods). The presence of a fluid phase therefore dramatically increases the released fractions of all species, except for fluorine, which has a low Dfluid/melt (0.3; ref. 28). The fluid phase was potentially a major source of halogens, and especially of Cl, during these eruptions.\nTo calculate the volatile yield of an eruption (i.e., the mass of each volatile species released during the eruption), it is necessary to know the total mass of magma erupted (the eruption magnitude). Since\n3Scientific RepoRts | 5:12243 | DOi: 10.1038/srep12243\nmagnitudes of the pre-Minoan eruptions are not well constrained (Supplementary Note), we focus on the Bronze-Age Minoan eruption. We take the erupted magma volume as 39 km3 (ref. 29) (i.e., a mass of 9 × 1013 kg; Table 1); however, more recent studies suggest this may be an underestimate (~60 km3, ref. 30; 78–86 km3, ref.  31; Supplementary Note). In the following, we provide minimum (melt degassing only) and maximum (degassing of melt and fluid) bounds on the volatile yield for the eruption (Table  3 and Supplementary Table 1). In a scenario with melt degassing only, the Minoan eruption would have released 0.34 Tg of S, 50.6 Tg of Cl, 23 Tg of F, 0.1 Tg of Br and 0.002 Tg of I (Table 3). In our ‘melt + fluid’ degassing scenario, which we consider the most likely one, we assume that the pre-eruptive fluid phase represents 5 wt% of the magma, as explained above. This raises the volatile yield to 36 Tg of S, 675 Tg of Cl, 24 Tg of F, 1.5 Tg of Br and 0.07 Tg of I (Table 3). Some fraction of these volatiles must have crossed the tropopause (~14 km a.s.l. at Santorini’s latitude), since the maximum height of the Plinian column has been estimated as 36 ± 5 km (refs  32 & 33). Recent modelling34 confirms this value and suggests that the height of the column associated with the last co-ignimbrite phase of the eruption was as high as the Plinian.\nStratospheric chemistry changes after the Minoan eruption We use a global, two-dimensional (zonally averaged) chemistry-transport model (Methods) to investigate the potential impact of the Minoan eruption on stratospheric chemical composition, notably ozone. The\nEruption Minoan Cape Riva\nLower Pumice 2\nLower Pumice 1\nAge ky 3.6 22 172 184\nMagma composition rhyodacite dacite rhyodacite rhyodacite\nMagma density* kg/m3 2308 2344 2318 2309\nDRE volume† km3 39 ≥ 10 ? > 5.5 ? 5.5 ?\nMass of magma kg 9 × 1013\nPlinian column height km 36 ± 5 ? ? ?\n[S] matrix glass ppm 100‡ 63 47 60\n[S] glass inclusions “ 104 99 50 101\n[S] released by melt “ 4 35 3 41\n[S] released by fluid “ 7900 6200 2260 7800\n[F] matrix glass “ 532 558 514 698\n[F] glass inclusions “ 798 812 796 872\n[F] released by melt “ 266 255 282 174\n[F] released by fluid “ 239 244 239 262\n[Cl] matrix glass “ 2920‡ 2725 2751 2663\n[Cl] glass inclusions “ 3512 2781 2816 2843\n[Cl] released by melt “ 592 56 65 180\n[Cl] released by fluid wt% 14 12 10 10\n[Br] matrix glass§ ppm 10.70 9.98 10.08 9.75\n[Br] glass inclusions§ “ 12.86 10.19 10.32 10.41\n[Br] released by melt “ 2.17 0.21 0.24 0.66\n[Br] released by fluid “ 225 178 181 182\n[I] matrix glass|| “ 0.119 0.111 0.112 0.108\n[I] glass inclusions|| “ 0.143 0.113 0.115 0.116\n[I] released by melt “ 0.024 0.002 0.003 0.007\n[I] released by fluid “ 15 12 12 12\nTable 1. Main characteristics of Santorini’s large silicic eruptions, volatile contents of glasses, and fractions released. *Magma density calculated after the method of ref. 75. †DRE = Dense Rock Equivalent. [i] denotes the concentration of volatile element i. Except for the values marked with a double dagger ‡\n(ref. 21), volatile compositions are from ref. 16, values in Italic-bold are new measurements performed by EMP (Cameca SX 100, Clermont-Ferrand; same analytical procedure as that reported in ref. 16). §Bromine contents estimated assuming a Cl/Br ratio of 273 (ref. 62). || Iodine contents estimated assuming a Br/I ratio of 90 (ref. 63). Fraction of volatile released by the melt phase = [i] glass inclusion—[i] matrix glass. Fraction of volatile released by the fluid phase: see Methods. Volcanological and petrographical characteristics of the eruptions are further described in Supplementary Note.\n4Scientific RepoRts | 5:12243 | DOi: 10.1038/srep12243\nmodel has previously been used to study the impact of sulfur injections from large volcanic eruptions35–38 and has demonstrated its ability to reproduce the observed evolution of the volcanic aerosol load and the associated ozone depletion following the 1991 Pinatubo eruption35. The surface mixing ratios of the major source gases are set to values representative of a pre-industrial atmosphere39 (CO2 = 250 ppmv; CH4 = 400 ppbv; N2O = 200 pptv; CH3Cl = 450 pptv and CH3Br = 5 pptv). We assume that the Minoan eruption occurred at the beginning of August, as indicated by insect fossils at the base of the tephra34,40, although the model-calculated ozone depletion is only very weakly dependent on the season of volcanic injection, because volcanic halogens have a stratospheric e-folding lifetime of about 2–3 years. We use the minimum and maximum estimates for S, Cl and Br release (Table 3); the errors on these estimates are reported in Supplementary Methods. As sulfur is weakly scavenged in volcanic plumes4,12, we assume that all the sulfur reach the stratosphere.\nThe fraction of halogens entering the stratosphere after an eruption is uncertain. It depends on several volcanological and environmental conditions such as the total mass of halogens emitted at the vent, the latitude of the eruption (i.e., the altitude of the tropopause), and the scavenging efficiency of the gases in the ascending eruptive column by hydrometeors (i.e., water or ice particles formed in the atmosphere), this latter depending notably on atmospheric humidity. The first approach to model this phenomenon suggested the removal of almost all the volcanic halogens in the troposphere through scavenging by condensed water4, preventing substantial stratospheric chlorine injection, and consistent with observations after the 1991 Pinatubo eruption. However, the Pinatubo eruption was very different from the Santorini\nEruption Minoan*\nSD\nCape Riva\nSD\nLower Pumice 2\nSD\nLower Pumice 1\nSD\nSample # S09–62 S09-23 S09–17\nn 22 10(15) 8(9) 8(9)\nComposition (wt%)\nSiO2 0.23 0.15 0.30 0.25 0.26 0.04 0.23 0.05\nCaO 54.18 0.84 54.60 0.36 54.66 0.29 54.71 0.35\nP2O5 41.65 0.44 42.64 0.39 42.90 0.32 42.69 0.22\nF 2.38 0.30 2.47 0.16 2.45 0.18 2.45 0.09\nCl 1.04 0.10 0.91 0.08 0.76 0.04 0.75 0.03\nSO3 0.03 0.03 0.01 0.01 n.d. 0.01 0.01\nTotal 99.51 100.92 101.03 100.83\nMole fractions of volatile components\nXF 0.63 0.66 0.65 0.65\nXCl 0.15 0.13 0.11 0.11\nXOH 0.22 0.21 0.24 0.24\nPartition coefficients\nDF ap/melt 29.82 30.41 30.78 28.15\nDCl ap/melt 2.96 3.26 2.70 2.64\nDS ap/melt 1.21 0.57 0.40\nSructural formula\nCa 9.59 9.49 9.48 9.52\nP 5.83 5.86 5.88 5.87\nSi 0.04 0.05 0.04 0.04\nCl 0.29 0.25 0.21 0.21\nF 1.24 1.27 1.25 1.26\nOH − 0.53 − 0.52 − 0.46 − 0.47\nTotal 16.46 16.40 16.41 16.43\nWt% Cl in fluid† 13.89 12.11 10.15 10.03\nTable 2. Apatite compositions, volatile partitioning and concentration of chlorine in the fluid. n = number of crystal analysed (total number of analyses), SD = standard deviation. n.d. = not detected. Mole fractions of volatile components in hydroxyl site computed using the formulae of ref. 77. XF , XCl, XOH = mole fraction of fluorapatite, chlorapatite and hydroxylapatite, respectively, in apatite. Diap/melt = [i] in apatite divided by [i] in glass inclusions (i.e., pre-eruptive melt). *Minoan apatite composition from ref. 76. †Computed from the relationship XCl = 0.011 *(Wt% Cl in fluid[s]), established in ref. 27.\n5Scientific RepoRts | 5:12243 | DOi: 10.1038/srep12243\nMinoan eruption. The Pinatubo magma contained very little chlorine and its eruption coincided with the passage of a typhoon, which contributed to efficient scavenging of erupted chlorine within the volcanic plume1. More recent modelling efforts11,12 suggest that up to 25% or more of emitted HCl (the most soluble chlorine species), can be present in the stratosphere one hour after eruption. During large Plinian eruptions, the fast ascent of the eruption cloud may lead to the formation of halogen-bearing ice crystals and even solid salt particles (NaCl containing Br), preserving the halogens for stratospheric release11, as observed for the El Chichón 1982 eruption, México41. Measurements following the 2000 eruption of Hekla (Iceland) show that approximately 75% of the emitted volcanic HCl entered the stratosphere and was still present within the plume 35 h after eruption13,14. Here, we assume that only 2% of volcanic halogens reach the stratosphere, which is clearly a conservative minimum estimate with respect to the aforementioned observations14,41 and plume modelling studies11,12. The eruption is simulated in the model by injecting volcanic sulfur and halogens uniformly between the tropopause and about 35 km at the latitude of Santorini (36.4°N).\nFigure  1a,b show the modelled percentage changes in the stratospheric chlorine column (vertically integrated concentration of inorganic chlorine) due to the Minoan eruption cloud as a function of time and latitude, using estimates for the minimum and maximum volatile yields, respectively (Table 3). In both simulations, most of the volcanic chlorine is found in the Northern Hemisphere (NH), rather than in the Southern Hemisphere (SH), consistent with typical stratospheric general circulation at mid-latitudes5. The modelled chlorine column above Santorini (36.4°N) increases by a factor of 20 to 200 just after the eruption for the minimum and maximum volatile scenarios, respectively. About two years after the eruption, the chlorine column remains 5 (Fig.  1a) to > 20 (Fig.  1b) times higher than background (pre-eruptive) columns in the NH, but only 2 to 6 times higher in the SH. About eight years after the eruption, chlorine columns are still 3 times higher than background columns in both the NH and SH in the maximum volatile scenario (Fig. 1b).\nFigure  2a,b show the simulated percentage changes in the stratospheric ozone column (vertically integrated concentration of ozone) as functions of time and latitude, again for the minimum and maximum volatile scenarios. Reductions in ozone column are stronger in the NH than in the SH, consistent with the much higher chlorine loading in the NH (Fig.  1a,b). At NH mid-latitudes (Santorini), ozone column losses range from 20% (Fig. 2a) to more than 70% (Fig. 2b) shortly after the eruption. At high NH latitudes, they exceed 20% in the low volatile scenario and 90% in the high volatile scenario. Ozone losses in the SH are about an order of magnitude smaller. Two years after the eruption, ozone columns remain ~30% lower than pre-eruptive columns in the NH and ~10% in the SH in the high volatile scenario (Fig. 2b). Complete stratospheric ozone recovery takes about a decade.\nVolcanic versus anthropogenic halogen emissions The Minoan eruption discharged prodigious quantities of halogens, in particular Cl and F (51–675 Tg, 23–24 Tg, respectively), but relatively little sulfur (0.34–36 Tg; Table 3). The chlorine output was comparable to that estimated for the mid-10th century eruption of Changbaishan/Mt Paektu, P.R. China/D.P.R. Korea border42 (45 Tg of Cl), the 24-kyr-BP Upper Apoyo eruption, Nicaragua43 (107 Tg) and the 1815 eruption of Tambora in Indonesia44 (211 Tg).\nMinoan eruption\nMan-made compounds\nLate 1990s Preindustrial\nS F Cl Br I Cl Br Cl Br\nVolatile yield estimates (Tg) Min 0.34 22.7 50.6 0.1 0.002\nMax 35.9 23.8 675 1.5 0.069 1\nGlobal atmospheric mixing ratios of Cl (in ppbv) and Br (in pptv) Min 8 7.7\nMax 106 103 3.8 20 0.55 5\nEESC (ppt) Min 5600\nMax 74689\nTable 3. Degassing budgets of 39 km3 of Minoan magma and measures of the atmospheric impact. Tg = Teragramme = 1012 g = 109 kg = 106 T = megatonne. Cl and Br mixing ratios = number of moles of Cl and Br divided by the number of moles of air in the total atmosphere (Na = 1.8*1020 moles of air)\nexpressed as part per billion and part per trillion by volume of air respectively. EESC = Equivalent Effective Stratospheric Chlorine = [Cl] added to stratosphere + 60 × [Br] added to stratosphere, calculated. assuming that 10% reach the stratosphere (with 2.7*1019 moles of air) for sake of comparison with ref. 43. Sources for anthropogenic compounds emissions and mixing ratios: refs 5, 45 & 46.\n6Scientific RepoRts | 5:12243 | DOi: 10.1038/srep12243\nFor comparison with organic halogen emissions, the total production of chlorofluorocarbons (CFCs) in 1987 was 1 Tg (ref. 45). The minimum estimate of 51 Tg of chlorine for 39 km3 of magma represents a globally averaged increase in chlorine mixing ratio (moles of Cl/moles of air in the atmosphere) of 8 ppbv (parts per billion by volume of air; Table  3). The maximum estimate (675 Tg) amounts to a globally averaged increase in mixing ratio of 106 ppbv (Table 3). For comparison, the anthropogenically driven emissions of chlorine-containing compounds, mostly CFCs, have increased the globally averaged chlorine mixing ratio from 0.55 ppbv (pre-industrial value mostly arising from methyl chloride emissions from the oceans) to 3.8 ppbv in 1995 (i.e., a near seven-fold increase; refs  45 & 46). The stratospheric chlorine abundance has been slowly decreasing since the phase-out of CFC emissions47. Hence, even the minimum estimate of chlorine output from the Minoan eruption represents an increment in globally averaged chlorine levels that exceeds the CFCs-generated increment (i.e., ~3 ppbv) by a factor of two.\nA corresponding calculation can be made for bromine. The minimum and maximum volatile scenarios represent globally averaged increases in bromine mixing ratios of 8 and 103 pptv (parts per trillion by volume), respectively (Table 3). The rise in anthropogenic emissions of bromine-containing compounds, mostly halons, has increased the stratospheric bromine abundance from about 5 pptv in the pre-industrial period to about 20 pptv by the late 1990s (ref. 5). As for CFCs, it has since been slowly decreasing following the phase-out of halon emissions. The minimum estimate of volcanic bromine emissions represents an increment in globally averaged bromine levels of 3 pptv, i.e., about 20% of the halon-generated increment (i.e., ~15 pptv), while the maximum estimate represents an increment (98 pptv), which exceeds the halon-generated increment by a factor of six.\nOzone depletion due to volcanic versus anthropogenic halogens Stratospheric ozone losses predicted by our model in the case of the high volatile scenario (70% to > 90% in the NH; Fig. 2b) exceed those observed over Antarctica during austral springs since the 1980s (ref. 48), which are due to the highly-enhanced halogen levels brought by anthropogenic organic Cl- and Br-bearing compounds. This range of ozone depletion also corresponds to future ozone column losses\nFigure 1. Modelled percentage changes in stratospheric chlorine column following the Minoan eruption as a function of time (years) and latitude. a For the minimum volatiles scenario (i.e., no pre-eruptive\nfluid phase). b For the maximum volatiles scenario (i.e., including a pre-eruptive fluid phase). ‘Chlorine column’ = vertically integrated concentration of chlorine. Cly = concentration of total inorganic stratospheric chlorine = HCl + ClONO2 + ClO + 2 Cl2O2 + OClO + 2 Cl2 + Cl + HOCl + BrCl. The black cross indicates the latitude of the Santorini eruption.\n7Scientific RepoRts | 5:12243 | DOi: 10.1038/srep12243\n(of about two-thirds) predicted to have occurred by 2065, had CFCs not been phased out under the Montreal Protocol and its amendments (“world avoided” simulation in ref. 49).\nThe impact of the 1991 Pinatubo eruption on global stratospheric ozone was substantially lower than that predicted for the Minoan eruption, with reductions of the order of 6% in global average total ozone observed by satellites a few months after the eruption1. Bekki & Pyle35 and Angell50 calculated reductions in the total ozone column ranging from 2% in the tropics up to 7% at high-latitudes. Only a very small amount of volcanic chlorine reached the stratosphere, owing to (i) the low abundance of chlorine in the magma (only an estimated 3 Tg of Cl were released51), and (ii) the strong wash-out within the plume which was promoted by the wet tropospheric conditions at the time1,51,52.\nOur results show that strong ozone depletion can be generated by a volcanic eruption if sufficient halogens reach the stratosphere. This corroborates the hypothesis of Kutterolf et al.43 that considered the Equivalent Effective Stratospheric Chlorine abundance following large tropical eruptions (EESC is a measure of the ozone destruction potential; EESC = [Cl] added to stratosphere + 60 × [Br] added to stratosphere; refs  53–55). Assuming that 10% of erupted halogen gases reached the stratosphere, Kutterolf et al.43 calculated EESC values from 23 to 12,770 ppt for Nicaraguan Plinian eruptions, the highest value corresponding to the largest 24 kyr BP Upper Apoyo eruption. The corresponding EESC for the Minoan eruption is 5,600 ppt (minimum scenario) to 74,700 ppt (maximum scenario) (Table 3). Compared with an assumed pre-1980 mean stratospheric background of 900 ppt EESC55, the Minoan impact represents an increase in EESC by a factor of 6 to 83. The estimated EESC for the Upper Apoyo eruption represents an increase by a factor of 14 (ref. 43).\nOur model also shows that ozone depletion occurs shortly after the Minoan eruption (Fig.  2) and predicts that complete recovery takes about a decade. This contrasts with the 70 years predicted for total replenishment of ozone lost in Antarctica due to CFCs since 1980 (ref.  5). Whereas CFCs have lifetimes of up to a century, inorganic chlorine species (such as HCl) injected into the stratosphere have an e-folding lifetime of 2–3 years. As a result, the return to unperturbed ozone levels following volcanic halogen injections is much faster than the expected ozone return following the phase out of CFC emissions5.\nFigure 2. Model-calculated percentage changes in stratospheric ozone column as a function of time (years) and latitude. a For the minimum volatiles scenario. b For the maximum volatiles scenario. ‘Ozone column’ = vertically integrated concentration of ozone. The black cross indicates the latitude of the Santorini eruption.\n8Scientific RepoRts | 5:12243 | DOi: 10.1038/srep12243\nImplications for past and future volcanic impacts on climate Our models for the Minoan eruption indicate that substantial ozone reductions (20% to > 90%; Fig. 2) of the pre-industrial stratosphere (i.e., free of anthropogenic halogen) would have occurred, even if only a few percent of erupted halogens crossed the tropopause (and even with the minimum estimate of erupted magma volume we used to compute volatile budgets). These results demonstrate the important role of volcanogenic halogens on stratosphere chemistry. These stratospheric ozone losses might have generated a significant climate forcing. Ozone is a radiatively important gas as it absorbs both solar ultraviolet and thermal infrared radiation. Stratospheric ozone depletion generated by CFC emissions is estimated to have acted to cool the Earth surface, i.e., it has a negative radiative forcing (RF), reinforcing the radiative effects of volcanic sulfate aerosol. Recent estimates for past stratospheric ozone forcing range between − 0.03 and − 0.11 W.m−2, with a mean of about − 0.05 W.m−2 (refs 5 and 56–59). This ozone depletion RF has offset some of the warming from increased greenhouse gas levels over the last few decades. This suggests that, in order to determine accurately the climatic impact of the Minoan (Supplementary Discussion) and other pre-industrial explosive eruptions, future work should consider the ozone depletion RF, in addition to the sulfate aerosol RF.\nOur findings highlight the wide variation in volatile yields of volcanic eruptions, and suggest that reconstruction of past impacts of eruptions on ozone, climate and ecosystems (including efforts based on ice-core glaciochemistry; Supplementary Discussion) should consider halogen budgets in addition to that of sulfur, on a case-by-case basis. We stress that our low-halogen scenario for the Minoan eruption (Table 3) could equally correspond to an eruption ten times smaller than the Minoan, but fluid-saturated. Such smaller-magnitude events (e.g., similar to the 1991 eruption of Pinatubo or the 1980 eruption of St Helens) have a return period of a century or less60,61. If occurring in rapid succession they could affect the environment at the global scale and perturb the recovery of global and Antarctic ozone."
  }, {
    "heading": "Methods",
    "text": "The samples studied in this work are the same pumice clasts as those studied by Cadoux et al.16; they come from the Plinian fallout deposits of each of the selected eruptions, and they are therefore representative of magma near the top of the reservoir.\nVolatile contents in melts and apatites. H2O, Cl, F and S contents in plagioclase- and pyroxene-hosted glass inclusions were measured by Secondary Ion Mass Spectrometry (CRPG, Nancy, France), whereas Cl, F and S contents of the matrix glasses were determined by electron microprobe. Analytical procedures and results can be found in ref. 16. The average volatile compositions are reported in Table  1. We estimated bromine contents in both glass inclusions and interstitial glasses by assuming a Cl/Br ratio of 273, which is the average ratio in the continental crust62 and which also roughly corresponds to the average ratio in erupted calc-alkaline magmas (Cl/Br = 150–600; ref.  63). We also tentatively estimated the melt iodine contents by assuming an average Br/I ratio of 90 (Br/I = 30–200 in calc-alkaline magmas63).\nNumerous euhedral apatites occur as inclusions in pyroxenes. CaO, P2O5, SiO2, Cl and F contents (wt%) in apatites were measured by electron microprobe (Cameca SX 100, Clermont-Ferrand, France) with a defocused (10 μ m) beam, a sample current of 15 nA and 15 kV acceleration voltage. Counting times were 10 s on peak for Ca, P and Cl and 20 s on peak for Si and F. Sulfur analyses were performed later with a Cameca SX Five microprobe (ISTO, Orléans, France) at 15 nA–15 kV, and with a focused beam; Ca and P were also re-analysed during this session. The standards used were an apatite for Ca and P calibration and a barite (BaSO4) for sulfur. Ca and P were measured on PET and TAP crystals, respectively, and S on a large PET crystal. Counting times were 10 s on peak and 5 s on background for Ca and P, and 60 s on peak and 30 s on background for S. The measured S contents (≤ 0.03 wt%; Table 2) are close to, or lower than, the electron microprobe detection limit (~106 ppm) and thus should be considered as estimates. The very low S contents in Santorini apatites require analytical methods such as SIMS or LA-ICP-MS in order to be accurately determined.\nDegassing calculations. For each eruption, we have first determined the volatile fractions released from the melt and from a fluid phase, respectively. The volatile fractions released from the melt were obtained by subtracting the concentration of volatile species in the matrix glass (post-eruptive degassed melt) from those in glass inclusions (pre-eruptive undegassed melt); this is the ‘conventional’ petrological method. The concentrations of the volatile species in the fluid phase were estimated by different methods, taking into account the pre-eruptive storage conditions of the silicic magmas16.\nThe sulfur content of the fluid phase was estimated using the method of Scaillet and Pichavant (refs 64 & 65), which solves homogeneous equilibria in the C-O-H-S system66 of a fluid phase in equilibrium with the silicate melt. Standard thermodynamic considerations show that, at any fixed P and T, if the fugacities of three species are known, then the fugacities of all remaining important species are fixed as well. In our case, the three known fugacities are fO2, fH2O and fS2. The fO2 is calculated from the oxybarometer of ref. 67, while fH2O is retrieved from the fugacity-composition (i.e., melt water content) relationships of ref. 68, since at equilibrium fH2Ogas = fH2Omelt. The fS2 is calculated from the model of ref. 65, which uses melt composition (including H2O and S contents), at fixed P, T and fO2. The calculations were performed for the pressure range 150–250 MPa, as inferred from phase equilibrium constraints for the\n9Scientific RepoRts | 5:12243 | DOi: 10.1038/srep12243\nfour main Plinian events of Santorini over the last 200 ky (ref.  16). The pressure was adjusted so as to yield melt CO2 contents below 300 ppm (calculated using the model of ref. 69), constrained by measurements of silicic glass inclusions in Plinian products at Santorini17,18. Since both fH2O and fS2 depend on total pressure (albeit slightly), the calculations are performed iteratively, until convergence is obtained. Calculations for all four eruptions for which key petrologic information is available yielded pressures in the range 140–260 MPa, and resulted in S content in the fluid phase varying between 0.2 and 1.4 wt%. For the Minoan eruption, the retrieved S content varies between 0.5 and 1.4 wt%. Increasing pressure, everything else being equal, decreases the content in S of the fluid phase by about 30% for every 50 MPa added. For instance, a 50 MPa pressure increase (from 200 to 250 MPa) decreases S content from 0.8 wt% to 0.5 wt%. This would increase the dissolved CO2 content from < 100 ppm to over 300 ppm. This is the main source of uncertainty on storage conditions (pressure is known to ± 40 MPa). Overall, we estimate that our calculated fluid S contents are known to within 30%.\nThe concentration of chlorine in the fluid was calculated from Webster et al.’s partition experiments27 at ~200 MPa and 900–924 °C (i.e., at conditions similar to that of the Santorini pre-eruptive magmas16) between silicic melts, apatite and Cl-bearing aqueous fluid(s). The resulting data are consistent with a linear increase in the mole fraction of chlorapatite (XapatiteCl) with increasing Cl in the fluid(s), which gives the following relationship: XapatiteCl = 0.011 × wt% Cl in fluids (Table 2).\nFor fluorine, we used the fluid/melt partition coefficient of 0.3 measured in ref. 28 for peraluminous rhyolitic melts at 200 MPa and temperatures near 800 °C. Bromine and iodine abundances in the fluid were estimated using the fluid/melt partition coefficients (17.5 and 104, respectively) of Bureau et al.62, who performed partition experiments between silicic (albitic) melt and Br- and I-bearing hydrous fluids at 200 MPa and 900 °C.\nTo obtain the volatile yields (i.e., the masses of volatiles erupted), the volatile fractions released from melt and fluid phases (Table 1) were then scaled to the mass of melt and the mass of fluid, respectively, using the total erupted mass of magma (calculated from dense magma volume and magma density; Supplementary Table 1). We calculated volatile yield from (i) melt degassing only (minimum estimates) and (ii) from melt and a fluid phase (maximum estimates). Maximum estimates were obtained by adding the contribution of a fluid phase representing 5 wt% of the total erupted mass of magma (this value is explained in the introduction of the main text).\nBromine yields to the atmosphere were estimated in two ways (Supplementary Table 1): (i) Indirectly, by estimating the Br contents of glass inclusions and matrix glass assuming a Cl/Br ratio of 273 (refs 62 & 63), and then applying the procedure described above (i.e., calculation of Br abundance in the melt and in the fluid, then scaling to the mass of erupted magma). (ii) Directly, by multiplying the chlorine yields by the mean molar Br/Cl ratio of 0.0022 in condensate samples from basaltic to rhyolitic magma of 18 arc volcanoes70. The Br yields obtained by these two methods are similar (Supplementary Table 1). We choose the results from the second method for our modelling because they are, in our opinion, the most reliable. Besides, this arc average Br/Cl of 0.0022 agrees well with the value of 0.002 constrained by fluid/ melt partitioning in an experimental analogue to volcanic degassing based on hydrous albite melts62.\nNumerical simulations. The model used to investigate the potential impact of the Minoan eruption on stratospheric chemical composition is a global two-dimensional (zonally averaged) chemistry-transport model that contains a detailed treatment of stratospheric aerosol microphysics. Its basic formulation is described elsewhere71,72. It extends from pole to pole and from the ground to 60 km with a horizontal resolution of 9.5 degrees (~1000 km) and a vertical resolution of half a pressure scale height (about 3.5 km). The model contains detailed representations of atmospheric chemistry (including wet/dry deposition) and transport. The sulphuric acid aerosol microphysics and the photochemical scheme for Ox, NOx, HOx, ClOx, BrOx, CHOx, and SOx are based on ref.  73. Gas phase reaction rates, photolysis cross-sections and heterogeneous reaction probabilities on sulfuric acid aerosol particles (including volcanic aerosols) follow the Jet Propulsion Laboratory recommendations74. The mean atmospheric circulation is calculated from forcing terms that include solar heating by O2 and O3 and longwave heating in the stratosphere by CO2, H2O, O3, CH4 and N2O. Thus the model includes important feedback processes between ozone, temperature, and transport in the stratosphere. Tropospheric heating rates and surface temperatures are specified."
  }, {
    "heading": "Acknowledgements",
    "text": "This study was partly funded by the French Agence Nationale de la Recherche (ANR-08-BLAN-0249-01) and the Laboratory of Excellence VOLTAIRE (ISTO, University of Orléans, France)."
  }, {
    "heading": "Author Contributions",
    "text": "A.C. and B.S. defined the project strategy. A.C. performed the volatile degassing budgets calculations and wrote the first draft of the manuscript. B.S. performed thermodynamic calculations to determine the sulfur concentration in the fluid phase. S.B. performed the numerical modelling of the impact on stratospheric chemistry. The manuscript was discussed and revised by A.C., B.S., S.B., C.O. and T.D.\nAdditional Information Supplementary information accompanies this paper at http://www.nature.com/srep\n1 2Scientific RepoRts | 5:12243 | DOi: 10.1038/srep12243\nCompeting financial interests: The authors declare no competing financial interests. How to cite this article: Cadoux, A. et al. Stratospheric Ozone destruction by the Bronze-Age Minoan eruption (Santorini Volcano, Greece). Sci. Rep. 5, 12243; doi: 10.1038/srep12243 (2015).\nThis work is licensed under a Creative Commons Attribution 4.0 International License. The images or other third party material in this article are included in the article’s Creative Com-\nmons license, unless indicated otherwise in the credit line; if the material is not included under the Creative Commons license, users will need to obtain permission from the license holder to reproduce the material. To view a copy of this license, visit http://creativecommons.org/licenses/by/4.0/"
  }],
  "year": 2015,
  "references": [{
    "title": "Atmospheric effects of the Mt Pinatubo eruption",
    "authors": ["P.M. McCormick", "L.W. Thomason", "C.R. Trepte"],
    "venue": "Nature 373,",
    "year": 1995
  }, {
    "title": "Detection of bromine monoxide in a volcanic plume",
    "authors": ["N. Bobrowski", "G. Hönninger", "B. Galle", "U. Platt"],
    "venue": "Nature 423,",
    "year": 2003
  }, {
    "title": "Atmospheric chemistry of an Antarctic volcanic plume",
    "authors": ["C Oppenheimer"],
    "venue": "J. Geophys. Res",
    "year": 2010
  }, {
    "title": "HCI scavenging and implications for ozone",
    "authors": ["A. Tabazadeh", "Turco", "R.P. Stratospheric chlorine injection by volcanic eruptions"],
    "venue": "Science 260, 1082",
    "year": 1993
  }, {
    "title": "2010",
    "authors": ["Scientific Assessment of Ozone Depletion"],
    "venue": "Report No. 52",
    "year": 2010
  }, {
    "title": "Modeling the climatic effects of large explosive volcanic eruptions",
    "authors": ["C. Timmreck"],
    "venue": "Wiley Interdisciplinary Reviews: Climate Change",
    "year": 2012
  }, {
    "title": "Volcanic eruptions and climate",
    "authors": ["A. Robock"],
    "venue": "Rev. Geophys. 38,",
    "year": 2000
  }, {
    "title": "Reassessment of causes of ozone column variability following the eruption of Mount Pinatubo using a nudged CCM",
    "authors": ["P. Telford", "P. Braesicke", "O. Morgenstern", "J. Pyle"],
    "venue": "Atmos. Chem. Phys",
    "year": 2009
  }, {
    "title": "Ozone destruction through heterogeneous chemistry following the eruption of El Chichón",
    "authors": ["D.J. Hofmann", "S. Solomon"],
    "venue": "J. Geophys. Res. Atmospheres",
    "year": 1989
  }, {
    "title": "Injection of gases into the stratosphere by explosive volcanic eruptions",
    "authors": ["C. Textor", "Graf", "H.-F", "M. Herzog", "J.M. Oberhuber"],
    "venue": "J. Geophys. Res. Atmospheres",
    "year": 2003
  }, {
    "title": "Composition and chemical evolution in the Arctic lower stratosphere",
    "authors": ["Hunton", "D.E. et al. In-situ aircraft observations of the 2000 Mt. Hekla volcanic cloud"],
    "venue": "J. Volcanol. Geoth. Res. 145, 23–34",
    "year": 2005
  }, {
    "title": "Insights from direct sampling and the application of chemical box modeling",
    "authors": ["Rose", "W.I. et al. Atmospheric chemistry of a 33–34 hour old volcanic cloud from Hekla Volcano (Iceland"],
    "venue": "J. Geophys. Res. Atmospheres 111, D20206",
    "year": 2006
  }, {
    "title": "Modeling the peak concentrations, dispersion, and volcanically induced ozone loss in the stratosphere",
    "authors": ["G.A. Millard", "T.A. Mather", "D.M. Pyle", "W.I. Rose", "Thornton", "B. Halogen emissions from a small volcanic eruption"],
    "venue": "Geophys. Res. Lett., 33, L19815, doi: 10.1029/2006GL026959",
    "year": 2006
  }, {
    "title": "Magma storage conditions of large Plinian eruptions of Santorini Volcano (Greece)",
    "authors": ["A. Cadoux", "B. Scaillet", "T.H. Druitt", "E. Deloule"],
    "venue": "J. Petrol",
    "year": 2014
  }, {
    "title": "Magma evolution and volatile behaviour",
    "authors": ["R. Gertisser", "K. Preece", "Keller", "J. The Plinian Lower Pumice 2 eruption", "Santorini", "Greece"],
    "venue": "J. Volcanol. Geoth. Res. 186, 387–406",
    "year": 2009
  }, {
    "title": "Santorini Volcano plumbing system: constraints from melt inclusion volatile contents. Paper presented at IAVCEI 2013 Scientific Assembly: Forecasting Volcanic Activity - Reading and translating the messages of nature for society, Kagoshima, Japan",
    "authors": ["M. Mercier", "T.H. Druitt", "E. Deloule", "N. Cluzel"],
    "year": 2013
  }, {
    "title": "Volcanism and the Earth’s Atmosphere, Geophysical Monograph 139 (eds Robock, A",
    "authors": ["B. Scaillet", "J.F. Luhr", "M.C. Carroll"],
    "venue": "Geophysical Union,",
    "year": 2003
  }, {
    "title": "Chloride Solubility in Felsic Melts and the Role of Chloride in Magmatic Degassing",
    "authors": ["J.D. Webster"],
    "venue": "J. Petrol",
    "year": 1997
  }, {
    "title": "chlorine and sulphur behaviour",
    "authors": ["V. Michaud", "R. Clocchiatti", "Sbrana", "S. The Minoan", "post-Minoan eruptions", "Santorini (Greece)", "in the light of melt inclusions"],
    "venue": "J. Volcanol. Geoth. Res. 99, 195–214",
    "year": 2000
  }, {
    "title": "Santorini volcano magma plumbing system: constraints from a combined experimental and natural products study. Paper presented at IAVCEI 2013 Scientific Assembly: Forecasting Volcanic Activity - Reading and translating the messages of nature for society, Kagoshima, Japan",
    "authors": ["A Cadoux"],
    "year": 2013
  }, {
    "title": "Differentiation Conditions of a Basaltic Magma from Santorini, and its Bearing on the Production of Andesite in Arc Settings",
    "authors": ["J. Andújar", "B. Scaillet", "M. Pichavant", "T.H. Druitt"],
    "venue": "J. Petrol.,",
    "year": 2015
  }, {
    "title": "Effects of fO2 and H2O on andesite phase relations between 2 and 4 kbar",
    "authors": ["C Martel"],
    "venue": "J. Geophys. Res. 104,",
    "year": 1999
  }, {
    "title": "interpreting the record preserved in melt inclusions from the Bishop Tuff",
    "authors": ["P.J. Wallace", "A.T. Anderson", "Davis", "A.M. Gradients in  H2O", "CO2", "exsolved gas in a large-volume silicic magma system"],
    "venue": "J. Geophys. Res. 104, 20,097–020,122",
    "year": 1999
  }, {
    "title": "Volcanic SO2 emissions and the abundance and distribution of exsolved gas in magma bodies",
    "authors": ["P.J. Wallace"],
    "venue": "J. Volcanol. Geoth. Res",
    "year": 2001
  }, {
    "title": "Felsic silicate systems at 200 MPa",
    "authors": ["J.D. Webster", "C.M. Tappen", "Mandeville", "C.W. Partitioning behavior of chlorine", "fluorine in the system apatite-melt-fluid. II"],
    "venue": "Geochim. Cosmochim. Acta 73, 559–581",
    "year": 2009
  }, {
    "title": "Petrogenesis and mineralizing processes (eds Stein, H",
    "authors": ["J.D. Webster", "Holloway", "J.R. in Ore-bearing granite systems"],
    "venue": "J. & Hannah, J. L.) 21–34",
    "year": 1990
  }, {
    "title": "Marine investigations of Greece’s Santorini Volcanic Field",
    "authors": ["H Sigurdsson"],
    "venue": "Eos, Trans. Am. Geophys. Union 87,",
    "year": 2006
  }, {
    "title": "Revised Estimates for the Volume of the Late Bronze Age Minoan Eruption, Santorini, Greece",
    "authors": ["E.N. Johnston", "R.S.J. Sparks", "J.C. Phillips", "S. Carey"],
    "venue": "J. Geol. Soc. London",
    "year": 2014
  }, {
    "title": "The intensity of Plinian eruptions",
    "authors": ["S.N. Carey", "H. Sigurdsson"],
    "venue": "Bull. Volc",
    "year": 1989
  }, {
    "title": "Reconstructing the tephra dispersal pattern from the Bronze Age eruption of Santorini using an advection-diffusion model",
    "authors": ["E.N. Johnston", "J.C. Phillips", "C. Bonadonna", "I.M. Watson"],
    "venue": "Bull. Volc",
    "year": 2012
  }, {
    "title": "A two-dimensional modeling study of the volcanic eruption of Mount Pinatubo",
    "authors": ["S. Bekki", "J.A. Pyle"],
    "venue": "J. Geophys. Res. Atmospheres",
    "year": 1994
  }, {
    "title": "Oxidation of volcanic  SO2—A sink for stratospheric OH and H2O",
    "authors": ["S. Bekki"],
    "venue": "Geophys. Res. Lett. 22,",
    "year": 1995
  }, {
    "title": "The role of microphysical and chemical processes in prolonging the climate forcing of the Toba Eruption",
    "authors": ["S Bekki"],
    "venue": "Geophys. Res. Lett. 23,",
    "year": 1996
  }, {
    "title": "Evidence from sulfate mass independent oxygen isotopic compositions of dramatic changes in atmospheric oxidation following massive volcanic eruptions",
    "authors": ["J. Savarino", "S. Bekki", "J. Cole-Dai", "M.H. Thiemens"],
    "venue": "J. Geophys. Res. Atmospheres",
    "year": 2003
  }, {
    "title": "A record of atmospheric halocarbons during the twentieth century from polar firn air",
    "authors": ["Butler", "J. H"],
    "venue": "Nature 399,",
    "year": 1999
  }, {
    "title": "the season of the Santorini Minoan volcanic eruption and a date from insect chitin",
    "authors": ["Panagiotakopulu", "E. et al. Ancient pests"],
    "venue": "Naturwissenschaften 100, 683–689",
    "year": 2013
  }, {
    "title": "Halite Particles Injected into the Stratosphere by the 1982",
    "authors": ["D.C. Woods", "R.L. Chuan", "W.I. Rose"],
    "venue": "El Chichon Eruption. Science",
    "year": 1985
  }, {
    "title": "Volatile emission during the eruption of Baitoushan Volcano (China/North Korea) ca",
    "authors": ["S. Horn", "Schmincke", "H.-U"],
    "venue": "AD. Bull. Volc",
    "year": 2000
  }, {
    "title": "Combined bromine and chlorine release from large explosive volcanic eruptions: A threat to stratospheric ozone? Geology",
    "authors": ["S Kutterolf"],
    "year": 2013
  }, {
    "title": "Estimates of sulfur and chlorine yield to the atmosphere from volcanic eruptions and potential climatic effects",
    "authors": ["J.D. Devine", "H. Sigurdsson", "A.N. Davis", "S. Self"],
    "venue": "J. Geophys. Res",
    "year": 1984
  }, {
    "title": "Historical Perspective on Precaution and Scientific Responsibility",
    "authors": ["Mégie", "G. From Stratospheric Ozone to Climate Change"],
    "venue": "Sci. Engineer. Ethics 12, 596–606",
    "year": 2006
  }, {
    "title": "Stratospheric Ozone Depletion and Future Levels of Atmospheric Chlorine and Bromine",
    "authors": ["M.J. Prather", "R.T. Watson"],
    "venue": "Nature 344,",
    "year": 1990
  }, {
    "title": "Aeronomy of the middle atmosphere: Chemistry and physics of the stratosphere and mesosphere",
    "authors": ["G. Brasseur", "S. Solomon"],
    "year": 2005
  }, {
    "title": "Large losses of total ozone in Antarctica reveal seasonal ClOx/NOx interaction",
    "authors": ["J.C. Farman", "B.G. Gardiner", "J.D. Shanklin"],
    "venue": "Nature 315,",
    "year": 1985
  }, {
    "title": "What would have happened to the ozone layer if chlorofluorocarbons (CFCs) had not been regulated",
    "authors": ["Newman", "P. A"],
    "venue": "Atmos. Chem. Phys",
    "year": 2009
  }, {
    "title": "Estimated impact of Agung, E1 Chichon, and Pinatubo volcanic eruptions on global and regional total ozone after adjustment for the QBO",
    "authors": ["J. Angell"],
    "venue": "Geophys. Res. Lett. 24,",
    "year": 1997
  }, {
    "title": "Eruptions and Lahars of Mount Pinatubo, Philippines (eds Newhall, C",
    "authors": ["T.M. Gerlach", "H.R. Westrich", "Symonds", "R.B. in Fire", "Mud"],
    "venue": "G. & Punongbayan, R. S.) 415–433)",
    "year": 1996
  }, {
    "title": "Eruptions and lahars of Mount Pinatubo, Philippines (eds Newhall, C",
    "authors": ["Self", "S. et al. in Fire", "Mud"],
    "venue": "G. & Punongbayan, R. S.) 1089–1115",
    "year": 1996
  }, {
    "title": "Bromine-chlorine coupling in the Antarctic ozone",
    "authors": ["M Danilin"],
    "venue": "hole. Geophys. Res. Lett",
    "year": 1996
  }, {
    "title": "A modelling study",
    "authors": ["Sinnhuber", "B.-M.", "M.P. Chipperfield", "Feng", "W. The contribution of anthropogenic bromine emissions to past stratospheric ozone trends"],
    "venue": "Atmos. Chem. Phys. Discuss. 9, 2863–2871, doi: 10.5194/acp-9-2863-2009",
    "year": 2009
  }, {
    "title": "2010 World Meteorological Organization Global Ozone Research and Monitoring Project Report, No",
    "authors": ["Montzka", "S. et al. Ozone-depleting substances (ODSs)", "related chemicals in Scientific assessment of ozone depletion"],
    "venue": "52, 1.1–1.86",
    "year": 2011
  }, {
    "title": "The Physical Science Basis",
    "authors": ["Forster", "P.M. et al. in Climate Change 2007"],
    "venue": "Contribution of Working Group I to the Fourth Assessment Report of the Intergovernmental Panel on Climate Change (eds Solomon, S. et al.) Ch. 2",
    "year": 2007
  }, {
    "title": "Results and corresponding radiative forcing",
    "authors": ["Cionni", "I. et al. Ozone database in support of CMIP5 simulations"],
    "venue": "Atmos. Chem. Phys. Discuss. 11, 11,267–11,292",
    "year": 2011
  }, {
    "title": "Climatology, trends and radiative forcings",
    "authors": ["Hassler", "B. et al. Comparison of three vertically resolved ozone databases"],
    "venue": "Atmos. Chem. Phys. Discuss. 12, 26,561–26,605",
    "year": 2012
  }, {
    "title": "Climate impact of stratospheric ozone recovery",
    "authors": ["S Bekki"],
    "venue": "Geophys. Res. Lett. 40,",
    "year": 2013
  }, {
    "title": "The size and frequency of the largest explosive eruptions on Earth",
    "authors": ["B. Mason", "D. Pyle", "C. Oppenheimer"],
    "venue": "Bull. Volc",
    "year": 2004
  }, {
    "title": "Nature and impacts of the Minoan eruption of Santorini in 1600 – cultural change in the shadow of the Thera eruption? (eds",
    "authors": ["C. Oppenheimer"],
    "year": 2013
  }, {
    "title": "experimental fluid/melt partitioning data and applications to stratospheric chemistry",
    "authors": ["H. Bureau", "H. Keppler", "Métrich", "N. Volcanic degassing of bromine", "iodine"],
    "venue": "Earth Planet. Sci. Lett. 183, 51–60",
    "year": 2000
  }, {
    "title": "Behavior of halogens during the degassing of felsic magmas",
    "authors": ["H. Balcone-Boissard", "B. Villemant", "G. Boudon"],
    "venue": "G-cubed 11,",
    "year": 2010
  }, {
    "title": "application to the determination of magmatic fluid compositions of Italian volcanoes",
    "authors": ["B. Scaillet", "Pichavant", "M. A model of sulphur solubility for hydrous mafic melts"],
    "venue": "Annals Geophys. 48, 671–698",
    "year": 2005
  }, {
    "title": "a PASCAL program to assess equilibria among Fe–Mg–Mn–Ti oxides, pyroxenes, olivine, and quartz",
    "authors": ["D.J. Andersen", "D.H. Lindsley", "Davidson", "P.M. QUILF"],
    "venue": "Comput. Geosci. 19, 1333–1350",
    "year": 1993
  }, {
    "title": "measurement, speciation, solubility, and diffusion",
    "authors": ["Zhang", "Y.  H2O in rhyolitic glasses", "melts"],
    "venue": "Rev. Geophys. 37, 493–516",
    "year": 1999
  }, {
    "title": "Solubilities of carbon dioxide and water in rhyolitic melt at 850°C and 750 bar",
    "authors": ["J.G. Blank", "E.M. Stolper", "M.R. Carroll"],
    "venue": "Earth Planet. Sci. Lett. 119,",
    "year": 1993
  }, {
    "title": "Volcanic sources of tropospheric ozone-depleting trace gases. G-cubed 5, Q09007",
    "authors": ["T.M. Gerlach"],
    "venue": "doi: 10.1029/2004GC000747",
    "year": 2004
  }, {
    "title": "A two-dimensional mean circulation model for the atmosphere below 80km",
    "authors": ["R.S. Harwood", "J.A. Pyle"],
    "venue": "Quarterly J. Royal Meteorol. Soc. 101,",
    "year": 1975
  }, {
    "title": "The importance of the reactions between OH and ClO for stratospheric ozone",
    "authors": ["R. Toumi", "S. Bekki"],
    "venue": "Geophys. Res. Lett. 20,",
    "year": 1993
  }, {
    "title": "Two-dimensional assessment of the impact of aircraft sulphur emissions on the stratospheric sulphate aerosol layer",
    "authors": ["S. Bekki", "J.A. Pyle"],
    "venue": "J. Geophys. Res. Atmospheres",
    "year": 1992
  }, {
    "title": "Chemical Kinetics and Photochemical Data for Use in Atmospheric Studies, Evaluation No. 17",
    "authors": ["Sander", "S. P"],
    "venue": "JPL Publication",
    "year": 2003
  }, {
    "title": "Densities of liquid silicate systems calculated from partial molar volumes of oxide components",
    "authors": ["Y. Bottinga", "D.F. Weill"],
    "venue": "Am. J. Sci. 269,",
    "year": 1970
  }, {
    "title": "Factors controlling sulfur concentrations in volcanic apatite",
    "authors": ["G. Peng", "J.F. Luhr", "J.J. McGee"],
    "venue": "Am. Mineral",
    "year": 1997
  }],
  "id": "SP:e0c3f22ac6264738a84a08886aa30a7fd7d1b8b5",
  "authors": [{
    "name": "Anita Cadoux",
    "affiliations": []
  }, {
    "name": "Bruno Scaillet",
    "affiliations": []
  }, {
    "name": "Slimane Bekki",
    "affiliations": []
  }, {
    "name": "Clive Oppenheimer",
    "affiliations": []
  }, {
    "name": "Timothy H. Druitt",
    "affiliations": []
  }],
  "abstractText": "The role of volcanogenic halogen-bearing (i.e. chlorine and bromine) compounds in stratospheric ozone chemistry and climate forcing is poorly constrained. While the 1991 eruption of Pinatubo resulted in stratospheric ozone loss, it was due to heterogeneous chemistry on volcanic sulfate aerosols involving chlorine of anthropogenic rather than volcanogenic origin, since co-erupted chlorine was scavenged within the plume. Therefore, it is not known what effect volcanism had on ozone in pre-industrial times, nor what will be its role on future atmospheres with reduced anthropogenic halogens present. By combining petrologic constraints on eruption volatile yields with a global atmospheric chemistry-transport model, we show here that the Bronze-Age ‘Minoan’ eruption of Santorini Volcano released far more halogens than sulfur and that, even if only 2% of these halogens reached the stratosphere, it would have resulted in strong global ozone depletion. The model predicts reductions in ozone columns of 20 to >90% at Northern high latitudes and an ozone recovery taking up to a decade. Our findings emphasise the significance of volcanic halogens for stratosphere chemistry and suggest that modelling of past and future volcanic impacts on Earth’s ozone, climate and ecosystems should systematically consider volcanic halogen emissions in addition to sulfur emissions.",
  "title": "Stratospheric Ozone destruction by the Bronze-Age Minoan eruption (Santorini Volcano, Greece)"
}