{
  "sections": [{
    "text": "1Scientific RepoRts | 6:23168 | DOI: 10.1038/srep23168\nwww.nature.com/scientificreports"
  }, {
    "heading": "Thermal erosion of cratonic",
    "text": "lithosphere as a potential trigger for mass-extinction Jean Guex1, Sebastien Pilet1, Othmar Müntener1, Annachiara Bartolini2, Jorge Spangenberg3, Blair Schoene4, Bryan Sell5 & Urs Schaltegger5\nThe temporal coincidence between large igneous provinces (LIPs) and mass extinctions has led many to pose a causal relationship between the two. However, there is still no consensus on a mechanistic model that explains how magmatism leads to the turnover of terrestrial and marine plants, invertebrates and vertebrates. Here we present a synthesis of ammonite biostratigraphy, isotopic data and high precision U-Pb zircon dates from the Triassic-Jurassic (T-J) and Pliensbachian-Toarcian (Pl-To) boundaries demonstrating that these biotic crises are both associated with rapid change from an initial cool period to greenhouse conditions. We explain these transitions as a result of changing gas species emitted during the progressive thermal erosion of cratonic lithosphere by plume activity or internal heating of the lithosphere. Our petrological model for LIP magmatism argues that initial gas emission was dominated by sulfur liberated from sulfide-bearing cratonic lithosphere before CO2 became the dominant gas. This model offers an explanation of why LIPs erupted through oceanic lithosphere are not associated with climatic and biotic crises comparable to LIPs emitted through cratonic lithosphere.\nThere are currently two main hypotheses to explain recurrent catastrophic global climatic change and related mass extinctions in Earth history. The first invokes super-greenhouse conditions due to extreme atmospheric CO2 concentrations1,2. This enrichment is often interpreted as degassing of magmatic CO2 from volcanic basalt provinces3 and/or from the degassing of carbonaceous or organic-rich sediments by sill and dyke intrusions4,5. The second scenario invokes a short period of global icehouse conditions caused by degassing of large volumes of volcanic SO2, atmospheric poisoning, cooling, and eustatic regression6,7. Although both hypotheses are compatible with massive volcanic degassing, they must also be able to explain the paleontological record in marine and continental stratigraphic sections. Mass extinction events are recorded in various marine and continental sedimentary sections distributed around the world. One major challenge is to correlate these sections in order to obtain a global “picture” required to understand global climate change associated to mass extinction. Marine versus continental sedimentary sections do not necessarily record the same processes neither the same time interval. In particular, LIPs volcanic activity related to major periods of extinction (Siberian Trap, CAMP, Karoo-Ferrar, Deccan) is restricted to continental settings while key observations to demonstrate global mass extinction is recorded in marine environments. It requires, therefore, precise and accurate time constraints to link volcanic activity with the change in the paleontological record, precision at the 100 ka level, which is only achievable using high precision U/Pb geochronology on zircon8,9. Here, we review data from the stratigraphic record of the Triassic-Jurassic (T-J) and Pliensbachian-Toarcian boundaries combined with geochronological data8–10 in order to establish the sequence of events that initiate two of the major mass extinctions recorded in Earth’s history. Then, the various alternatives to explain the climatic and chemical changes associated to these sequences of events are discussed.\nSequence of events associated to the Triassic-Jurassic boundary Detailed ammonite biostratigraphy7,11 combined with the carbon and oxygen stable isotope records1,12,13 and zircon geochronology8,9 allows reconstruction of the sequence of events associated with biological crisis observed\n1Institute of Earth Sciences, University of Lausanne, Géopolis, 1015 Lausanne, Switzerland. 2Muséum National d’Histoire Naturelle, CNRS UMR 7207 Paleobiodiversité et Paléoenvironnements, CP38, 8 rue Buffon, F-75005"
  }, {
    "heading": "Paris, France. 3Institute of Earth Surface Dynamics, University of Lausanne, Géopolis, 1015 Lausanne, Switzerland.",
    "text": "4Department of Geosciences, Princeton University, 219 Guyot Hall, Princeton, New Jersey 08544, USA. 5Earth &"
  }, {
    "heading": "Environmental Sciences, University of Geneva, Rue des Maraîchers 13, 1205 Geneva, Switzerland. Correspondence",
    "text": "and requests for materials should be addressed to S.P. (email: Sebastien.Pilet@unil.ch)\nReceived: 14 October 2015\nAccepted: 29 February 2016\nPublished: 24 March 2016\nOPEN\n2Scientific RepoRts | 6:23168 | DOI: 10.1038/srep23168\nat the T-J boundary (Fig. 1). Figure 1 shows the synchronicity, initially pointed out by Marzoli et al.14, between end-Triassic extinction (ETE) marked by the major extinction of the Triassic ammonoids (indicated by the last occurrence (LO) of Choristoceras crickmayi) and the earliest CAMP volcanism7–9. The ETE event is characterized by a strong negative excursion of δ 13Corg recorded in New York Canyon (Nevada, USA) and worldwide7,8 correlated to a initial negative excursion of δ 13Cwood measured in fossil leaf and wood from East Greenland1,12,15 and by a marine regression in the upper Rhaetian of Austria, England and Nevada (Fig. 1). This eustatic regression which predates or is concomitant with environmental changes at the Rhaetian – Hettangian transition is supported by various stratigraphic evidence: (1) At New York Canyon, the end Triassic sediments are characterized by a bed packed with small shallow water bivalves indicating low sea level conditions; (2) In northern Peru (Chilingote, Utcubamba Valley) an erosional tempestite horizon located just below Odoghertyceras ammonite (early Jurassic) bearing sediments indicates this section was above storm wave base in the topmost Triassic16; (3) A pronounced increase in the proportions of terrestrial versus marine palynomorphs during the end-Triassic interval is observed in various sedimentary sequences from the Alps17–19; (4) In England, wave-ripple structures and mudcracks horizons, evidencing shallowest water depth conditions and sporadic emersions, are observed just few centimeters below the end-Triassic negative δ 13C excursion20. This regressive event interpreted as cool climate conditions (Fig. 1) is in agreement with the high δ 18O values as measured in Oysters from Lavernock (UK)13,19.\nThe time span between the extinction of the last Triassic ammonoids and the first occurrence of Psiloceras spelae Guex which defines the base of the Jurassic and the onset of recovery in marine environment, lasted for c. 90 to 200 kyr, based on sedimentary rates constrained by U-Pb zircon geochronology from ash beds in Northern Peru8,11. The ammonoid recovery during the early Jurassic is associated with progressive increase of δ 13Corg, decrease of δ 18O and a significant sea level rise illustrated by the deposition of silty sediments overlying the bivalve-rich bed in the Muller Canyon Member (New York Canyon, NV). This sea level rise suggests a global warming potentially associated with large volcanic CO2 emissions from CAMP volcanism (Fig. 1)1,2,12,15. This warming period is associated with an abrupt change in plant diversity observed in Greenland1,15 and with a second negative δ 13C recorded in the Hettangian Psiloceras planorbis beds (coeval with P. pacificum) that postdate the ETE (see supplementary information).\nSequence of events associated to Pliensbachian-Toarcian boundary Environmental perturbations related to the early Jurassic Pliensbachian-Toarcian boundary have been associated for some time with the onset of the Karoo-Ferrar large igneous province21. This inference is confirmed by high precision U-Pb dating on zircons10,22 which indicate that major sills intruded into organic-rich sediments in the Karoo basin are correlated with the Toarcian Oceanic Anoxic Event (OAE) recorded in the marine sedimentary section from Peru, dated by ammonites and intercalated zircon bearing ash beds (Fig. 2). The end-Pliensbachian extinction, preceding the Toarcian OAE23, is marked by an important diversity drop (disappearance of 90% of the ammonite taxa) associated with a generalized sedimentary gap linked to a marked regression event in NW-Europe and the Pacific area24. This regression may represent a major short-lived glaciation associated to the growth of ice caps25–28, and was marked by important emersion topography observed on seismic images of the North Sea24, evidence of polar ice storage29 and by thick fluvial conglomerates (Dunlap Formation in Nevada (USA)30 and Ururoa-Kawhia area, New Zealand31) deposited in open marine sediments containing Late\nFigure 1. Stratigraphic and isotopic correlations for the Triassic-Jurassic boundary. (a) U-Pb ages on zircon from ash beds embedded in marine stratigraphic sections from N. Peru and Nevada8. (b) Standard ammonite\nzones for the late Triassic-early Jurassic. (c) Duration of CAMP volcanism in North America and Morocco (Argana Basin)9. (d) Ammonite biodiversity around the T-J boundary. (e) δ 13Corg from New York Canyon (Nevada, USA)11. (f) δ 13Corg recorded in stratigraphic sequences from East Greenland and pCO2 estimated for the late Triassic-early Jurassic1,2,15. (g) δ 18O measured on Oysters from Lavernock (UK)13. (h) Sea level variations8. (i) Variations of the temperature15. (j) Proposed model for the decoupling between sulfur emissions related to the thermal-erosion of the continental lithosphere following by CO2 degassing associated to CAMP volcanism. Notes: ETE: End Triassic Extinction. MPT: Early Jurassic major plant turnover1. LO: Last Occurrence. FO: First Occurrence. Neo & Ppl: Neophylites & Psiloceras planorbis ammonite species respectively. (See supplementary information for additional details about the correlation between marine and continental sections).\n3Scientific RepoRts | 6:23168 | DOI: 10.1038/srep23168\nPliensbachian ammonites (Nevada) and below sediments containing Early Toarcian ammonites (Nevada and New Zealand). The cooling model is also supported by recent δ 18O data on belemnites27.\nThe regression phase is followed by a worldwide transgression during the Early Toarcian, with the deposition of black shales associated with the Toarcian OAE32. This transgression is interpreted as partly linked to glacioeustatic sea-level rise associated to rapid change from cold to warm climatic conditions33. The lower limit of the Toarcian OAE in S. Peru has been dated at 183.22 ± 0.25 Ma, coinciding with the oldest Karoo sill and lava currently dated (granophyre sill intruded in the Tarkastad Formation date of 183.014 ± 0.054 Ma10 and granophyre in the New Amalfi Sheet date of 183.246 ± 0.045 Ma22). The Toarcian OAE is responsible for a second extinction affecting mainly benthic foraminifera populations and brachiopods34–36 but the ammonites were only slightly affected, mostly by a moderate drop in diversity (Fig. 2).\nThe stratigraphic and isotopic evidence presented here indicate that initial eustatic regression events predate or are concomitant with evidence of environmental change at the Rhaetian – Hettangian and the Pliensbachian– Toarcian transitions. The major question is: what process(es) could produce these initial regressions? The short duration of these events (< 1 Ma) would be difficult to explain with tectonic processes because of the long timescales associated with heat-induced changes in lithospheric buoyancy37. Such long-term processes also seem unable to explain the initiation of biological crises. These regressive events are difficult to reconcile either with large initial CO2 degassing associated with LIPs as proposed to explain the T-J and Pl-To mass extinctions (e.g. refs 1,2) or by volatile-release (CO2, CH4, Cl2) from deep sedimentary reservoirs during contact metamorphism associated to dykes and sills intrusion4,5 because massive CO2 degassing is expected to produce super greenhouse conditions. An alternative is that volcanic emissions of large igneous provinces would release a sufficiently large volume of sulfur into the atmosphere, which could generate significant cooling6,38. Measurements of sulfur content in melt inclusions or in clinopyroxene demonstrate that S contents in LIP basaltic melts could be high (> 1000 ppm of S) but also vary significantly between the different provinces (e.g. refs 39–44). The presence of recycled oceanic or continental crustal lithology in the mantle source of LIPs or crustal contamination3,5,39,45 has been proposed to explain these high S contents regarding that the melting of the depleted MORB mantle (119 ppm of S46) alone seems unable to explain such high values. Here we evaluate the hypothesis that initial thermal erosion of the cratonic lithosphere due to emplacement of the CAMP and Karoo-Ferrar volcanic provinces led to initial pulses of sulfur causing global cooling and eustatic regression, which was followed by warming/transgression associated with the progressive increase of CO2 in the atmosphere associated to LIPs emission and metamorphic reactions in sedimentary basins4,5.\nCratonic lithosphere as a potential sulfur reservoir Petrological constraints on primary magmas indicate that the mantle is hotter and melts more extensively to produce LIP lavas or continental flood basalts (CFB) than for current oceanic islands basalts47. The melting of garnet-bearing peridotitic sources at high pressures (5–6 GPa) and anomalously high mantle potential temperatures (Tp) of > 1,600 °C (Fig. 3) are required to generate the parental melts of high-Mg# meimechites from the Karoo-Ferrar province48 while lower Tp (1450 °C ± 50 °C) and lower pressures of melting (> 2 GPa) were\nFigure 2. Stratigraphic and isotopic correlations for the Pliensbachian-Toarcian boundary. (a) Ammonite zones for the late Pliensbachian – early Toarcian. (b) U-Pb ages from ash beds collected at Palquilla (Peru)10. (c) U-Pb ages of the Karoo and Ferrar sills and lavas10,22. (d) Fluvial conglomerate deposits in Nevada and New Zealand30,31. (e) Variations of the biodiversity of ammonites during the Pliensbachian- Lower Toarcian23. (f) Variations of δ 13C in the Peniche section80. (g) Variations of Hg/TOC (TOC: total organic carbon) in the Penische section72. (h) Variations in δ 18O of belemnites (color-coded as function of their Ammonite zone location) and relative changes in temperature27. (i) Temperature variations around the PliensbachianToarcian boundary. (j) Sea level change interpreted based on δ 18O variation and on stratigraphic constraints. (k) Proposed model for the decoupling between sulfur emissions related to the thermal-erosion of the cratonic lithosphere following by CO2 degassing associated to Karoo-Ferrar dike swarm emplacement and volcanism. Ammonite zones: THOU: Thouarsense; VAR: Varabilis; BIF: Bifrons; FAL C: Falciferum; TEN: Tenuicostatum;\nSpin = Spinatum; Marg = Margaritatus. Notes: Toarcian OAE: Toarcian Oceanic Anoxic Event.\n4Scientific RepoRts | 6:23168 | DOI: 10.1038/srep23168\nestimated for tholeiitic lavas from CAMP and Ferrar large igneous province49. Available data suggest that the Karoo-Ferrar and CAMP have been emitted on top of thick lithosphere50. First, the eastern and the southern extents of the CAMP were located on top of Archean and Proterozoic cratons, while the Karoo LIP was erupted on and around the Kaapvaal craton. Shear wave velocities (Vs), suggest that the Karoo and CAMP areas were underlain by thick lithosphere (> 200 km) prior to continental break up51–53, which postdates the LIP emplacement54. The thin lithosphere on both margins of the CAMP area (east coast of North America and north-west coast of Africa) is the consequence of stretching and thinning before seafloor spreading55. A thick lithosphere exceeding 200 km beneath the Kaapvaal craton is also documented by kimberlite-borne mantle xenoliths56. The thickness of the lithosphere beneath the Ferrar LIP is probably similar, given that the Ferrar LIP emission was linked to the Wilkes Land craton57. Taking into account estimates of the thickness of continental lithosphere beneath Karoo-Ferrar and the CAMP area, the melting conditions estimated for LIP’s meimechites and tholeiitic lavas48,49 point out the fundamental role of the lithospheric mantle to produce these lavas. Various geochemical and isotopic studies on CAMP58–60 and Karoo-Ferrar magmas61–65 indicate that continental lithospheric mantle is a major geochemical component involved in the petrogenesis of these lavas. Two different hypotheses could explain the melting of the lithospheric mantle65: the arrival of a thermal plume initiating heating and subsequent partial melting of the subcontinental lithosphere3, or internal heat production of mantle insulated by continental lithosphere allowing for partial melting of the upper asthenospheric and continental lithospheric mantle to produce LIPs magmas49,63,66–68. This initial step of thermal erosion/thermal heating of the cratonic lithosphere is critical to understand the volatile budget associated with LIPs while studies of the composition of the Kaapvaal craton have shown that sulfide minerals are enclosed in the basal part of the cratonic lithosphere69 (Fig. 4a). The formation of these sulfide minerals are linked to multiple refertilization/metasomatic events, which affected the base of the subcontinental lithospheric mantle from the Archean to the Proterozoic69.\nFigure 4 illustrates how thermal erosion of the lithosphere associated with the rising of a thermal plume or internal heating of the subcontinental mantle could release sulfur from the cratonic roots. (I) Low degree melts from the base of the lithosphere may rise and initiate the thermal erosion of the cratonic lithosphere (Fig. 4a,d). According to the low solidus temperature of sulfides relative to dry peridotite70 (Fig. 3), the sulfide-enriched lithologies will be remobilized by the progressive percolation of low degree melts from the subcontinental lithosphere. In a runaway process, the S-rich melts/fluids released from the base of the cratonic lithosphere do not directly reach the surface, but enrich progressively shallower levels of the lithospheric mantle, levels which could be remobilized sequentially during the thermal erosion of the lithosphere (Fig. 4a,d); (II) If lithospheric erosion is sufficiently shallow, scavenging of sulfur-rich melts/fluids could either reach the surface and release significant amounts of sulfur to the atmosphere or be mixed with the first CFB magma pulses producing initial high SO2 flux to the atmosphere (Fig. 4b,e). The former process could be linked to the emission of small volumes of alkaline lavas and carbonatites associated with translithospheric fracturing as observed in various LIP areas71; (III) The last stage (Fig. 4c,f) corresponds to an advanced degree of thermal erosion of the lithosphere, sufficient to lead to significant melting and extrusion of the lavas observed in the Karoo-Ferrar area and in the CAMP. The injection of large volumes of magma into sedimentary basins releases additional sediment-derived greenhouse gases (CO2, CH4, …) produced during contact metamorphism4,5. These models are in agreement with geochemical data\nFigure 3. Pressure-Temperature diagrams for the condition of melting of dry-peridotite compared to the thickness of the lithosphere before thermal erosion (>200−230 km54,69). The adiabat temperatures for CAMP and Karoo-Ferrar CFB are estimated by Herzberg and Gazel47 based on petrological constraints. *The red and orange zones indicate the conditions of formation estimated for Vestfjalla meimechites48 and CAMP tholeiites49 respectively. **The continuous black and yellow lines show the solidus for dry peridotite81 and mono-sulfide solutions70, respectively. This latter solidus was determined only to 3.7 GPa, the yellow dashed line indicates extrapolation to higher P-T conditions (See supplementary information for details about the melting\nconditions in an upwelling plume).\n5Scientific RepoRts | 6:23168 | DOI: 10.1038/srep23168\nemphasizing an important role of the lithospheric mantle in the petrogenesis of Karoo-Ferrar and CAMP LIPs, but also suggest that a precursor magmatic phase predates the main phase of LIPs emission. The existence of a precursor phase of magmatism associated to the Karoo-Ferrar LIP is supported by recent mercury data determined in marine sediments72 (Fig. 2g). The high Hg concentrations and Hg/TOC (TOC: Total Organic Carbon) ratios correlated with the negative carbon-isotope anomalies associated with the Pliensbachian-Toarcian boundary and Toarcian OAE observed in Peniche, Arroyo Lapa, Mochras and Bornholm sections are indicators for two distinct episodes of Hg release to the atmosphere by volcanic activity72 in line with our sequence of two distinct magmatic events.\nTo estimate the potential amount of S released to the atmosphere during the initial phase of lithosphere thermal erosion/heating, we have calculated the amount of sulfur present in the lower 25 km of the lithosphere and assuming a surface equivalent to half the area covered by Karoo-Ferrar or CAMP LIPs. Based on garnet chemistry from Kimberlite xenoliths, the basal part of southern African lithospheric mantle includes significant proportions of melt metasomatized peridotites56. Assuming that the basal part of the lithosphere was composed of 40% depleted peridotite (119 ppm S), 55% metasomatized peridotite (300 ppm S) and 5% pyroxenite (800 ppm S), we obtain a potential sulfur content that could be released to the atmosphere (calculated in equivalent SO2) of ~45,000 Gt and ~210,000 Gt of SO2 for the case of the Karoo-Ferrar and CAMP, respectively (see supplementary information for details). Our estimates for potential sulfur release from the lithospheric mantle are 5 orders of magnitude higher than the mass estimated for Laki (~122 MT SO273) or Pinatubo (~20 Mt SO274) eruptions.\nCFB\n100\n200\n300\n0 D epth (km )\nCFB\n100\n200\n300\n0 D epth (km )\n400\nTholeiitic/picritic magmas produced by high degrees of partial melting\nTholeiitic/picritic magmas produced by high degrees of partial melting\nAntartica / West coast north Africa South Africa / East coast America Antartica / West coast north Africa South Africa / East coast America Antartica / West coast north Africa South Africa / East coast America\nAntartica / West coast north Africa South Africa / East coast America\nAntartica / West coast north Africa South Africa / East coast America\nAntartica / West coast north Africa South Africa / East coast America\nc. Continental flood basalt emissionb. Precursor volcanic phasea. Initial step - thermal erosion of the base of the cratonic lithosphere\nRelease of volatiles and sulfur-rich alkaline magmas\nSulfide bearing metsomatized peridotite\nContinental crust\nLithospheric mantle\nmetasomatized peridotite (S content: 100-300 ppm)\nLow degree melts from volatilebearing peridotite / Pyroxenite\nPyroxenite veins (S content: 300-3000 ppm)\nThermochemical\nplume\nSulfur enriched zone\nAsthenosphere\nMelting of the upper asthenosphere and fertile lithospheric domains through thermal heating induced by supercontinent insulation\nRelease of volatiles and sulfur-rich alkaline magmas\nSulfur enriched zone\nSulfide bearing metsomatized peridotite\nf. Continental flood basalt emissione. Precursor volcanic phased. Initial step - thermal erosion of the base of the cratonic lithosphere\nContinental crust\nLithospheric mantle\nAsthenosphere\nInternally heated mantle\nMantle Plume Hypothesis\nMantle Global Warming Hypothesis\nS-rich melts from metasomatized\nlithospheric domains\nFigure 4. Schematic sections illustrating heating of the lithospheric mantle associated to the arrival of a thermal plume beneath a thick cratonic lithosphere (panels (a–c)) or linked to the increase of mantle temperature\nthrough supercontinent thermal insulation (panels (d,e)). The basal part of the lithosphere is composed of meltmetasomatized peridotite69. Panels (a,d) illustrate the initial step of melting, panels (b,e), the precursor step of magmatism suggested by Ernst and Bell71 while panels (c,f) show schematic sections of cratonic lithosphere during the generation of large volume of CFB. These latter sections are based on a model suggested by Heinonen et al.65 for the magma generation of Karoo-Ferrar CFB.\n6Scientific RepoRts | 6:23168 | DOI: 10.1038/srep23168\nAssuming that only a small proportion of this sulfur is effectively released to the atmosphere, it could still have a significant impact on climate and environment.\nThermomechanical modeling for plume-lithosphere interaction3 has shown that gas release from plume material could reach the surface prior to the emission of the first lavas, but this model does not take into account the gas released from the cratonic lithosphere. We suggest here that the initial gas release to the atmosphere is not solely composed by gas from the asthenosphere itself (CO2/HCl3), but additional sulfur gases produced from the thermal erosion of the cratonic lithosphere represent a significant portion of emitted gases during this initial period. Studies of recent catastrophic eruptions demonstrate that large SO2 emission affects the climate, but the gas flux, the latitude of the eruption and the maximum altitude reached by the volcanic clouds (troposphere or stratosphere) influences the climatic response (e.g. refs 73,75,76). Models for SO2 release into the atmosphere demonstrate that it is not the magnitude of SO2 emission, which is critical to produce cooling, but the frequency and the duration of SO2 emission38. Although we are unable to provide either a quantitative flux estimate or predictions about the heights reached by the volcanic clouds, we provide feasibility tests. Assuming that only 20% of the sulfur from the metasomatized lithospheric mantle is released to the atmosphere during a period of 100,000 years, we obtain a flux between 90 and 410 Mt/yr for the case of Karroo and CAMP, respectively. Timmreck et al.77 have modeled that sulfur emissions of ~100 times the mass of Pinatubo (corresponding to our estimate of S emitted for a period of 5 to 20 years) creates an average temperature decrease of − 3.5 °K lasting for 9–10 years. Robock75 hypothesized that a series of volcanic eruptions could initiate a longer-term cooling period. Schmidt et al.38 support this hypothesis but indicate that SO2 release could cause biotic crisis only if such gas release is high and sustains for several centuries. Multiple SO2 pulses lasting for several thousands of years as suggested here offers a viable hypothesis for the initial cooling required to explain the eustatic regression events and provides stress conditions to initiate biological crises recorded at the end of the Rhaetian (Fig. 1) and of the Pliensbachian (Fig. 2). Nevertheless initial stress conditions do not affect all species in the same manner as illustrated in Figs 1 and 2. For example, if the Pliensbachian–Toarcian boundary is associated to ammonite and planktonic massif turn over, benthic organisms seem less affected (Fig. 2). These observations are in agreement with results from Schmidt et al.38 which indicate that the environmental effects of SO2 degassing could be variable depending on the ecosystem and location. Since the residence time of sulfur in the atmosphere is limited6,73,75,77, the following effects of CO2, CH4, Cl2 associated to flood basalt volcanism and release from contact metamorphic sediments start to overwhelm the sulfur effect and will be the dominant gas producing greenhouse conditions recorded in the paleontological records. We hypothesize that this last stage is responsible for the second extinction observed at the T-J and Pl-To boundaries. Figures 1 and 2 indicate that the Early Jurassic major plant turnover and the Toarcian OAE slightly postdate the first documented lavas or sills in CAMP and Karoo LIPs, respectively.\nThe mechanisms and timescales over which sub-lithospheric mantle melts interact with thick Archean or Proterozoic continental lithosphere is therefore a major component in the timing of mass extinction processes for the case of Rhaetian/Hettangian and Pliensbachian/Toarcian boundaries. Figure 5 shows that LIPs emitted on continents have much more severe biotic crises than oceanic LIPs despite their comparable size. This figure also indicates that LIPs emitted on top of Proterozoic to Cenozoic lithosphere have limited effects relative to continental LIPs erupted on cratonic lithosphere such as the Siberian Trap, CAMP, Karoo-Ferrar and Deccan. This indicates that the nature of the underlying lithosphere during large LIP eruption potentially exerts an important control on the consequences on life at the Earth’s surface and is a viable hypothesis in addition to external causes such as asteroid impacts as proposed to explain the Cretaceous-Paleogene crisis78). Indeed, higher sulfur\nLithosphere Type / Age: oceanic, proterozoic - cenozoic, archean.\nS ib\ner ia\nn Tr\nap\nC AM\nP\nK ar\noo -F\ner ra\nr\nA fa\nr\nC ol\num bi\na R\niv er\nD ec\nca n\nP ar\nan à\n- E te\nnd ek\na O\n. J .\nK er\nge le\nn\nH es\ns R\nis e\nC ar\nib be\nan +\nM ad\nag as\nca r\nS ie\nrr a\nLe on\ne R\nis e\nM au\nde R\nis e\nN or\nth A\ntla nt\nic V\nol c.\nP ro\nvi nc\ne\n300 200 100 0\n10\n20\n30\n40\n50\n60\n0\nMillions years before Present\n% E\nxt in\nct io\nn (G\nen us\nle ve\nl)\n105\n6\n7\n8\n10\n10\n10\nVolum e of em itted lava in K m\n3\nFigure 5. Illustration of mass extinction intensity associated with continental LIPs and oceanic plateaus against geological time. The band size related to the continental LIPs or oceanic plateaus represents the estimated volume (in km3) of emitted lavas82–84 plotted as a function of their respective age. The extinction\nintensity is defined by Rhode and Muller (ref. 85). The continental LIPs are color coded as function of the age of the underlying lithosphere (lithosphere ages from ref. 50).\n7Scientific RepoRts | 6:23168 | DOI: 10.1038/srep23168\ncontents in CAMP and Deccan magmas, with respect to the Paraná LIP have been reported39. These higher magmatic sulfur contents were explained by the presence of slab-metasomatized mantle in the source of CAMP and Deccan magmas39. While the CAMP and Deccan LIPs were associated to major extinctions, the emission of the Paraná - Etendeka province was not79. Archaean lithospheric mantle is known to have suffered multiple subduction-related processes, so a difference in the nature of the underlying lithosphere (Archean in the case of CAMP and Deccan traps, Proterozoic for Paraná) provides an alternative explanation for the difference in sulfur content. The proposed mechanism also offers an explanation why large LIPs erupted over oceanic lithosphere, such as the Ontong Java or the Caribbean plateaus, did not cause climatic and biotic crises as large as those of the Karoo-Ferrar or the CAMP despite having erupted similar volumes of basaltic rocks."
  }, {
    "heading": "Acknowledgements",
    "text": "This work benefited from discussions with Thierry Adatte and Anja Schmidt on the environmental consequences of volcanic gas release to the atmosphere. S.P. and O.M. acknowledge support of the Swiss National Science Foundation, grant 200021_140494 (S.P.) and grant 200020-135511 and 200020_156421 (O.M.)."
  }, {
    "heading": "Author Contributions",
    "text": "While learning from J.G. about high resolution ammonite stratigraphy and biotic crises, S.P. and O.M proposed to test the hypothesis of atmospheric cooling followed by heating to explain biostratigraphic, absolute age and isotopic data. J.G. and all co-authors (S.P., O.M., A.B., J.S., Bl.S., Br.S. and U.S.) with their specific scientific expertise have been involved in the preparation of Figures 1 and 2 summarizing the sequences of events associated with the T-J and Pl-To boundaries. S.P and O.M. developed the petrological model for thermal erosion of the lithosphere and estimated the amount of S present in the cratonic lithospheric mantle. S.P. prepared the figures. S.P., O.M., J.G., U.S. and Bl.S. wrote the text. All authors reviewed and approved the manuscript.\nAdditional Information Supplementary information accompanies this paper at http://www.nature.com/srep Competing financial interests: The authors declare no competing financial interests. How to cite this article: Guex, J. et al. Thermal erosion of cratonic lithosphere as a potential trigger for massextinction. Sci. Rep. 6, 23168; doi: 10.1038/srep23168 (2016).\nThis work is licensed under a Creative Commons Attribution 4.0 International License. The images or other third party material in this article are included in the article’s Creative Commons license,\nunless indicated otherwise in the credit line; if the material is not included under the Creative Commons license, users will need to obtain permission from the license holder to reproduce the material. To view a copy of this license, visit http://creativecommons.org/licenses/by/4.0/"
  }],
  "year": 2016,
  "references": [{
    "title": "Fossil plants and global warming at the Triassic-Jurassic boundary",
    "authors": ["J.C. McElwain", "D.J. Beerling", "F.I. Woodward"],
    "venue": "Science 285,",
    "year": 1999
  }, {
    "title": "Atmospheric P-CO2 Perturbations Associated with the Central Atlantic Magmatic Province",
    "authors": ["M.F. Schaller", "J.D. Wright", "D.V. Kent"],
    "venue": "Science 331,",
    "year": 2011
  }, {
    "title": "Linking mantle plumes, large igneous provinces and environmental catastrophes",
    "authors": ["Sobolev", "S. V"],
    "venue": "Nature 477,",
    "year": 2011
  }, {
    "title": "Hydrothermal venting of greenhouse gases triggering Early Jurassic global warming",
    "authors": ["H Svensen"],
    "venue": "Earth and Planetary Science Letters 256,",
    "year": 2007
  }, {
    "title": "Climate changes caused by degassing of sediments during the emplacement of large igneous provinces",
    "authors": ["C. Ganino", "N.T. Arndt"],
    "venue": "Geology 37,",
    "year": 2009
  }, {
    "title": "A Deccan perspective",
    "authors": ["S. Self", "M. Widdowson", "T. Thordarson", "Jay", "A.E. Volatile fluxes during flood basalt eruptions", "potential effects on the global environment"],
    "venue": "Earth and Planetary Science Letters 248, 518–532",
    "year": 2006
  }, {
    "title": "High-resolution ammonite and carbon isotope stratigraphy across the TriassicJurassic boundary at New York Canyon (Nevada)",
    "authors": ["J. Guex", "A. Bartolini", "V. Atudorei", "D. Taylor"],
    "venue": "Earth and Planetary Science Letters 225,",
    "year": 2004
  }, {
    "title": "Correlating the end-Triassic mass extinction and flood basalt volcanism at the 100 ka level",
    "authors": ["B. Schoene", "J. Guex", "A. Bartolini", "U. Schaltegger", "T.J. Blackburn"],
    "venue": "Geology 38,",
    "year": 2010
  }, {
    "title": "Zircon U-Pb Geochronology Links the End-Triassic Extinction with the Central Atlantic Magmatic Province",
    "authors": ["Blackburn", "T. J"],
    "venue": "Science 340,",
    "year": 2013
  }, {
    "title": "Evaluating the temporal link between the Karoo LIP and climatic-biologic events of the Toarcian Stage with highprecision U-Pb geochronology",
    "authors": ["B Sell"],
    "venue": "Earth and Planetary Science Letters 408,",
    "year": 2014
  }, {
    "title": "Geochronological constraints on post-extinction recovery of the ammonoids and carbon cycle perturbations during the Early Jurassic",
    "authors": ["J Guex"],
    "venue": "Palaeogeography Palaeoclimatology Palaeoecology 346,",
    "year": 2012
  }, {
    "title": "Implications for the aftermath of the end-Triassic mass extinction",
    "authors": ["Bartolini", "A. et al. Disentangling the Hettangian carbon isotope record"],
    "venue": "Geochemistry Geophysics Geosystems 13, doi: 10.1029/2011gc003807",
    "year": 2012
  }, {
    "title": "Palaeoenvironmental significance of carbon- and oxygenisotope stratigraphy of marine Triassic-Jurassic boundary sections in SW Britain",
    "authors": ["C. Korte", "S.P. Hesselbo", "H.C. Jenkyns", "R.E.M. Rickaby", "C. Spotl"],
    "venue": "Journal of the Geological Society 166,",
    "year": 2009
  }, {
    "title": "Extensive 200-million-year-old continental flood basalts of the Central Atlantic Magmatic Province",
    "authors": ["A Marzoli"],
    "venue": "Science 284,",
    "year": 1999
  }, {
    "title": "Fossil Plant Relative Abundances Indicate Sudden Loss of Late Triassic Biodiversity in East Greenland",
    "authors": ["J.C. McElwain", "P.J. Wagner", "S.P. Hesselbo"],
    "venue": "Science 324,",
    "year": 2009
  }, {
    "title": "The ammonoid fauna of the South American Hettangian (basal Jurassic)",
    "authors": ["A. von Hillebrandt"],
    "venue": "Part I. Palaeontographica Abteilung A Palaeozoologie-Stratigraphie 257,",
    "year": 2000
  }, {
    "title": "Climate change driven black shale deposition during the end-Triassic in the western Tethys",
    "authors": ["N.R. Bonis", "M. Ruhl", "W.M. Kurschner"],
    "venue": "Palaeogeography Palaeoclimatology Palaeoecology 290,",
    "year": 2010
  }, {
    "title": "Carbon-isotope stratigraphy and palynostratigraphy of the Triassic–Jurassic transition in the Tiefengraben section — Northern Calcareous Alps (Austria)",
    "authors": ["W.M. Kuerschner", "N.R. Bonis", "L. Krystyn"],
    "year": 2007
  }, {
    "title": "Bentho-planktonic evidence from the Austrian Alps for a decline in sea-surface carbonate production at the end of the Triassic",
    "authors": ["Clemence", "M. E"],
    "venue": "Swiss Journal of Geosciences 103,",
    "year": 2010
  }, {
    "title": "Sea-level change and facies development across potential Triassic-Jurassic boundary horizons, SW Britain",
    "authors": ["S.P. Hesselbo", "S.A. Robinson", "F. Surlyk"],
    "venue": "Journal of the Geological Society 161,",
    "year": 2004
  }, {
    "title": "Synchrony between Early Jurassic extinction, oceanic anoxic event, and the Karoo-Ferrar flood basalt volcanism",
    "authors": ["J. Palfy", "P.L. Smith"],
    "venue": "Geology 28,",
    "year": 2000
  }, {
    "title": "High-precision geochronology links the Ferrar large igneous province with early-Jurassic ocean anoxia and biotic crisis",
    "authors": ["S.D. Burgess", "S.A. Bowring", "T.H. Fleming", "D.H. Elliot"],
    "venue": "Earth and Planetary Science Letters 415,",
    "year": 2015
  }, {
    "title": "the case of Pliensbachian-Toarcian ammonites (Cephalopoda)",
    "authors": ["Dera", "G. et al. High-resolution dynamics of Early Jurassic marine extinctions"],
    "venue": "Journal of the Geological Society 167, 21–33",
    "year": 2010
  }, {
    "title": "A model for Cook sandstone deposition",
    "authors": ["T. Marjanac", "Steel", "R.J. Dunlin group sequence stratigraphy in the northern North Sea"],
    "venue": "Aapg Bulletin-American Association of Petroleum Geologists 81, 276–292",
    "year": 1997
  }, {
    "title": "Palaeo-oceanographic implications",
    "authors": ["J. Guex", "A. Morard", "A. Bartolini", "Morettini", "E. Discovery of an important stratigraphic gap at the Domerian-Toarcian limit"],
    "venue": "Bulletin de la Societe Vaudoise des Sciences Naturelles 87, 277–284",
    "year": 2001
  }, {
    "title": "Secular environmental precursors to Early Toarcian (Jurassic) extreme climate changes",
    "authors": ["G Suan"],
    "venue": "Earth and Planetary Science Letters 290,",
    "year": 2010
  }, {
    "title": "Palaeoclimatic significance inferred from multiproxy comparisons",
    "authors": ["Dera", "G. et al. Distribution of clay minerals in Early Jurassic Peritethyan seas"],
    "venue": "Palaeogeography Palaeoclimatology Palaeoecology 271, 39–51",
    "year": 2009
  }, {
    "title": "Ammonite paleobiogeography during the Pliensbachian-Toarcian crisis (Early Jurassic) reflecting paleoclimate, eustasy, and extinctions",
    "authors": ["G. Dera", "P. Neige", "J.L. Dommergues", "A. Brayard"],
    "venue": "Global and Planetary Change",
    "year": 2011
  }, {
    "title": "The evidence and implications of polar ice during the Mesozoic",
    "authors": ["G.D. Price"],
    "venue": "Earth-Science Reviews",
    "year": 1999
  }, {
    "title": "Mesozoic stratigraphy of the Hawthorne and Tonopah quadrangles, Nevada",
    "authors": ["S.W. Muller", "H.G. Ferguson"],
    "venue": "Bulletin of the Geological Society of America",
    "year": 1939
  }, {
    "title": "Stratigraphy and correlation of the Ururoan and Temaikan Stage (Lower-Middle Jurassic? Sinemurian-Callovian) sequences, New Zealand",
    "authors": ["N. Hudson"],
    "venue": "Journal of the Royal Society of New Zealand",
    "year": 2003
  }, {
    "title": "The early Toarcian (Jurassic) anoxic event - stratigraphic, sedimentary, and geochemical evidence",
    "authors": ["H.C. Jenkyns"],
    "venue": "American Journal of Science 288,",
    "year": 1988
  }, {
    "title": "Polar record of Early Jurassic massive carbon injection",
    "authors": ["G Suan"],
    "venue": "Earth and Planetary Science Letters 312,",
    "year": 2011
  }, {
    "title": "In Studies in benthic Foraminifera",
    "authors": ["A. Bartolini", "M. Nocchi", "A. Baldanza", "G. Parisi"],
    "venue": "Proceedings of the Fourth International Symposium on Benthic Foraminifera, Sendai,",
    "year": 1990
  }, {
    "title": "Mass extinction and recovery of the Early Toarcian (Early Jurassic) brachiopods linked to climate change in Northern and Central Spain",
    "authors": ["F.G. Joral", "J.J. Gomez", "A. Goy"],
    "venue": "Palaeogeography Palaeoclimatology Palaeoecology 302,",
    "year": 2011
  }, {
    "title": "Environmental controls on Jurassic marine ecosystems during global warming",
    "authors": ["S. Danise", "R.J. Twitchett", "C.T.S. Little"],
    "venue": "Geology 43,",
    "year": 2015
  }, {
    "title": "The phanerozoic record of global sea-level change",
    "authors": ["Miller", "K. G"],
    "venue": "Science 310,",
    "year": 2005
  }, {
    "title": "Selective environmental stress from sulphur emitted by continental flood basalt eruptions",
    "authors": ["A Schmidt"],
    "venue": "Nature Geoscience",
    "year": 2016
  }, {
    "title": "Microanalyses link sulfur from large igneous provinces and Mesozoic mass extinctions",
    "authors": ["S Callegaro"],
    "venue": "Geology 42,",
    "year": 2014
  }, {
    "title": "Magnitude and consequences of volatile release from the Siberian Traps",
    "authors": ["B.A. Black", "L.T. Elkins-Tanton", "M.C. Rowe", "I.U. Peate"],
    "venue": "Earth and Planetary Science Letters 317,",
    "year": 2012
  }, {
    "title": "Sulfur release from the Columbia River Basalts and other flood lava eruptions constrained by a model of sulfide saturation",
    "authors": ["S. Blake", "S. Self", "K. Sharma", "S. Sephton"],
    "venue": "Earth and Planetary Science Letters 299,",
    "year": 2010
  }, {
    "title": "F, Cl, and S concentrations in olivine-hosted melt inclusions from mafic dikes in NW Namibia and implications for the environmental impact of the Parana-Etendeka Large Igneous Province",
    "authors": ["L Marks"],
    "venue": "Earth and Planetary Science Letters 392,",
    "year": 2014
  }, {
    "title": "Sulfur and chlorine in Late Cretaceous Deccan magmas and eruptive gas release",
    "authors": ["S. Self", "S. Blake", "K. Sharma", "M. Widdowson", "S. Sephton"],
    "venue": "Science 319,",
    "year": 2008
  }, {
    "title": "Implications for S degassing and its impact on environment",
    "authors": ["Y. Zhang", "Z.Y. Ren", "Xu", "Y.G. Sulfur in olivine-hosted melt inclusions from the Emeishan picrites"],
    "venue": "Journal of Geophysical Research-Solid Earth 118, 4063–4070",
    "year": 2013
  }, {
    "title": "Sulfur isotopic evidence for sources of volatiles in Siberian Traps magmas",
    "authors": ["B.A. Black", "E.H. Hauri", "L.T. Elkins-Tanton", "S.M. Brown"],
    "venue": "Earth and Planetary Science Letters 394,",
    "year": 2014
  }, {
    "title": "Composition of the depleted mantle",
    "authors": ["V.J.M. Salters", "A. Stracke"],
    "venue": "Geochemistry Geophysics Geosystems 5, doi: 10.1029/2003",
    "year": 2004
  }, {
    "title": "Petrological evidence for secular cooling in mantle plumes",
    "authors": ["C. Herzberg", "E. Gazel"],
    "venue": "Nature 458,",
    "year": 2009
  }, {
    "title": "Mineral chemical evidence for extremely magnesian subalkaline melts from the Antarctic extension of the Karoo large igneous province",
    "authors": ["J.S. Heinonen", "A.V. Luttinen"],
    "venue": "Mineralogy and Petrology",
    "year": 2010
  }, {
    "title": "The generation of continental flood basalts by decompression melting of internally heated mantle",
    "authors": ["M.J. Hole"],
    "venue": "Geology 43,",
    "year": 2015
  }, {
    "title": "Reconciling thermal, seismic, and petrologic data",
    "authors": ["Artemieva", "I.M. The continental lithosphere"],
    "venue": "Lithos 109, 23–46",
    "year": 2009
  }, {
    "title": "Archean cratons and mantle dynamics",
    "authors": ["S.D. King"],
    "venue": "Earth and Planetary Science Letters 234,",
    "year": 2005
  }, {
    "title": "Evidence for a 150–200 km thick Archean lithosphere from diamond inclusion thermobarometry",
    "authors": ["F.R. Boyd", "J.J. Gurney", "S.H. Richardson"],
    "venue": "Nature 315,",
    "year": 1985
  }, {
    "title": "superplumes, supercontinents, and supernovae",
    "authors": ["Haggerty", "S.E. A diamond trilogy"],
    "venue": "Science 285, 851–860",
    "year": 1999
  }, {
    "title": "The influence of lithospheric thickness variations on continental evolution",
    "authors": ["D. McKenzie", "K. Priestley"],
    "venue": "Lithos 102,",
    "year": 2008
  }, {
    "title": "Deep structure of the West African continental margin (Congo, Zaire, Angola), between 5 degrees S and 8 degrees S, from reflection/refraction seismics and gravity data",
    "authors": ["I Contrucci"],
    "venue": "Geophysical Journal International 158,",
    "year": 2004
  }, {
    "title": "The evolution of lithospheric mantle beneath the Kalahari Craton and its margins",
    "authors": ["W.L. Griffin", "S.Y. O’Reilly", "L.M. Natapov", "C.G. Ryan"],
    "venue": "Lithos 71,",
    "year": 2003
  }, {
    "title": "Supergroup sandstones, Antarctica determined by proxy from Oligocene-Pleistocene glaciomarine sediment and Composition and age of the East Antarctic Shield in eastern Wilkes Land",
    "authors": ["J.W. Goodge", "C.M. Fanning"],
    "venue": "Geological Society of America Bulletin",
    "year": 2010
  }, {
    "title": "Geochemistry of early mesozoic tholeiites from Morocco",
    "authors": ["H. Bertrand", "J. Dostal", "C. Dupuy"],
    "venue": "Earth and Planetary Science Letters",
    "year": 1982
  }, {
    "title": "Geochemistry of the Early Jurassic Messejana-Plasencia dyke (Portugal-Spain); Implications on the origin of the Central Atlantic Magmatic Province",
    "authors": ["J.M. Cebria", "J. Lopez-Ruiz", "M. Doblas", "L.T. Martins", "J. Munha"],
    "venue": "Journal of Petrology",
    "year": 2003
  }, {
    "title": "Geochemistry and Sr, Nd, Pb isotopic composition of the Central Atlantic Magmatic Province (CAMP) in Guyana and Guinea",
    "authors": ["K. Deckart", "H. Bertrand", "J.P. Liegeois"],
    "venue": "Lithos 82,",
    "year": 2005
  }, {
    "title": "In Petrogenesis of the volcanic rocks of the Karoo province Vol. 13 (ed Erlank, A",
    "authors": ["C.J. Hawkesworth", "J.S. Marsh", "A.R. Duncan", "A.J. Erlank", "M.J. Norry"],
    "venue": "(Geological Society Special Publication South Africa,",
    "year": 1984
  }, {
    "title": "Subduction-modified oceanic crust mixed with a depleted mantle reservoir in the sources of the Karoo continental flood basalt province",
    "authors": ["J.S. Heinonen", "R.W. Carlson", "T.R. Riley", "A.V. Luttinen", "M.F. Horan"],
    "venue": "Earth and Planetary Science Letters 394,",
    "year": 2014
  }, {
    "title": "Lithosphere vs mantle plume contribution",
    "authors": ["Jourdan", "F. et al. Major", "trace element", "Sr", "Nd", "Hf", "Pb isotope compositions of the Karoo large igneous province", "Botswana-Zimbabwe"],
    "venue": "Journal of Petrology 48, 1043–1077",
    "year": 2007
  }, {
    "title": "Geochemistry and petrogenesis of central Lebombo basalts of the Karoo igneous province",
    "authors": ["R.J. Sweeney", "A.R. Duncan", "A.J. Erlank"],
    "venue": "Journal of Petrology",
    "year": 1994
  }, {
    "title": "Isotopic (Sr, Nd, Pb, and Os) composition of highly magnesian dikes of Vestfjella, western Dronning Maud Land, Antarctica: A key to the origins of the Jurassic Karoo large igneous province",
    "authors": ["J.S. Heinonen", "R.W. Carlson", "A.V. Luttinen"],
    "venue": "Chemical Geology 277,",
    "year": 2010
  }, {
    "title": "Hotspots, polar wander, Mesozoic convection and the geoid",
    "authors": ["D.L. Anderson"],
    "venue": "Nature 297,",
    "year": 1982
  }, {
    "title": "Global warming of the mantle at the origin of flood basalts over supercontinents",
    "authors": ["N. Coltice", "B.R. Phillips", "H. Bertrand", "Y. Ricard", "P. Rey"],
    "venue": "Geology 35,",
    "year": 2007
  }, {
    "title": "Implications for the mantle plume hypothesis",
    "authors": ["W.W. Hastie", "M.K. Watkeys", "Aubourg", "C. Magma flow in dyke swarms of the Karoo LIP"],
    "venue": "Gondwana Research 25, 736–755",
    "year": 2014
  }, {
    "title": "Re-Os systematics of sulfides in mantle-derived peridotites",
    "authors": ["W.L. Griffin", "S. Graham", "S.Y. O’Reilly", "Pearson", "N.J. Lithosphere evolution beneath the Kaapvaal Craton"],
    "venue": "Chemical Geology 208, 89–118",
    "year": 2004
  }, {
    "title": "Fractionation of the platinum-group elements during mantle melting",
    "authors": ["C. Bockrath", "C. Ballhaus", "A. Holzheid"],
    "venue": "Science 305,",
    "year": 2004
  }, {
    "title": "Large igneous provinces (LIPs) and carbonatites",
    "authors": ["R.E. Ernst", "K. Bell"],
    "venue": "Mineralogy and Petrology",
    "year": 2010
  }, {
    "title": "A link to the Karoo–Ferrar Large Igneous Province",
    "authors": ["Percival", "L.M.E. et al. Globally enhanced mercury deposition during the end-Pliensbachian extinction", "Toarcian OAE"],
    "venue": "Earth and Planetary Science Letters 428, 267–280",
    "year": 2015
  }, {
    "title": "A review and reassessment",
    "authors": ["T. Thordarson", "Self", "S. Atmospheric", "environmental effects of the 1783-1784 Laki eruption"],
    "venue": "Journal of Geophysical Research-Atmospheres 108, doi: 10.1029/2001jd002042",
    "year": 2003
  }, {
    "title": "The contribution of explosive volcanism to global atmospheric sulfurdioxide concentrations",
    "authors": ["G.J.S. Bluth", "C.C. Schnetzler", "A.J. Krueger", "L.S. Walter"],
    "venue": "Nature 366,",
    "year": 1993
  }, {
    "title": "Volcanic eruptions and climate",
    "authors": ["A. Robock"],
    "venue": "Reviews of Geophysics 38,",
    "year": 2000
  }, {
    "title": "Emplacement characteristics, time scales, and volcanic gas release rates of continental flood basalt eruptions on Earth",
    "authors": ["S. Self", "A. Schmidt", "T.A. Mather"],
    "venue": "Geological Society of America Special Papers 505,",
    "year": 2014
  }, {
    "title": "Aerosol size confines climate response to volcanic super-eruptions",
    "authors": ["C Timmreck"],
    "venue": "Geophysical Research Letters 37, doi: 10.1029/2010gl045464",
    "year": 2010
  }, {
    "title": "The Chicxulub Asteroid Impact and Mass Extinction at the Cretaceous-Paleogene Boundary",
    "authors": ["P Schulte"],
    "venue": "Science 327,",
    "year": 2010
  }, {
    "title": "Volcanism, impact and mass extinctions: incredible or credible coincidences",
    "authors": ["R.V. White", "A.D. Saunders"],
    "venue": "Lithos 79,",
    "year": 2005
  }, {
    "title": "Carbon-isotope record of the Early Jurassic (Toarcian) Oceanic Anoxic Event from fossil wood and marine carbonate (Lusitanian Basin, Portugal)",
    "authors": ["S.P. Hesselbo", "H.C. Jenkyns", "L.V. Duarte", "L.C.V. Oliveira"],
    "venue": "Earth and Planetary Science Letters 253,",
    "year": 2007
  }, {
    "title": "experimental constraints and the effects of peridotite composition",
    "authors": ["Hirschmann", "M.M. Mantle solidus"],
    "venue": "Geochemistry Geophysics Geosystems 1, doi: 10.1029/2000GC000070",
    "year": 2000
  }, {
    "title": "Their Identification through Time Geological Society of America Special Papers (eds Ernst, R",
    "authors": ["R.E. Ernst", "Buchan", "K.L. In Mantle Plumes"],
    "venue": "E. & Buchan, K. L.) 483–575",
    "year": 2001
  }, {
    "title": "On the ages of flood basalt events",
    "authors": ["V.E. Courtillot", "P.R. Renne"],
    "venue": "Comptes Rendus Geoscience 335,",
    "year": 2003
  }, {
    "title": "Mass assumptions and environmental consequences",
    "authors": ["McHone", "J.G. Volatile emissions from Central Atlantic Magmatic Province basalts"],
    "venue": "In The Central Atlantic Magmatic Province: Insights from Fragments of Pangea (Hames, et al. eds) American Geophysical Union Monograph 136, 241–254",
    "year": 2003
  }],
  "id": "SP:6f6d2fc488c969c7878ae161d46d9aeb0af3cfc0",
  "authors": [{
    "name": "Jean Guex",
    "affiliations": []
  }, {
    "name": "Sebastien Pilet",
    "affiliations": []
  }, {
    "name": "Othmar Müntener",
    "affiliations": []
  }, {
    "name": "Annachiara Bartolini",
    "affiliations": []
  }, {
    "name": "Jorge Spangenberg",
    "affiliations": []
  }, {
    "name": "Blair Schoene",
    "affiliations": []
  }, {
    "name": "Bryan Sell",
    "affiliations": []
  }, {
    "name": "Urs Schaltegger",
    "affiliations": []
  }],
  "abstractText": "The temporal coincidence between large igneous provinces (LIPs) and mass extinctions has led many to pose a causal relationship between the two. However, there is still no consensus on a mechanistic model that explains how magmatism leads to the turnover of terrestrial and marine plants, invertebrates and vertebrates. Here we present a synthesis of ammonite biostratigraphy, isotopic data and high precision U-Pb zircon dates from the Triassic-Jurassic (T-J) and Pliensbachian-Toarcian (Pl-To) boundaries demonstrating that these biotic crises are both associated with rapid change from an initial cool period to greenhouse conditions. We explain these transitions as a result of changing gas species emitted during the progressive thermal erosion of cratonic lithosphere by plume activity or internal heating of the lithosphere. Our petrological model for LIP magmatism argues that initial gas emission was dominated by sulfur liberated from sulfide-bearing cratonic lithosphere before CO2 became the dominant gas. This model offers an explanation of why LIPs erupted through oceanic lithosphere are not associated with climatic and biotic crises comparable to LIPs emitted through cratonic lithosphere.",
  "title": "Thermal erosion of cratonic lithosphere as a potential trigger for mass-extinction"
}