{
  "sections": [{
    "text": "Keywords Venus"
  }, {
    "heading": "1 Venus in the Solar System",
    "text": "Venus is the closest planet to the Earth, not only in distance but also in size and mass. With a radius about 5% smaller, the uncompressed density of Venus works out to be nearly the same as Earth’s (Table 1), implying a similar structure and composition for the body of both planets. However, Venus has a much more massive atmosphere than its terrestrial sibling, with a surface pressure about 90 times higher and a composition predominantly of carbon dioxide,\nVenus III Edited by Bruno Bézard, Christopher T. Russell, Takehiko Satoh, Suzanne E. Smrekar and Colin F. Wilson\nB F.W. Taylor Fred.Taylor@physics.ox.ac.uk\n1 Atmospheric, Oceanic and Planetary Physics, University of Oxford, Oxford, UK\n2 Space Science Department, European Space Research and Technology Centre, Noordwijk, Netherlands\n3 Department of Earth, Environmental and Planetary Sciences, Brown University, Providence, RI, USA\nTable 1 Basic data about Venus, with Earth and Mars for comparison\nAstronomical data Venus Earth Mars\nMean distance from Sun (108 kilometres) 1.082 1.496 2.2794\nComparative solar distances 0.723 1 1.524\nOrbital period 0.615 1 1.881\nRotational period (hours) 5832.24 23.9345 24.6229\nComparative rotational periods 243 1 1.029\nComparative length of solar day 117 1 1.026\nComparative length of year 0.615 1 1.88\nOrbital eccentricity 0.0068 0.0167 0.0934\nComparative eccentricities 0.412 1 5.471\nObliquity (deg) 177 23.45 23.98\nComparative obliquities 7.548 1 1.023\nEquatorial radius (kilometres) 6052 6378 3397\nRelative radius 0.95 1 0.53 Mass (1024 kg) 4.87 5.97 0.642\nRelative mass 0.816 1 0.107 Mean density (kg/m3) 5240 5500 3940\nRelative density 0.950 1 0.714 Acceleration of gravity (m s−2) 8.89 9.79 3.79 Comparative surface gravity 0.877 1 0.379\nEscape velocity 0.929 1 0.214 Solar Constant (kW m−2) 2.62 1.38 0.594 Bond albedo 0.76 0.4 0.15 Net heat input (kW m−2) 0.367 0.842 0.499\nwhich is a minor constituent on the Earth. The surface of Venus is covered with signs of recent or currently active volcanism, but while this may suggest interior convective activity, there are no signs that it generates a planetary magnetic field or undergoes continental-scale plate tectonics.\nVenus has been studied from the Earth since antiquity with the naked eye and with increasingly powerful telescopes. Since it orbits closer to the Sun than the Earth, Venus presents only a partially illuminated disk to the observer, but it is still the brightest object in the Earth’s night sky except for the Moon. The view through a telescope is disappointing, however; the surface of Venus is completely and permanently covered with cloud. The early observers thought the clouds were consistent with a humid, tropical environment, probably complete with oceans, such as the Earth would have if it were at Venus’ distance from the Sun. However, more recent studies have shown that Venus is extremely hot and dry compared to Earth. Understanding this unexpected difference has been one of the principal goals of Venus exploration using spacecraft since the space age began around 60 years ago."
  }, {
    "heading": "2 A Brief History of Venus Observations",
    "text": "Table 2 summarises all spacecraft missions to Venus, successful and unsuccessful, with launch and arrival dates and some other relevant information. The first successful arrival at\nTable 2 Spacecraft missions to Venus\nName Country Type† Success Launch/Arrival Remarks\nSputnik 7/Venera 1 A USSR F × 04.02.1961 4th stage failed, stayed in Earth orbit Sputnik 7/Venera 1 B USSR F × 12.02.1961 Contact lost Mariner 1 USA F × 22.07.1962 Launch failure Sputnik 19 USSR F × 25.08.1962 Escape stage failed,\nstayed in Earth orbit\nMariner 2 USA F 27.08.62/14.12.62 IR and μ wave radiometers reveal hot surface Sputnik 20 USSR F × 01.09.1962 Escape stage failed, stayed in Earth orbit Sputnik 21 USSR F × 12.09.1962 3rd stage failed Cosmos 21 USSR F × 11.11.1964 Escape stage failed Venera 1964A USSR F × 19.02.1964 Failed to reach Earth orbit Venera 1964B USSR F × 01.03.1964 Failed to reach Earth orbit Cosmos 27 USSR F × 27.03.1962 Failed to reach Earth orbit Zond 1 USSR F × 02.04.1964 Contact lost Venera 2 USSR F × 12.11.1965 Contact lost Venera 3 USSR L × 16.11.1965 Impacted Venus; no data Cosmos 96 USSR L? × 23.11.1965 Exploded in Earth orbit Venera 1965A USSR F × 23.11.1965 Launch failure Venera 4 USSR P 12.06.67/18.10.67 Atmospheric and\nmagnetic data\nMariner 5 USA F 14.06.67/19.10.67 Particles & fields data Cosmos 167 USSR P × 17.07.1967 Failed to leave Earth orbit Venera 5 USSR P 05.01.69/16.05.69 Confirmed high surface\nT,P\nVenera 6 USSR P 10.01.69/17.05.69 405 kg descent probe Venera 7 USSR L 17.08.1970 Returned data during\ndescent and from surface.\nCosmos 359 USSR L × 22.08.1970 Failed to leave Earth orbit Venera 8 USSR L 27.03.72/22.07.72 Returned data during\ndescent and from surface.\nCosmos 482 USSR L × 31.03.1972 Escape stage failed Mariner 10 USA F 04.11.73/05.02.74 Venus/Mercury—photos\nof Venus cloud patterns\nVenera 9 USSR O/L 08.06.75/22.08.75 First photo of surface; cloud structure\nVenera 10 USSR O/L 14.06.75/25.08.75 Pioneer Venus 1 USA O 20.05.78/04.12.78 Including IR radiometer Pioneer Venus 2 USA Probes 08.08.78/09.12.78 4 × descent probes Venera 11 USSR F/L 09.09.78/25.12.78 Reported observation of\nlightning & thunder\nVenera 12 USSR F/L 14.09.78/21.12.78 As above Venera 13 USSR F/L 30.10.81/01.03.82 First colour photo of\nsurface\nTable 2 (Continued)\nName Country Type† Success Launch/Arrival Remarks\nVenera 14 USSR F/L 04.11.81/05.03.82 Analysed basalt on surface\nVenera 15 USSR O 02.06.83/10.10.83 Radar mapping, IR observations of atmosphere\nVenera 16 USSR O 07.06.83/14.10.83 Radar mapping, IR observations of atmosphere\nVega 1 USSR L/B 15.12.84/11.06.85 Cloud-level balloon & nightside lander\nVega 2 USSR L/B 21.12.84/15.06.85 As above Magellan USA O 04.05.89/10.08.90 Radar altimetry and\nimaging\nGalileo USA F 18.10.89/10.02.90 Jupiter orbiter (Venus Flyby)\nCassini USA F 15.10.97/24.06.99 Saturn orbiter (Venus Flyby)\nVenus Express Europe O 9.11.05/11.04.06 Polar orbit, apoapsis above South Pole\nMercury Messenger USA F 03.08.05 Two Venus flybys: 24.10.06 & 06.06.07\nAkatsuki Japan O 20.05.10/06.12.15 Equatorial orbit, focus on cloud tracking\n†F = flyby, O = orbiter, L = lander, B = balloon\nVenus was that by Mariner 2 in 1962. The payload included a small microwave radiometer that confirmed that the high levels of long-wavelength radiation emitted from Venus, which had been detected earlier by Earth-based radio telescopes, originated from the surface of Venus and therefore must be thermal in origin rather than some kind of magnetospheric phenomenon. The corresponding mean surface temperature was estimated to be in excess of 500 K, and perhaps as high as 1000 K, consistent with the modern value of 760 K. Landings by a series of Venera spacecraft soon followed, with the first scientific measurements on the surface by Venera 5 and 6 in 1969 confirming the high temperature and pressure. Venera 9 obtained the first of a remarkable series of photographs of the terrain at its landing site in 1975, showing fragmented volcanic plains.\nGlobal studies of the surface have been achieved using cloud-penetrating radar, firstly from the Earth using large radio antennae like those at Goldstone, California, and then from much smaller instruments on spacecraft orbiting the planet, beginning with Pioneer Venus in 1979. Much more detail was revealed by the synthetic aperture radars on Venera 15 and 16 in 1983, followed by an improved version on Magellan in 1989, the latter achieving a resolution at the surface of features as small as 100 metres across.\nExcept for the radar, most of the scientific payload of the five spacecraft (an orbiter and four entry probes) that made up the Pioneer Venus mission was focused on the atmosphere and the near-space environment. It made detailed composition measurements, confirming earlier findings of a high load of sulphur compounds in the atmosphere and clouds, with the latter composed predominantly of concentrated sulphuric acid. Profiles of the layering\nof the clouds and of the deposition of solar energy revealed features of the ‘greenhouse’ mechanism that maintains the high temperature at the surface.\nProbe temperature profiles and infrared, visible and ultraviolet mapping from the orbiter provided global meteorological information that included equator-to-pole ‘Hadley’ circulation cells and giant vortices centred on the pole in each hemisphere. Balloons released into the atmosphere by the VEGA spacecraft in 1985 rode the winds just inside the cloud tops for several days, making measurements of temperature, pressure and light levels.\nVenus Express (Svedhem et al. 2009), which arrived at Venus on 11 April 2006 and ceased operations in 2016, was the 43rd spacecraft to be dispatched towards Venus, and the 25th to largely succeed in its mission. The scientific focus was on the planet’s cloudy atmosphere, and its inhospitable and extreme surface climate. The spacecraft was placed in a very elliptical, polar orbit, so its remote sensing instruments could cover the atmosphere and the surface from various distances, and travel through different parts of the magnetosphere to measure the field strength and the numbers and energies of neutral atoms and charged particles. Venus Express would be the first mission to make use from orbit of the newlydiscovered near infrared transparency windows, so becoming the first to carry out systematic remote sensing observations of the Venusian atmosphere below and within, as well as above, the cloud layers.\nThe payload for Venus Express included four remote sensing experiments for measurements of atmospheric properties, motions, and surface mapping, and a magnetospheric package to investigate, among other goals, the loss rates of atmospheric gases to erosion by the solar wind. Plasma probes and a radio occultation package to measure atmospheric temperature profiles completed the payload. Of the seven scientific instruments, five were inherited from Mars Express and the Rosetta comet mission, and two were new.\nFigure 1 shows how the instruments were mounted on the spacecraft. The VisibleInfrared Thermal Imaging Spectrometer (VIRTIS) is actually a compound instrument, with one spectrometer that maps Venus with moderate spectral resolution but good imaging coverage, and a second one that provides higher resolution spectra with less spatial and spectral coverage. In mapping mode, VIRTIS worked in the ultraviolet, visible, and near infrared out to five microns, with a spatial resolution that ranged from about 250 metres while close to the planet (pericentre), to fifteen kilometres at the farthest extent (apocentre) of the spacecraft’s very eccentric orbit.\nThe Planetary Fourier Spectrometer (PFS) was designed to cover the spectral range all the way out to forty-five microns to study temperature, composition and aerosol properties in the middle and lower atmosphere. However, none of this was achieved because of a jammed bearing in the scan mirror that was to have been used to point the direction of view at the selected location on the planet, and occasionally at a calibration target inside the housing, or at cold space to get a zero radiance signal for reference. The instrument spent the entire mission staring at the calibration target.\nThe Spectroscopy for Investigation of Characteristics of the Atmosphere of Venus/Solar Occultation InfraRed (SPICAV/SOIR) package combined three ultraviolet and near-infrared spectrometers to study the vertical structure and composition of the mesosphere and lower thermosphere using solar and stellar occultation (Fig. 2). This technique offers particularly high sensitivity to the abundance of relatively scarce species, including the less common isotopes of the major gases. The ratio of deuterium to hydrogen in the isotopologues of water, H2O and HDO, could be measured accurately in the search for new insight about the evolution of a possible ocean on early Venus.\nThe Venus Monitoring Camera (VMC) used a wide-angle view for observations of the atmosphere and the surface through four filters in the ultraviolet, visible, and near infrared, with a spatial resolution that ranged from two hundred metres at pericentre to fifty kilometres at apocentre. The main goal was to investigate the cloud morphology and atmospheric dynamics by tracking the cloud features at various depths, although it also, remarkably, penetrated the clouds in one off the near-infrared ‘windows’ to detect hot features on the surface thought to be volcanic eruptions.\nThe Analyser of Space Plasmas and Energetic Atoms (ASPERA) analysed the plasma environment of Venus and the interaction of the solar wind with the atmosphere using four\nsensors: two detectors of energetic neutral atoms, plus electron and ion spectrometers. Together these measured the composition and fluxes of neutrals, ions and electrons to address how the interplanetary plasma and electromagnetic fields affect the Venus atmosphere and to identify the main escape processes.\nThe magnetometer (MAG) had two fluxgate sensors to measure the magnitude and direction of the magnetic field in the magnetosheath, magnetic barrier, ionosphere, and magnetotail, with high sensitivity and temporal resolution used to characterise the boundaries between plasma regions. MAG could also search for lightning on Venus by measuring the strength of electromagnetic waves associated with atmospheric electrical discharges.\nThe Venus Express Radio Science Experiment (VeRa) used signals emitted by the spacecraft radio system in the X- and S-bands to sound the structure of the neutral atmosphere and ionosphere with high vertical resolution of a few hundred metres.\nVenus Express was placed into a polar orbit at a height above the surface of Venus that ranged from just two hundred and fifty to sixty-six thousand kilometres (Fig. 3). This very elliptical orbit meant that the remote sensing instruments could collect data very close to the atmosphere when over the north polar regions, and from a distance of about ten times the radius of the planet when over the south pole. Without seasons, the hemispheres of Venus should be expected to be near-identical mirror images of each other, so the single spacecraft could combine global coverage with detailed, close-up views.\nIn nearly ten years of operation, Venus Express achieved extensive coverage of the atmosphere and the surface, and key objectives including (1) dynamical studies of the doubleeyed vortex at Venus’ south pole; (2) detailed views of atmospheric structures such as clouds, waves and convection cells, in different regions; (3) wind field and temperature maps, yielding three-dimensional data about the structure and the dynamics of the atmosphere; (4) temperature maps of the surface in the southern hemisphere; (5) an updated inventory of the chemical species in the atmosphere; (6) the water escape rate from the atmosphere and its relationship to the solar wind; (7) detailed views of the oxygen airglow and carbon-dioxide fluorescence in the upper atmosphere; (8) an unambiguous detection of lightning in the atmosphere.\nDespite increasingly sensitive measurements, there is still no sign of a planetary magnetic field, but the field induced by the solar wind interaction with the planet and its ionosphere\nhas now been investigated and the escape rates for ions accelerated by various mechanisms have been estimated. Remarkably, these include not only hydrogen and helium as expected, but also oxygen at a rate roughly half that of hydrogen, with obvious implications for the loss of water from Venus over time.\nTowards the end of the mission the risk was taken of allowing the spacecraft to dip into the atmosphere during the lowest part of its orbit, down to about a hundred and sixtyfive kilometres in altitude. The atmospheric drag is measured by the torque on the reaction wheels when the solar panels are set at right angles to each other, and the density profile is then worked out. As well as checking models of temperature and composition, such studies have an engineering application, since future missions plan to use this ‘aerobraking’ technique as a fuel-efficient way to achieve orbit or landings.\nThe Japanese Akatsuki mission (Nakamura et al. 2011, Fig. 4) was dispatched on 20th May 2010 to carry out long-term monitoring of the dynamics of the Venus atmosphere from orbit. The spacecraft launched successfully on an H-IIA rocket and had a good flight to Venus, firing its orbital insertion motor on 10th December 2010 to slow down and achieve capture by Venus’s gravitational field. During the planned twelve-minute burn, the spacecraft passed behind the planet and communication with the Earth was lost, as expected, but when it emerged the spacecraft was soon seen to be on the wrong trajectory and ended up in orbit around the Sun instead. The problem, it later emerged, was that the rocket motor was delivering only about 10% of the thrust it was designed to provide. An ingenious recovery plan was devised and the spacecraft finally encountered Venus orbit on 7 December 2015, becoming scientifically operational a few months later. The revised orbital distances range\nfrom 440,000 km to as close as 400 km (250 mi) from Venus’s surface with a period of 13 days and 14 hours.\nAkatsuki has a suite of five sensors exploiting different spectral ranges and transparency windows, from the ultraviolet to the mid- infrared, to get access to different levels in the atmosphere (Fig. 5). The near-equatorial orbit allows the instruments to follow weather systems in the atmosphere, and to study continuously how they evolved, gaining this advantage at the expense of the loss of high- latitude coverage. The Lightning and Airglow Camera was designed to look for discharges at visible wavelengths, the Long Wave Radiometer to study the structure of high-altitude clouds in the thermal infrared near ten microns wavelength, and the UltraViolet Imager to monitor the distribution of sulphur dioxide. Two near-infrared radiometers covered the near-infrared window wavelengths to map the surface and sound the lower reaches of the atmosphere."
  }, {
    "heading": "3 Surface and Interior of Venus",
    "text": "Progress on the exploration of the surface and interior of Venus is important not only as scientific progress in its own right, but also for the vital contribution it makes to our understanding of the geological processes and history of our own planet, Earth, as we seek to resolve some of the most fundamental problems in comparative planetology.\nStudies of the interior of any planet are difficult, and Venus especially so due to the inhospitable nature of the surface, which means we have very little in-situ data (Gilmore et al. 2017, this issue). Measurements such as heat flow and seismology are being planned and implemented on Mars (e.g. Banerdt et al. 2013), but these essential studies remain a fairly remote prospect for Venus."
  }, {
    "heading": "3.1 Comparative Planetology",
    "text": "Early missions to the Moon, Mercury, and Mars showed that these terrestrial planetary bodies with one-half or less the diameter of Earth looked very different from Earth itself. Their high surface area/volume ratio permitted efficient conduction of internal heat to the surface\nthat led to rapid cooling and the formation of “one-plate” objects with thick, stable lithospheres. The surfaces preserve evidence of geological processes from the first half of Solar System history (Fig. 6) as they were intensely pockmarked by impact craters and resurfaced by volcanism, revealing the roles of external forces such as early accretion and high impact flux, and internal thermal evolution including conduction, convection, magmatism, advection, and surface volcanism.\nBut what about Venus, similar to Earth in size, density, and position in the Solar System? Is Venus Earth-like, with a young surface, plate tectonics, and tracks of hot-spot volcanoes, or is Venus more similar to Mars, Moon and Mercury, with a stable ancient lithosphere and a heavily cratered surface? Soviet Venera atmospheric probes and landers showed that the surface of Venus was littered with rocks generally of basaltic composition, and patchy soils. The radar altimeter on the 1978 US Pioneer Venus orbiter provided a global topographic map, with a resolution of ∼100 km, low by today’s standards, but revealing many Earthlike features: evidence for continental-scale highlands with marginal linear mountain belts, broad Iceland-like rises and plateaus, circular basins, and very long, linear lowlands.\nThe global frequency distribution of altitudes (hypsometry) on Venus, however, differed from the current Earth. Instead of Earth’s bimodal distribution of global topography (due to continents and ocean basins, and their differing crustal thickness and densities), the distribution on Venus was found to be unimodal, skewed to higher elevations."
  }, {
    "heading": "3.2 Surface Characteristics",
    "text": "Clearly, higher-resolution radar imaging and more extensive coverage were needed to find out whether Venus was Earth-like, or like the smaller, one-plate terrestrial planets with an-\ncient surfaces. When Venera 15 and 16 surveyed the northern hemisphere of Venus with 1–2 km radar imaging resolution they found additional evidence for the existence of Earthlike features on Venus, despite the fundamental difference in hypsometry. One of the highland regions, Beta Regio, is characterised by a rift zone, surmounted by volcanoes, while another, Ishtar Terra, is surrounded by multiple parallel linear features analogous to Earth’s folded mountain belts. Many of the highlands consist of ancient, very highly deformed terrain, named tessera because of its tile-like nature. The similarity between the morphologies of Venus trough-and-ridge tessera and the earth’s ocean floor has been noted (Head 1990).\nThe improved data showed that there are very few impact craters on the surface of Venus. The total number seen in the northern 30% of the planet indicated an age on the order of only hundreds of millions of years, significantly younger than Earth’s continents. The quasicircular features known as coronae are not impact structures as originally supposed, but complex deformation zones, more consistent with localised plumes (so-called ‘hot spots’) or broader mantle upwellings.\nThese results raised significant, fundamental questions about Earth’s sister planet, which guided the formulation and design of the 1990 Magellan mission to Venus. Where is the ancient billions-of-years-old continent-like terrain on Venus? What is the average age of the surface? Is Venus characterised by Earth-like plate tectonics, or do its thermal regimes suggest another manifestation of surface movement? Is internal heat transferred mainly by conduction, by advection, or by plate tectonics? Are the contractional fold belts global and if so, where is the corresponding extension and divergence?\nOver the course of four years, Magellan obtained near-global radar images with 120– 280 m resolution, and altimetry information. Using the planetary stratigraphic classification approach to geological mapping, Ivanov and Head (2011) identified thirteen distinctive units and a series of structures and related features, compared local and regional stratigraphic columns, and compiled a global stratigraphic column, defining rock-stratigraphic units, time-stratigraphic units, and geological time units (Fig. 7). They used stratigraphic relationships and impact crater parabola degradation to interpret the sequence of events and processes recorded in the global stratigraphic column and the geological processes that were responsible for their formation. They found that the earliest part of the history of Venus predates the observed surface geological features and units, although remnants may exist in the form of deformed rocks and minerals.\nThe Magellan maps showed the coronae to be globally distributed, often in linear zones, with size and structure variations that led to wide debate about their origin that ranged from mantle upwelling to lithospheric subduction, with residual theories that they may have originated in meteoritic impacts gradually losing ground. Wide linear rift zones were found to extend for thousands of kilometres, interconnecting broad topographic rises capped by associated volcanoes. Total extension, however, appeared limited, and no transitions from rifting to ocean-scale basins and crustal spreading were observed.\nCrustal shortening was present in folded mountain belts and linear deformation ridges, but no global patterns, such as those observed on Earth, emerged, and no Earth-like integrated patterns of divergence and convergence were seen. Furthermore, no transform faults and offset divergent plate boundaries were observed, strongly suggesting that there are no Earth-like plate tectonics on Venus. But what, then, of the continent-sized plateaus and highlands? How did they form if not by plate tectonics? Were the highly deformed tesserae-covered plateau highlands built by mantle upwelling that underwent relaxation, or do they represent crustal thickening due to mantle downwelling? These questions remain unresolved."
  }, {
    "heading": "3.3 Volcanism and Tectonism",
    "text": "The Magellan maps show hundreds of large shield volcanoes dotted across the surface of Venus, but also that they are not organised into linear chains like those that occur on Earth at the boundaries between large tectonic plates. Relatively featureless volcanic plains cover ∼40% of the surface, deformed by wrinkle ridges like their lunar and martian counterparts. Tens of thousands, and possibly many more, small shield volcanoes cover the planet, with some estimates putting the number at over a million. The occurrence of more than 200 flow channels, some of them thousands of kilometres long and tens of kilometres wide, along with the large, viscous-appearing, pancake-like domes widely scattered across the globe, suggest varied and complex magma compositions.\nThe vast plains show a very small number of obviously flooded craters, which strongly suggests massive volcanic flooding over large provinces. In contrast to regional plains, the stratigraphically younger and much less widespread lobate plains (those with flow-like features) embay ∼50% of craters interacting with them. This suggests that emplacement of lobate plains was more in equilibrium with the growing population of impact craters. Lobate\nplains and rift zones postdate the formation of regional plains, and are closely associated with the dome-shaped rises. Their characteristic features match the gravity and topography signatures of the rises, and suggest that they were active during the latest episodes of the history of Venus.\nThe main volcanic plains have different morphologies that indicate different volcanic styles. The steep-sided viscous domes are spatially and stratigraphically associated with the shield plains, extensive regions studded with low-profile volcanoes. The small and abundant volcanic constructs of the older shield plains imply that their sources were pervasive and nearly globally distributed, but that the supply of magma at individual sources was limited. Their small size and their association with the steep-sided domes are most consistent with shallow crustal melting and differentiation of magma in reservoirs, and/or partial melting of the crustal materials. Regional plains that postdate shield plains are very abundant (covering about a third of the surface of Venus) and ubiquitous, but their sources are not visible at the available resolution.\nThe observable features strongly suggest that the regional plains, which are the most widespread volcanic unit and are likely to have an average thickness of the order of 400– 500 m, formed by voluminous volcanic eruptions from near globally distributed sources. This style of volcanic activity resembles that of terrestrial flood volcanism, but its scale is more easily reconciled with the decompression melting of a fertile mantle layer that lies under the crust (Fig. 8).\nThe younger lobate plains style was distinctly different from those of shield plains and regional plains; numerous flows of lobate plains suggest multiple episodes of volcanic activity and the areal distribution implies that their sources were discrete, forming in different areas at different times. Several lines of evidence suggest that lobate plains formed during a prolonged time span from just after the emplacement of regional plains until geologically recent times. Estimates of the volume of the main volcanic units on Venus show that both shield plains and regional plains are the major contributors to the volcanic resurfacing on Venus (∼140 to 200 × 106 km3). In sharp contrast to this, the total estimated volume of lobate plains is much smaller (∼20–30 × 106 km3), corresponding to a volcanic flux that is about an order of magnitude smaller that the average intraplate volcanic flux on Earth (Ivanov and Head 2013)."
  }, {
    "heading": "3.4 Resurfacing History",
    "text": "Three major phases of activity are documented in the global stratigraphy and geological map, providing a basis for assessing the volcanic and tectonic styles and the geodynamical\nprocesses operating in Venus’ geologic history that led to the preserved record (Ivanov and Head 2013, 2015). Volcanic units embay the majority of the tectonised terrains and a sharp transition from heavily deformed units to mildly disrupted volcanic plains indicates that a tectonically driven regime dominated the earliest stages. This was followed by a regime of predominantly volcanic activity during the middle stages of observed geologic history. The latest stage is characterised by a volcano-tectonic resurfacing regime.\nMany of the features on Venus (folded mountain belts, rift zones, tesserae) are like Earth, but there are few signs of Earth-like plate tectonics. Venus seems to have a single lithospheric plate that was losing heat conductively and advectively. Only about one thousand impact craters were seen in the global high-resolution analysis of Magellan data, suggesting a young average age for the surface, perhaps only 20% of the age of the planet or even less. Furthermore, the cratering record suggested that the average was not a combination of very old and very young surfaces in the way that Earth’s continents and ocean basins are. Geologists looked for craters heavily modified by volcanism and tectonism, in order to find the most geologically active and perhaps oldest areas, but few were found. The lack of variability in crater density, and the lack of a spectrum of crater degradation, meant that all geological units might be about the same age.\nIf this is the case then it seems that the currently observed surface of Venus was produced in the past hundreds of millions of years, less than 20% of the age of the planet, and that the resurfacing occurred catastrophically, with very little volcanic or tectonic resurfacing since then. If so, then not only was Venus not like Earth, it was not like the Moon, Mars, or Mercury either. The implications for geodynamics processes and planetary thermal evolution are profound. The mechanisms responsible could include vertical crustal accretion with catastrophic depleted mantle layer overturn, and episodic plate tectonics; alternatively, there may have been a change in mantle convection style related to planetary thermal evolution, or a transition from a mobile lid to a stagnant lid regime. Turcotte (1993) estimated that this event occurred 500 ± 200 m.y. ago, with the surface quiescent since then.\nA different, competing interpretation is that Venus could have resurfaced steadily, in localised regions hundreds or perhaps thousands of km in diameter. Studies have shown that resurfacing at this scale fits the available crater data just as well as a catastrophic scenario, and other information adds to the case for on-going resurfacing. For instance, approximately 80% of craters have smooth, radar-dark floors; if these are products of subsequent volcanism, resurfacing is much more wide-spread than previously assessed. This in turn suggests that the average surface age is of the order of or less than 150 m.y. (Herrick and Rumpf 2011).\nThe debate on resurfacing history continues, this being another conundrum that would be addressed by new data to clarify and quantify the current level of volcanic activity on Venus."
  }, {
    "heading": "3.5 Surface Composition",
    "text": "The pictures of the surface obtained by the Venera landers showed lava plains with some smooth surfaces and a lot of rubble and soil. The expectation that the rocks and fines consist of weathered basaltic material of volcanic origin was confirmed when drills collected material from a few centimetres down and transferred it into a sample chamber for analysis by an X-ray fluorescence spectrometer. Other instruments on the later Venera landers, principally gamma-ray spectrometers, provided information on the density and chemical composition of the surface rocks where they landed, finding that the abundances of the naturally radioactive elements uranium, thorium and potassium were again consistent with a composition within the range found in volcanic rocks on Earth. The estimates of the density of the rock, by gamma-ray backscatter measurements, fell in the range expected for basaltic material.\nGlobal information on surface composition came by means of near infrared mapping from orbit by the imaging spectrometer, VIRTIS, on ESA’s Venus Express. As described by Gilmore et al. (2017, this issue), VIRTIS maps of the southern hemisphere allowed the definition of surface units in terms of their 1 μm emissivity, which can in theory be related to mineralogy. For instance, the ancient chaotic terrain has lower emissivity at this wavelength than the more recently deposited volcanic plains. A possible interpretation of this is a silicarich ‘felsic’ composition, which could in turn link the formation of tesserae to the presence of a putative early Venus ocean, since felsic minerals form in water.\nThe highest emissivity values are found in what appear to be pristine flows from volcanoes, and theoretical predictions of the effect of basalt weathering on emissivity also suggest that these are regions of recent volcanism. Evidence that this is actually current, in some of the recent flow regions at least, has come from the infrared channel in the Venus Express camera, which detected transient thermal anomalies coincident with the high emissivity flows."
  }, {
    "heading": "3.6 Surface–Atmosphere Interactions",
    "text": "The high pressure and temperature at the surface of Venus, and the presence of a number of reactive species in the atmosphere (some, like sulphur dioxide, very reactive) and in the rocks, leads to some fascinating possibilities for gas-solid phase reactions. The best known of these is the is the exchange between calcium carbonate and silica on one hand, and calcium silicate and carbon dioxide on the other, which Harold Urey proposed as early as 1952 might serve as a buffer for CO2 in the atmosphere. However, laboratory studies shortly after that showed that the pressures and temperatures required for equilibrium in this reaction were much higher than those expected on Venus at the time. In fact, they are remarkably close to what we now know to be the actual mean conditions at the surface of Venus! Unfortunately, this delightful discovery turns out to be at best a simplification of the real situation, as (among other difficulties) the equilibrium is stable only under controlled conditions in the laboratory and cannot, on its own, account for the climate on Venus.\nAttempts to explain the observed abundances of sulphur compounds, especially sulphur dioxide, halogen gases such as hydrogen chloride and hydrogen fluoride, and even water vapour, run in to even greater difficulties due to the near-total lack of data on crucial things like surface mineralogy, cloud chemistry, and outgassing. Nevertheless, the sulphur cycle, in particular, has received considerable attention from atmospheric chemists and modellers due to its obvious importance in cloud formation and the observed high abundance and variability, by several orders of magnitude, of SO2. It may be that none of the above-mentioned species is close to equilibrium if a large and continuous supply of all of them is provided by presently unknown levels of volcanic activity, but of course this depends on the rates at which each can be removed from the atmosphere via multiphase chemistry.\nComparisons with Earth are not especially helpful in understanding weathering on Venus, because liquid phase interactions involving water are so important on Earth. The apparent overabundance, compared to Earth, of around ten million times as much sulphur in all forms in the Venusian atmosphere is attributable, in part at least, to the fact that the troposphere on Earth is purged by rain and mostly then lost to the atmosphere permanently. However, even in the stratosphere and mesosphere, where the air is very dry and there is very limited downward mixing with the troposphere, Venusian SO2 abundances are typically around one part per million which is a hundred thousand times greater than the ten parts per trillion typical of the corresponding region in the atmosphere of the Earth.\nSulphur in the Venusian lower atmosphere reacts with the presumed common minerals on the ground, particularly calcite (calcium carbonate), leading to an estimated residence time\nof only about a million years. To replace that mass of SO2 over the same time period would require the emission of the gas from volcanoes at a rate somewhat higher than the estimated average sulphur dioxide emission rate from volcanoes on the Earth. However, if the surface is depleted in calcite, with for example a high proportion of pyrites (iron sulfide, FeS2) instead, the observed amounts of SO2 could in fact be in equilibrium with the surface without any volcanism at all. The same could be true for almost any mineral composition if the porosity or mixing rate of the regolith is small, with very limited weathering, overturning or resurfacing, so that the sinks for sulphur at the surface are saturated making further removal slow or negligible.\nA fascinating but also obscure interaction between atmosphere and surface involves the identity of the condensate that produces the ‘snowcaps’ of radar-reflective material observed on high peaks, apparently occurring above the same pressure–temperature level everywhere. Iron pyrites (FeS2) have the right condensation temperature to explain the phenomenon, and soon caught the popular imagination as they pictured vast mountain ranges on Venus capped with so-called fool’s gold. However, abundance and other arguments militate against this, as well as against pure tellurium (which was favourite for a while), and against all other uncomplicated ideas so far, leaving only rare or exotic materials like coloradoite (HgTe) in the running. Again, we are somewhat stumped for lack of data, and left to dream of a sample return mission to a high peak on Venus some day."
  }, {
    "heading": "3.7 Interior Structure",
    "text": "The interior of Venus is poorly known and is not unreasonably assumed to be like Earth’s crust, mantle and core, due to its similarity in size, density and position in the Solar System. After correction for compressional effects, Venus is found to have a slightly lower density than Earth (Table 1), which may signal the presence in the core of a somewhat higher proportion of lighter elements such as sulphur, possibly with consequences for magnetic field generation.\nThe slow rotation of Venus has been tentatively explained by despinning due to gravitational and thermal tides from the Sun, and the related effect of the drag of the massive atmosphere on the surface. There may also be a connection with the fact that Venus has no natural satellite, implying that major events in its impact history differ from Earth. Venus may have had moons that were subsequently lost, affecting the spin of the planet.\nThe absence of any detectable intrinsic magnetic field has implications for the convective state of the core, given that it is probably at least partly liquid. The slow rotation of the planet is not thought to be an explanation for the deficiency; it is more likely, according to current thinking, to be actually conducive to field generation. Instead, differences from the Earth in factors such as core composition, layering, cooling history, and the dryness and hence rigidity of the mantle, may have led to the suppression of core convection on Venus.\nThe crust of Venus is expected, from geologic features and in situ measurements by Venera probes, to be largely basalt in composition, again suggesting a mantle broadly similar to that of Earth in composition. However, since Venus apparently lacks Earth-like global-scale plate tectonics in its visible history (less than the last billion years), there are important questions about the nature of mantle convection and planetary heat loss mechanisms on the planet. Mantle convection may be variable with time, as we have seen above, perhaps with earlier episodes featuring plate tectonics and enhanced levels of volcanic activity, then switching to a predominantly conductive mode in the recent past. A low abundance of internal water may have played a role, as may the surface temperature, by producing a dry rigid lithosphere or ‘stagnant lid’ regime.\nDetermination of the gravity field of Venus was significantly improved by data from the Magellan mission and this enabled much improved analyses of crustal and lithospheric thickness and mantle dynamics, and a more refined interpretation of geologic features. The analysis of gravity and topography data has suggested that the average crustal thickness is in the range from 8 to 25 km (James et al. 2013), while flexural and convection modelling suggest that the elastic lithosphere is variable, lying in the range of 10–40 km, with surface heat flow estimates for coronae and other flexural topography ranging from 45 to 100 mW m−2 (Phillips et al. 1997). Several studies point to recent and on-going activity on Venus. Gravity data indicate the presence of hot mantle plumes beneath large volcanic rises, while the detection by Venus Express instruments of transient hot spots at rift zones (Shalygin et al. 2015) and of recent, relatively unweathered lava flows (Smrekar et al. 2010), point to ongoing volcanic activity. The difficulty of making such observations through the cloud cover on Venus (Hashimoto and Imamura 2001; Mueller et al. 2017) means that nearly all of the expected activity is below the threshold of detection for currently available optical and infrared techniques; here again, new dedicated missions will be required to obtain a basic inventory of current lava, gas and dust emissions. Meanwhile, studies by Campbell et al. (2017) of Magellan radar images of deposits from volcanic plumes found that they erode rapidly in the harsh environment and overlay older deposits, the interpretation being that they mark some very young volcanically active regions on Venus.\nThe inferred nature of plume volcanism on Venus implies heating at a great depth (Fig. 8), and the release of this heat is related to the question of how the interior cools without the convective activity associated with plate tectonics. As discussed above, the cratering record on the volcanic plains provides possible evidence for episodic activity, including an isolated large inundation in the last billion years, although a more sustained form of activity is also consistent with the evidence and easier to explain. This might take the form of occasional explosive eruptions or various sizes, but also less dramatic but possibly more productive seepage from cracks and vents.\nEither way, the amount and composition of volcanic outpouring and outgassing, in the present as well as the past, remain very poorly defined. This is primarily a consequence of the extreme difficulties encountered when try to map volcanic emissions from orbit, through the clouds, although valiant efforts have been made and indeed apparently have achieved some partial success, as noted above. In-situ measurements could provide new answers, with improved techniques for mapping from orbit to extend the data from landers and balloon-borne or aircraft platforms in the deep atmosphere to a global scale (e.g. Helbert et al. 2016). These would contribute greatly to an understanding of the volatile inventory, especially for water, of the interior of Venus, and the rate at which volcanism supplies gases to the atmosphere and hence contributes to climate evolution."
  }, {
    "heading": "3.8 Evolution",
    "text": "The observable geological history of Venus, covering a few hundreds of millions of years, can be subdivided into three distinctive phases, as shown in Fig. 9. In broad outline, the earlier phase, known as the Fortunian period, involved intense deformation and building of regions of thicker crust represented by the tesserae and plateau-like high ground. This was followed by the Guineverian period, in the first part of which continued, intensive tectonism produced distributed deformed plains, mountain belts, and regional interconnected groove belts. The majority of coronae also began to form during this time.\nIn the second part of the Guiniverian period, tens of thousands of small shield volcanoes formed, followed by massive outpourings of flood lavas that filled the lowlands and covered most of the planet with vast lava plains. Continued minor subsidence and deformation caused formation of contraction wrinkle ridges on the volcanic plains. The third phase, the so-called Atlian period, involved network rifting and further volcanism, with the formation of prominent rift zones and fields of lava flows that were unmodified by wrinkle ridges. These are often associated with large shield volcanoes and, in places, with earlier-formed coronae. Atlian volcanism apparently continues to the present, but again with the caveat that the extent of geologically recent and active volcanism is uncertain.\nEstimates of the absolute ages and rates associated with these regimes from combined crater densities indicate that the first two phases (intense tectonic deformation followed by vast lava outpourings) occurred over a short period of time, whereas the third phase (local rifting and limited volcanism) occupied the vast majority of the observable geologic history of Venus (Ivanov and Head 2011). These authors concluded that about 70% of the exposed surface of Venus was resurfaced during the Guineverian Period and only about 16% during the Atlian, despite the fact that estimates of absolute ages suggest that the Atlian Period may have been about twice as long as the Guineverian.\nIn pursuit of a more precise and absolute chronology, Kreslavsky et al. (2015) used the 1:15M-scale global geological map of Ivanov and Head (2011) to produce a stratigraphic sequence of units, and to identify known areas where each unit is exposed on the planet, and so obtain formal confidence intervals for the mean ages of geological units and the mean age differences between the pairs of units at their boundaries. They found that 1) the sizefrequency distributions of craters superposed on each unit are consistent with each other;\n2) the regional plains and stratigraphically older units have similar crater retention ages; and 3) the younger units have a mean crater retention age significantly less than the regional plains.\nThese results support geologically rapid global resurfacing scenarios and are difficult to reconcile with equilibrium resurfacing scenarios. This and other recent research provides new impetus to revisit the hypotheses from the 1990s proposed to account for the unusual geological history of Venus, and to try to resolve some of the paradoxes. The geological database is also ready for improvement: it has been over 20 years since the Magellan mission, and improved technology now makes possible very high-resolution orbital imaging, sophisticated atmospheric probes, and long-lived landers and rovers."
  }, {
    "heading": "4 Atmosphere and Climate",
    "text": ""
  }, {
    "heading": "4.1 Current Climate",
    "text": "The atmospheric structure and meteorology on Venus invites comparison with Earth, which is of similar size and distance from the Sun (Taylor et al. 2007). In fact, the temperaturepressure profiles resemble each other quite closely over their common range (Fig. 10), the main difference being the maximum in the stratosphere on Earth due to heating by the absorption of solar ultraviolet radiation in the ozone layer, a phenomenon which has no counterpart on Venus. The other, smaller differences are due primarily to the large proportion of carbon dioxide in Venus’ atmosphere and the different distances from the Sun, and are easily reproduced in simple theoretical radiative transfer models (Taylor and Grinspoon 2009).\nSimilarly, there is no special problem in explaining the high surface temperature on Venus if one can first explain the high pressure. It is often noted that the net abundance of nitrogen, a very stable gas chemically and one that does not dissolve in liquid water to any great degree, on Venus is not greatly different from Earth (3% of 90 bars on Venus, and 80% of 1 bar on Earth). It is also noteworthy that Earth has a large inventory of carbonates in its crust, in coral reefs for instance, that clearly were formed using atmospheric carbon dioxide because the process is continuing at the present time. Estimates of the total inventory of carbonates suggest that the CO2 consumed in this process on Earth was similar to that which resides in the atmosphere of Venus today (Lécuyer et al. 2000).\nThe process by which carbonates form from CO2 gas proceeds very much more efficiently and irreversibly in the presence of liquid water to first dissolve the CO2 and form carbonic acid, which then acts upon silicate minerals in the rocks directly or indirectly in contact with the ocean. By retaining a liquid water ocean, Earth gradually reduced the carbon dioxide content of the atmosphere to its present low value of about 400 parts per million (now on the increase again due to the addition of a new source, in the form of anthropogenic activities). Thus we are led to a concept in which both planets had high-pressure, mainly carbon dioxide atmospheres (and high surface temperatures) originally, but the CO2 on Earth mostly ended up in carbonate rocks while on Venus it stayed in the atmosphere.\nThis is, of course, only a very partial explanation of the disparity in climates unless we can also understand why Venus is so dry. It seems unlikely that it formed that way, since no currently acceptable theory of the origin of the planets can produce a wet Earth and a dry Venus at the same time (Wetherill 1986). It is more reasonable to assume that both planets had similar amount of water, as well as CO2 and nitrogen, originally and that the water on Venus was lost at an early stage in its evolution."
  }, {
    "heading": "4.2 Climate Evolution",
    "text": "Experimental studies of the early climate history on Venus are particularly difficult, relative to Earth and Mars, because of the special problems associated with obtaining surface and sub-surface samples for an analysis of the geological record. As a result, we are dependent even more than usual on theoretical studies, Earth analogies, and models. A classic example is the ‘runaway greenhouse’ model for the hot, dense climate on Venus, compared to Earth, first advanced by Ingersoll (1969).\nIn this concept, Venus is generally pictured as having a temperate climate, with liquid water oceans, in the distant past, before water vapour and carbon dioxide accumulated in the atmosphere resulting in feedback that drove up the temperature and pressure to the present high levels. While this is an appealing picture, not least because of obvious parallels with global warming on present-day Earth, there is no observational evidence or strong theoretical likelihood that Venus was ever cool, nor that its probably Earth-sized inventory of water ever condensed as a liquid ocean. More likely, Venus had a steam-filled atmosphere with a surface pressure even higher than now, perhaps in the region of 500 bars (Lebrun et al. 2013).\nIn this scenario the Earth would also have had a hot, dense steam atmosphere early in its history. The difference from Venus seems to have been that much of the water on Earth was trapped by a cold upper atmosphere until the CO2 abundance fell and the steam could cool and form a liquid ocean. On Venus, water vapour could have been present at high enough altitudes that solar radiation could dissociate the molecules into hydrogen and oxygen. The hydrogen is light enough to escape rapidly just by virtue of its thermal energy (Jeans escape), and recent Venus Express measurements show that the oxygen can escape too, indicating an effective loss mechanism associated with the interaction of the solar wind with the atmosphere.\nThe key difference in the evolutionary history of the twin planets, given that we surmise that they started out with about the same atmospheric mass and composition, probably lies in the factor of two difference in solar flux at their respective orbits, and also in the escape efficiencies which we would expect to be different on an unmagnetised planet. Other processes, such as subduction of volatiles into the interior, are very different on the two planets, at least at the present time, and may well have been important in contributing to their evolutionary histories.\nTo pursue this point, suppose Venus and Earth had been swapped at birth—that is, at the time when they had accumulated virtually all of their present mass but before their\natmospheres were fully evolved. Venus, with its slow retrograde rotation would then be at one astronomical unit from the Sun, and Earth 30% closer. Venus would still have any bulk compositional differences it may have acquired as a result of forming at the closer position to the centre of the protosolar cloud. Would the atmospheres of Earth and Venus still be as dramatically different in composition, surface temperature and pressure? Would a repositioned Earth, its climate stoked by twice as much solar irradiance and its atmosphere exposed to a more aggressive solar wind, have developed a climate like that of present-day Venus? Would Venus, left more to its own devices at 1 AU from the Sun, be the planet with plate tectonics and oceans, and the one whose inhabitants are conducting our current explorations?\nModels have been developed to address this sort of question, and also that of the future evolution of Venus’ climate from its current state in its present orbit. A significant possibility is that the surface pressure may fall in the longer term, as volcanic activity declines and eventually stops adding significant amounts of gas to the atmosphere, as may have happened already on Mars. Escape to space plus chemical weathering at the surface would continue to remove the various species at different rates until the predominant constituent of the atmosphere is nitrogen, like the Earth. The models, summarised by Taylor and Grinspoon (2009), then suggest (with large uncertainties, obviously) surface temperatures and pressures not very much higher than tropical Earth-like values. They note that these are similar to those suggested by Arrhenius (1918) for current Venus, based on simple physical arguments and such data—on albedo, for instance—as existed a century ago before the high surface pressure had been revealed."
  }, {
    "heading": "4.3 Temperature and Energy Balance",
    "text": "The cloud tops on Venus at a pressure level of around 250 mb (similar to cloud top pressures for the densest clouds on Earth) are optically thick at most infrared wavelengths and so radiate energy approximately as a blackbody, at a measured temperature close to 235 K over most of the planet. The bulk of this radiant energy escapes to space, since the opacity of the overlying atmosphere is small, due to the low concentration of water vapour, at all wavelengths except near the strong absorption band of carbon dioxide near 15 μm (Limaye et al. 2018, this issue).\nA straightforward calculation shows that the cloud top temperature is in equilibrium with the incoming solar spectrum with a planetary Bond albedo of 0.76, the same as that measured by radiometers on orbiting spacecraft. Thus, Venus is in radiative equilibrium overall to within the experimental uncertainty. This was estimated by Schofield and Taylor (1982) as ±15% for the Pioneer Venus infrared observations, which are still the most comprehensive energy balance data available for Venus.\nIt is often noted that the high albedo of Venus means that the planet absorbs less total energy from the Sun than Earth does, despite the solar intensity being about a factor of 2 higher at Venus. The high surface temperature is not, therefore, a simple matter of heating rate but is in fact due primarily to the high pressure. With the predominance of ‘greenhouse’ gases, principally carbon dioxide, the atmosphere is opaque (optical depth 1) in a wavelength-averaged sense above a level near the base of the clouds, more than 40 km above the surface. Below the clouds, down to the surface, the Venusian atmospheric temperature profile is controlled mainly by convection and follows a dry adiabat, with only minor dynamical variations. The adiabatic lapse rate, readily calculated from the thermodynamic laws, is about 10 K km−1 and, since the cloud base is about 50 km above the surface a surface temperature in the region of 500 + 235 = 735 K is to be expected, and is observed.\nFigure 11 shows the mean vertical profile with the names of the different regions that have been assigned by analogy with the Earth.\nThe horizontal temperature contrasts, i.e. those that vary with altitude and longitude, on Venus are quite subtle in general, with the largest systematic variation in the tropics being due to a predominantly wavenumber 2 thermal tide, which has an amplitude of 2 or 3 K at the cloud tops. Inside the clouds the horizontal temperature contrasts are sometimes larger than this because of non-uniformities in the cloud structure and hence variations in solar absorption and emission, but still typically less than 10 K. However at high latitudes in both hemispheres we find the ‘cold collar’ features that surround each pole at about 75◦N and S, and the warm ‘polar dipole’ feature inside the collar, again at both poles. ‘Cold’ and ‘warm’ in this context refer to less than 200 K and more than 250 K respectively, compared to a global mean of about 235 K, all again measured at the cloud tops. Both types of polar feature exhibit quite complex spatial structure and time variability, and are clearly linked to wave-like instabilities in the dynamics of the atmosphere at high latitudes. These in turn are features of the global super-rotation and the consequent transportation of angular momentum polewards in the meridional Hadley circulation, as discussed further below."
  }, {
    "heading": "4.4 Composition and Chemistry",
    "text": "The atmosphere on Venus is mostly (96%) carbon dioxide, with about 3% of nitrogen. The rest is dominated by argon and the other noble gases, plus carbon monoxide, a small amount of water vapour (by terrestrial standards), and a large amount of sulphur dioxide (again compared to Earth). Traces of hydrogen halides, HCl and HF, have also been observed along with several isotopic ratios, including the important deuterium to hydrogen fraction which is more than a hundred times higher than on Earth. Table 3 gives a short summary of the composition of Venus’s atmosphere, for full details see Marcq et al. (2018, this issue).\nWater is present on Venus as vapour in the atmosphere (about 30 ppm) and bound up with sulphuric acid in the cloud droplets, but the total water abundance is small compared to\nEarth, especially considering the absence of oceans on the surface. The high levels of sulphur compounds, including a concentration of SO2 that is around a hundred times higher than would be expected in equilibrium with surface minerals, are consistent with volcanic activity comparable to Earth and possibly considerably greater. Carbon monoxide is produced in large amounts as a result of the dissociation of the dioxide by solar ultraviolet radiation high in the atmosphere, and circulated downwards where it recombines in the clouds and at the surface to reform carbon dioxide.\nThe halogens, present most prominently as HCl and HF, are probably delivered to the atmosphere from volcanic emissions but then buffered by reactions with mineral assemblages at the surface of Venus (Fegley et al. 1997). The noble gases Ar, Kr, Xe, Ne etc. are also volcanic in origin and are expected (Baines et al. 2013) to provide a record of the history of activity on the planet, through their abundances and isotopic ratios, once sufficiently detailed measurements become available."
  }, {
    "heading": "4.5 Clouds and Hazes",
    "text": "Observations of the opacity, composition and particle size in the clouds (Titov et al. 2018, this issue) remain seriously incomplete, but enough has been learned to reveal a complex vertical profile. This is summarised in Fig. 12, which includes some speculation about the origins of the different layers. The main cloud consists primarily, but not entirely, of micronsized photochemically-produced sulphuric acid droplets. Small particles, possibly of solid sulphur, may be present over a wide range of cloud altitudes, and a mysterious ultraviolet absorber is also present. The latter is quite variable in space and time and provides a useful tracer for the dynamical behaviour of the atmosphere in the upper cloud layers, despite a frustrating lack of detail on its chemical composition and behaviour.\nThe sulphuric acid in the cloud layers probably forms in the upper atmosphere, above the cloud tops, where there is a supply of atomic oxygen which comes mainly from the dissociation of water and carbon dioxide by solar ultraviolet radiation. Theoretical studies suggest that atomic oxygen combines with SO2 to produce the trioxide, which reacts rapidly\nwith water vapour to make H2SO4. Initially, the sulphuric acid forms as vapour, but at the low temperatures in the upper atmosphere and in the presumed presence of condensation nuclei (the mode 1 particles, see Fig. 12), it condenses and forms liquid droplets.\nThe cloud properties at greater depths are quite uncertain, although sulphuric acid appears to be present at all levels above the altitude, about 48 km, where the temperature reaches the evaporation point of H2SO4. Without new in-situ measurements, the Pioneer Venus measurements from 1979 are still the most comprehensive particle size data we have. They indicate that large particles occur in the lowest and densest cloud layer (Knollenberg and Hunten 1980), and there is limited evidence that the particles may be non-spherical (Knollenberg 1984).\nAdditional circumstantial evidence for solid particles might be gleaned from the form and behaviour of the plume-like shapes present in the deepest and densest clouds, which can be seen in images at wavelengths in the near-infrared windows (Fig. 13). It seems plausible that wind-blown dust, or more likely solid particles of effluent injected during volcanic eruptions, rising due to buoyancy effects as they do in major eruptions on Earth, could be the source of the large particles, although above the condensation altitude these would probably be coated with sulphuric acid. The layer with large particles is only about 1–2 km in physical thickness, but is the densest cloud layer in the atmosphere, accounting for most of the total column optical depth (Fig. 12). It is also noteworthy that instruments on various probes have detected more tenuous layers of particles in the 30 to 48 km altitude region, where temperatures are too high for most liquids, including sulphuric acid (Esposito et al. 1997)."
  }, {
    "heading": "4.6 Circulation and Dynamics",
    "text": "The general circulation of Venus’ atmosphere (Sánchez-Lavega et al. 2017, this issue) is dominated by three main features (Fig. 14): the zonal super-rotation, in which high speed winds circle continuously in the direction parallel to the equator; the Hadley circulation, which involves the slow overturning of the atmosphere between low and high latitudes in the meridional direction; and the polar vortices, which fill more than a third of each hemisphere by latitude and are approximately centred on the poles.\nThe global super-rotation is revealed in the cloud markings which appear with high contrast through an ultraviolet filter and have their origin in the higher cloud layers. These travel around the equator in four to five days, corresponding to speeds over a hundred metres per second, around fifty times faster than the rotation speed of the surface beneath (hence ‘super’ rotation). Measurements of the winds below the clouds, and calculations from temperature data of the winds above the cloud tops, show that the zonal wind speed declines at higher and lower levels, reaching values near zero at the mesopause and the surface respectively.\nThe deceleration that takes place above the clouds is associated with the pressure gradient resulting from the temperature distribution at those levels, in particular the fact that the air temperature is nearly twenty degrees warmer at the pole than the equator in the middle atmosphere. Dynamical models affirm that this type of gradient is sufficient to arrest the zonal winds completely by around ninety kilometres altitude. Below the clouds, the winds fall gradually in velocity as the atmosphere becomes denser and drag increases, and are close to zero at the surface.\nAll of the zonal winds are westward (in the same retrograde direction as the rotation of the planet), as would be expected if angular momentum were being delivered to the atmosphere by the solid body of the planet and transported upwards. The possible mechanisms by which momentum from the solid planet may be transferred to the atmosphere by friction and then transported by waves are discussed by Sánchez-Lavega et al. (2017, this issue). Exactly how waves and eddies interact with the main flow is complex, but general circulation model experiments indicate that the mean meridional circulation and the solar tides play an important role. These models require numerous assumptions about factors such as eddy momentum transfer, cloud structure and energy deposition, but after many years of difficulty are now able to simulate the large zonal velocities seen in the Venusian atmosphere.\nVortex behaviour occurs in the polar region of all terrestrial planet atmospheres, generally due to the subsidence of cold, dense air at high latitudes, and the propagation and then concentration of zonal angular momentum in the meridional flow. On Venus, the small obliquity and the large super-rotation lead to an extreme version of this effect, characterised by a sharp transition in the circulation regimes in both hemispheres at a latitude of about sixty-five degrees, where the Hadley cell terminates. Here we find the highest winds, forming a compact jet, and the circumpolar collar, a belt of very cold air that surrounds the pole and has a single-maximum wave structure, locked to the Sun so that the coldest temperature stays at the same local time of day. Apparently the wave-1 component of the solar tide propagates more efficiently polewards than the wave-2 component that dominates at the equator.\nCloud-tracked winds reveal that the collar marks the transition between a low-latitude regime which conserves angular momentum and the polar vortex, which tends more to solid body rotation. Inside the collar, the air at the centre of the vortex must descend rapidly to conserve mass. We might expect therefore to find a relatively cloud-free region at each pole, analogous to the eye of a terrestrial hurricane but larger and more permanent, as a result of the downward flow suppressing cloud formation. This is the case, but interestingly the ‘eye’ of the Venus polar vortex is not quasi-circular like most terrestrial hurricanes but elongated, with brightness maxima at either end of a pronounced quasi-linear feature connecting the two, and other variable fine structure.\nA theoretical analysis of the wave modes expected to develop at the poles under Venuslike conditions showed they are dominated by a wavelike instability with two maxima. This\ngave rise to the casual name of ‘polar dipole’ for the feature after its initial discovery in 1979, and to some extent this has stuck although the much more detailed recent observations by Venus Express have shown that the wave-2 appearance is just the most common aspect of something more complex, with tripolar and even quadrupolar versions being recorded on some occasions.\nThe northern ‘dipole’ was observed in successive images by Pioneer Venus to be rotating about the pole with a period whose dominant component was 2.7 Earth days (Taylor et al. 1980), while Venus Express found a rotation rate of 2.5 days for the corresponding feature at the south pole (Piccioni et al. 2007). These rates correspond to about twice the angular velocity of the equatorial cloud markings. If angular momentum were being conserved by a parcel of air as it migrated from equator to pole the dipole might be expected to rotate five or six times faster than this. While some or all of the apparent rotation could be simply the phase speed of a wavelike disturbance, it was once suggested (R. Hide, personal communication) that a double vortex may be the optimum configuration to transport the large amounts of angular momentum, which arrive at the pole from the super-rotating equatorial regions, downwards more efficiently for a given mass of descending gas than a simple vortex could.\nThe centre of the structure, although not easy to define given the complex and changing shape, is often displaced from the rotation pole of the solid planet, by about three degrees on average, and precesses around it with a period of five to ten days. The precession period itself oscillates with a period of about three days. These periods must reflect some fundamental modes of the atmosphere, while the implication that the atmospheric circulation is not axisymmetric has important implications for understanding the super-rotation, since it offers a way to transport eddies from pole to equator and balance the angular momentum budget (R. Hide again)."
  }, {
    "heading": "5 Thermosphere, Exosphere and Magnetosphere",
    "text": "At altitudes greater than about 120 km above the surface, the atmospheric temperature increases rapidly due to exothermic reactions involving the ionisation and dissociation by solar radiation of the molecular species that make up the neutral atmosphere below (Gérard et al. 2017, this issue). This so-called thermosphere extends up to about 150 km altitude (Fig. 11), above which we find the exosphere, a very low density region where collisions between molecules are rare and escape to space is possible. At still greater heights, extending many planetary radii into space, is the region known as the magnetosphere, which is dominated by the interaction between the planet and the energetic charged particle flux from the Sun, the solar wind."
  }, {
    "heading": "5.1 Solar Wind Interaction with the Planet and Atmospheric Escape",
    "text": "The lack of an internal magnetic field at Venus leads to a very different configuration of the plasma environment of Venus compared to that of the Earth (Futaana et al. 2017, this issue). At Venus, as well as at Mars, which also has no internally generated field at the present time, an induced magnetic field is set up by the interaction between the heliospheric magnetic field, the solar wind of charged particles, and the upper atmosphere and ionosphere of the planet. Several missions have carried magnetometers to Venus and the process of the formation of the induced magnetic field is fairly well understood (Zhang et al. 2008).\nFig. 15a The relative sizes of the (induced-) magnetospheres of Venus and the Earth shown approximately at scale, at average solar wind conditions (ESA)\nThe induced magnetic field at Venus is several orders of magnitudes weaker than the dipole field originating from the dynamo process inside the Earth, and its physical extent is much smaller, with a distance from the upstream bow shock to the surface of about 0.4 RV at Venus compared to 13 RE at the Earth (Figs. 15a, 15b). However, the field is still significant enough to limit the direct erosion of the upper atmosphere by the solar wind. Measurements by Aspera-4 on Venus Express, at solar minimum conditions, show an escape rate for H+ of about 1025 s−1, which is about the same, within significant ranges of uncertainty, as the corresponding rate at the Earth. This is somewhat surprising considering the large difference in the strength of the magnetospheres, generally considered a defensive mechanism that reduces atmospheric loss to the solar wind (Lundin et al. 2007). The compensating factor may be the much larger interaction region presented to the solar wind by the large magnetosphere and the large open wake region at the Earth (Barabash et al. 2007).\nIn addition O+ is escaping at a rate approximately half of that of H+, matching well with the stoichiometric ratio of water. Thus even today, with the very limited water content of the Venusian atmosphere, water is still escaping from Venus. Helium ions are also escaping, as\nevidenced by Aspera-4 measurements, at a rate of about 1023 s−1. The dominant path for the escape of ions is through the wake, i.e. along the tail of the induced magnetosphere.\nDirect measurements have also been made of escape by energetic neutral atoms at Venus, but these fluxes are less than those of ions. Low energy atoms are hard to measure and these fluxes remain largely unknown, but they are expected to be low. Only hydrogen is likely to be able to escape by a thermal process (Jeans escape), but it is probable that this is far less important, i.e. several orders of magnitudes less, than the escape of ions. Other non-thermal escape mechanisms are possible (Hunten 1982), but these are not expected to produce significant fluxes, and the escape of other species than H, O and He is not expected to be of great importance."
  }, {
    "heading": "5.2 Ozone and Hydroxyl at Venus",
    "text": "Ozone (O3) was first detected at Venus by Venus Express through UV observations in stellar occultation mode, near the planetary limb (Montmessin et al. 2011). Maximum intensity was found to be located at varying altitudes between 90 and 120 km, forming layers that are typically thin, normally only 5–10 km. The concentration of ozone is a factor 1000 less than that in the stratosphere of the Earth, and therefore there is no significant heating observed due to the absorption of solar UV radiation as in the stratosphere on the Earth. However, ozone is a highly reactive gas and there may be important processes where it can play a role. The ozone is most likely produced by combination of O2 and O but the exact nature of the process, leading to the variable altitude at which it occurs, is not fully understood.\nThe hydroxyl radical, OH, is another highly reactive species that was detected outside the Earth for the first time by Venus Express. It was found by its night glow emission at the limb, in two bands centred at 1.4 μm and at 2.8 μm, with a maximum at 96 km altitude near the anti-solar point (Piccioni et al. 2008). The OH layer shows a high degree of time variability in both location and intensity.\nIn addition to their chemical importance, these relatively short-lived species are helpful in tracing the dynamics in the upper atmosphere. In particular, they indicate that there is a transition from the equator to pole, super-rotating Hadley circulation seen at the cloud tops, to something more like a subsolar to antisolar (noon to midnight) regime in the altitude range between the cloud tops at about 70 km and the region of maximum airglow emission near 95 km."
  }, {
    "heading": "5.3 Non-thermal Emissions from O2, NO, CO and CO2 in the Lower Thermosphere",
    "text": "Several upper-atmospheric gases exhibit non-thermal emission in the UV, visible and near infrared wavelength ranges due to various photochemical processes. For instance, nightglow emission from molecular oxygen (O2) has been detected in the Herzberg II bands in the 400–700 nm wavelength range and at 1.27 μm wavelength. The O2 is formed by the recombination of oxygen atoms that were produced by solar EUV dissociation of CO2 near the sub-solar point on the dayside. These follow the general flow from the sub-solar point across the terminator to the anti-solar point, where they descend and recombine into the molecular form of oxygen with the emission of photons. A pronounced maximum in the intensity of the emission is observed at 95 km altitude, at and around the anti-solar point, similar to the case of OH as discussed above (Fig. 16).\nNitric oxide (NO) behaves in a similar manner, being dissociated to produce nitrogen atoms on the dayside and recombining to form N2 on the nightside. Nitric oxide (NO) nightglow has been observed in both nadir and limb geometry, at UV wavelengths near 250 nm\nand 215 nm, and in the near IR at 1.22 μm, with the maximum intensity at about 115 km altitude for all cases (Stiepen 2013).\nOf particular interest is the difference in the locations of the maximum intensities of the emission from the two species. O2 consistently has its maximum (at 95 km) near the anti-solar point, while the location of the NO maximum (at 115 km) is variable but typically shifted about 2 hours towards the morning terminator and about 15 degrees towards the south. The expected behaviour would be that the air packets at the higher altitude of the NO emission would follow a more undisturbed solar to anti-solar flow, while the air packets at the lower altitudes of the O2 emission would be more influenced by the retrograde superrotation which is the dominating flow at the lower altitudes. However, the opposite is observed, adding to the complexity of explaining the transition zone between the apparently different circulation regimes in this region.\nDaytime fluorescent solar emission is observed from CO and CO2 in limb geometry in the near infrared (4.3 μm and 2.7 μm for CO2 and 4.7 μm for CO). The altitudes of maximum intensities are seen at 160 km, 130 km and 120 km respectively (Gilli 2009). Deriving densities and temperatures in the upper mesosphere and lower thermosphere from these data is however not straightforward due to the non-equilibrium conditions, and new models are being developed in support of this."
  }, {
    "heading": "5.4 Induced Magnetic Field and Plasma Environment Throughout the Solar Cycle",
    "text": "Solar activity has a major influence on the upper atmosphere, ionosphere and induced magnetosphere of Venus, so these regions need to be characterised at various phases of the solar cycle. This has been accomplished rather well, with Pioneer Venus covering periods of high solar activity and Venus Express covering periods of low solar activity in a complementary\nFig. 17 Magnetic reconnection sometimes occurs at times of variable solar wind pressure. Field lines of different polarity approach each other and pinch off the magnetic tail and large quantities of stored magnetic energy is released. The plasma in the contained volume on the planetary side is accelerated towards the planet, and plasma in the tailward side is accelerated outwards and can leave the planet completely. This can be a significant contribution to the total atmospheric escape\nbut also partly overlapping manner. In addition, even at a constant phase of the solar cycle, dramatic effects are observed at times of coronal mass ejections, which often lead to strong modifications of the induced magnetosphere. This occasionally leads to connections of magnetic field lines in the tail with an associated release of magnetically stored energy that can push vast volumes of plasma downstream in the tail and out into space (Fig. 17). Over time this can be a significant loss mechanism for the atmosphere.\nEven at times of very low solar wind intensity the ionosphere has been observed to expand significantly, to several hundred kilometres on the sunward side and a few Venus radii on the tail side, driven by disturbed space weather events such as coronal mass ejections. This allows the escape to space of a large number of charged particles that normally would be confined to the near planet environment (Fig. 18). Thus, excess atmospheric escape can occur at both high and low levels of solar activity."
  }, {
    "heading": "5.5 Evidence for Lightning on Venus",
    "text": "Lightning on Venus has long been debated as there have been both positive and negative detections by various observers. No clear and unambiguous images of optical lightning flashes have been obtained by cameras on orbiting spacecraft, but the most recent data from Venus Express have provided other types of evidence in favour of positive detections. The magnetometer repeatedly observed whistler waves while the spacecraft passed through the pericentre region of its orbit, at high Northern latitudes. Whistler waves are electromagnetic waves, typically triggered by lightning, that propagate along the magnetic field lines. The propagation is dispersive, with high frequencies arriving first and low frequencies arriving last, so that an impulse event such as lightning is transformed to an extended signal with a specific signature (Russell et al. 2007).\nEstimates of the global mean intensity of the lightning suggest a level of activity within a factor of a few times that on the Earth. The charge separation mechanism that generates the lightning may operate differently to the Earth, and in particular lightning is likely to occur between clouds on Venus, rather than between cloud and ground as on the Earth. The lightning on Venus would then take place at a much higher altitude compared to that on the Earth."
  }, {
    "heading": "6 Other Outstanding Scientific Questions",
    "text": "Working outwards, the principal ‘known unknowns’ about Venus are related to interior structure, composition, and magnetic field generation; crustal structure, composition, volcanism and plate tectonics; the atmospheric circulation, super-rotation and vortices; cloud properties and water inventory; upper atmosphere and magnetospheric processes especially those related to loss processes.\nApart from mean density and cosmogonic arguments, including expected comparability with the Earth, there are no constraints on interior structure, composition or heat flow, and without these models intended to explain the magnetic field absence remain tentative. The composition of the surface is still largely unknown, and the history of volcanic activity inferred from an ambiguous cratering record is controversial.\nThe nature of current volcanism on Venus and its level of activity remain among the most crucial uncertain factors affecting our understanding of the interior, surface, atmosphere, climate and evolution of Venus. It seems likely that volcanism is the principal process by which heat is released from the interior of the planet, in which case the scale of activity may be much higher than that on Earth. The facts that the level of atmospheric sulphur is orders of magnitude higher than that expected from chemical equilibrium with the surface and fresh-looking lava flows occur on mountainsides, along with sporadic observations of short-lived plumes in the clouds and hot spots on the surface, all form part of a growing body of evidence for a very active planet. However, given the many uncertainties in the different minerals present and the reactions between them and the atmosphere the situation cannot be quantified until we have really seen what is going on chemically at the surface across the different types of terrain on Venus, including obtaining and studying samples returned to the Earth.\nWithout a clearer understanding of the rate of emission by eruptions or by seepage through cracks in the crust of various gases, including the major constituents carbon dioxide and water vapour, the way in which the hot, high-pressure climate is maintained at present and may have varied over time will also remain obscure. The detailed cloud composition, its\nassociated chemical cycles, and the causes of the vertical and horizontal variations and their time dependences, are further major unknowns linked to volcanic activity.\nWhile the gross features of the general circulation are now clear, many details of things like the drive mechanisms for the zonal super-rotation, and the morphology and behaviour of the polar vortices, are yet to be understood. A great deal of meteorological activity has been observed, for example wave structure in the ultraviolet markings, huge variations in sulphur dioxide concentrations above the clouds, and dramatic cumuliform structure in the deepest cloud layer, although none of these has been investigated yet in sufficient detail to define the processes at work.\nThe magnetosphere and near-space environment of Venus are quite different from Earth and again, while the gross features are now known, many features of great complexity and variability remain to be explained. A particular goal is to understand how the solar wind interacts with a non-magnetised planet to remove atmospheric gases over long periods of time. This, and other processes that have shaped the environment on Venus, including the likely loss in the distant past of a large body of water comparable to the terrestrial oceans, require much more data for their elucidation and quantification in climate models."
  }, {
    "heading": "7 Future Mission Concepts, and International Collaboration",
    "text": "Addressing the problems outlined above requires a variety of investigative approaches, in particular new and more ambitious space missions (Glaze et al. 2018, this issue). The recent era, which emphasised orbiters and entry probes, is likely to be followed by long-lived landers, eventually with mobility, and buoyant stations in and below the cloud layers. Seismic measurements, which would contributing to addressing important but poorly-understood problems relating to interior structure and composition, are lacking at present, although it has been shown (KISS study 2015) that useful data could be obtained not only with conventional seismometers adapted to the difficult conditions on the surface, but also by balloonborne or even orbiting sensors.\nSample return has been studied in some detail but requires significant technology development and comes at a high price. Nevertheless, the proximity of Venus to Earth, the diversity of exploration craft required, and the obvious relationships to Earth science, make Venus an ideal target for international collaboration, possibly featuring separate elements from different spacefaring nations. India and China have already shown interest in longterm plans, along with the agencies already involved in Venus missions, namely those in Russia, Japan, Europe, and the USA. It is regrettable that so much potential has not resulted in an active programme of missions to follow Venus Express and Akatsuki. Venus has huge, untapped scientific potential to inform our understanding of the evolution of young, rocky planets with atmospheres, including Earth and extra-solar Earthlike planets.\nOpen Access This article is distributed under the terms of the Creative Commons Attribution 4.0 International License (http://creativecommons.org/licenses/by/4.0/), which permits unrestricted use, distribution, and reproduction in any medium, provided you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made."
  }],
  "year": 2018,
  "references": [{
    "title": "The Destinies of the Stars (Putman",
    "authors": ["S. Arrhenius"],
    "year": 1918
  }, {
    "title": "Hunten, Thermal and non-thermal escape mechanisms for terrestrial bodies",
    "authors": [],
    "venue": "Planet. Space Sci",
    "year": 2008
  }, {
    "title": "Head, Global geological map of Venus",
    "authors": ["J.W.M.A. Ivanov"],
    "venue": "Planet. Space Sci",
    "year": 2011
  }, {
    "title": "Lithospheric mechanics",
    "authors": ["orbiter", "Akatsuki"],
    "venue": "Earth Planets Space 63(5),",
    "year": 2011
  }, {
    "title": "Venus nitric oxide nightglow mapping from SPICAV nadir observations",
    "authors": ["A. Stiepen"],
    "venue": "Icarus 226(1),",
    "year": 2013
  }, {
    "title": "Witasse, Venus as a more Earth-like planet",
    "authors": ["H. Svedhem", "D.V. Titov", "O.F.W. Taylor"],
    "venue": "Nature",
    "year": 2007
  }, {
    "title": "Coyote, Global mean cloud coverage on Venus in the near-infrared",
    "authors": ["T. Tavenner", "E.F. Young", "M.A. Bullock", "S.J. Murphy"],
    "venue": "Planet. Space Sci",
    "year": 2008
  }, {
    "title": "The Scientific Exploration of Venus",
    "authors": ["F.W. Taylor"],
    "year": 2014
  }, {
    "title": "Venus Express and terrestrial planet climatology, in Exploring Venus as a Terrestrial Planet, ed",
    "authors": ["F.W. Taylor", "H. Svedhem", "D. Titov"],
    "year": 2007
  }, {
    "title": "An episodic hypothesis for Venusian tectonics",
    "authors": ["D.L. Turcotte"],
    "venue": "J. Geophys. Res",
    "year": 1993
  }, {
    "title": "Accumulation of the terrestrial planets and implications concerning lunar origin, in Origin of the Moon, ed",
    "authors": ["G.W. Wetherill"],
    "venue": "by W.K. Hartmann et al. (Lunar and Planetary Institute,",
    "year": 1986
  }, {
    "title": "Induced magnetosphere and its outer boundary at Venus",
    "authors": ["T. Zhang"],
    "venue": "J. Geophys. Res. 113,",
    "year": 2008
  }],
  "id": "SP:ed78100b1513e183ddc2ea9b29f513d7a7fa9926",
  "authors": [{
    "name": "Earth-Like Planet",
    "affiliations": []
  }, {
    "name": "Fredric W. Taylor",
    "affiliations": []
  }, {
    "name": "Håkan Svedhem",
    "affiliations": []
  }, {
    "name": "James W. Head III",
    "affiliations": []
  }, {
    "name": "Christopher T. Russell",
    "affiliations": []
  }, {
    "name": "Takehiko Satoh",
    "affiliations": []
  }, {
    "name": "Suzanne E. Smrekar",
    "affiliations": []
  }, {
    "name": "Colin F. Wilson",
    "affiliations": []
  }],
  "abstractText": "This is a review of current knowledge about Earth’s nearest planetary neighbour and near twin, Venus. Such knowledge has recently been extended by the European Venus Express and the Japanese Akatsuki spacecraft in orbit around the planet; these missions and their achievements are concisely described in the first part of the review, along with a summary of previous Venus observations. The scientific discussions which follow are divided into three main sections: on the surface and interior; the atmosphere and climate; and the thermosphere, exosphere and magnetosphere. These reports are intended to provide an overview for the general reader, and also an introduction to the more detailed topical surveys in the following articles in this issue, where full references to original material may be found.",
  "title": "Venus: The Atmosphere, Climate, Surface, Interior and Near-Space Environment of an Earth-Like Planet"
}