{
  "sections": [{
    "text": "Keywords: Venus, Titan, climate, atmosphere, planetary"
  }, {
    "heading": "1. Introduction",
    "text": "Enough is now known about the atmospheres of the Earth’s nearest planetary neighbour, Venus, and the large, Earth-like moon of Saturn, Titan, to support theoretical studies of the climate on these bodies and to consider whether these climates are subject to change in response to any likely stimulus. A possible reason for considering the two together is their similarity to each other, and to the Earth, in several respects. Some of the fixed parameters affecting climate such as size, rotation rate, and distance from the Sun are compared in Table I. Also compared are the key variable factors representing the response of the climate system in each case, such as surface temperature and pressure, cloud cover, atmospheric composition (including greenhouse gases), and the equilibrium temperature of the climate system, defined as the equivalent blackbody temperature at which the planet radiates heat to space.\nA suitable definition of climate for present purposes is the global mean temperature profile for the surface and lower atmosphere. On all three planets, the atmosphere can be separated into an optically thick region, nearest to the surface (the troposphere), and an optically thin region above (the stratosphere). Here we intend optically thick or thin in a wavelength-averaged sense, which means that in the troposphere heat is transported vertically mainly by convection, while in the stratosphere radiation is more efficient and vertical motions are suppressed.\nSimple model atmospheres can be constructed for each planet by assuming convective equilibrium in the troposphere and radiative equilibrium in the stratosphere (Taylor, 2005, Chapter 3). The principal assumptions are that the temperature\nSpace Science Reviews (2006) 125: 445–455 DOI: 10.1007/s11214-006-9077-y C© Springer 2007\ngradient is constant, and equal to the adiabatic lapse rate, in the troposphere, and constant, and equal to zero, in the stratosphere. Then, three parameters (surface temperature, tropospheric lapse rate and stratospheric temperature) provide a complete specification of the model climate as defined above. Despite their approximate nature, such models provide remarkably good approximation to the mean conditions on all of the terrestrial planets (Taylor, 2005, Chapter 12).\nTo formulate the model, the perfect gas law, the first law of thermodynamics and the hydrostatic equation are used to obtain the vertical gradient of temperature T with height z in the troposphere. For a “dry” atmosphere, in which latent heat effects can be ignored, this is just dT /dz = −g/cp, where cp is the specific heat at constant pressure and g is the acceleration due to gravity. A more complicated but still straightforward expression can be obtained by introducing the Clausius-Clapeyron equation to allow for the latent heat effects of condensable species, primarily water on Earth and Venus and methane on Titan. Under the assumption of optically thin layers in radiative balance, the temperature Ts in the stratosphere is constant with height and given by Ts = Te/21/4, where Te is the equivalent blackbody temperature at which the planet cools to space. This, and the height of the tropopause at which the radiative and convective regimes change over, can be calculated either precisely by the detailed application of radiative transfer theory, or estimated by any of a range of approximate methods (Goody and Yung, 1989).\nThe simplest approach is to assume energy balance for the planet as a whole and then to calculate the temperature at which the emission of infrared radiation to space matches the solar irradiance. In a similar way, the mean surface temperature can be found by calculating the emission from the surface that matches the downward\nflux. The latter has two components – directly transmitted or scattered radiation from the Sun, plus thermal emission from the atmosphere (the “greenhouse” warming), while the former is defined to be the blackbody emission from a surface at temperature T0, which can be compared to measurements (see Table I) to verify the model atmospheres. The resulting profiles for Venus, Titan and Earth are shown and compared in Figure 1.\nThe model parameters for Venus and Titan are sensitive to the same factors that enter any discussion of climate change on the Earth, viz (i) changes in the output of energy from the Sun; (ii) changes in the concentration of greenhouse gases; or (iii) changes in the cloud or aerosol amount, through their effect on the albedo of the planet. Examples of the application to the Earth in each case to estimate the change in surface temperatures resulting from solar variations and pollution induced global warming and global dimming may be found in Taylor (2005, Chapter 7). The solutions obtained there are sufficiently consistent with predictions obtained by studies using more advanced models as to lend credibility to the use of the same approach when speculating about climate change in the less well-known atmospheres of Venus and Titan."
  }, {
    "heading": "2. The Climate on Venus",
    "text": "The remarkably high surface temperature and pressure on Venus are maintained by a case of the greenhouse effect that is extreme compared to the Earth, Mars\nor Titan, raising the surface temperature by around 500 K compared to an airless globe with the same albedo and separation from the Sun. On Venus the principal greenhouse gases are (i) the main atmospheric constituent CO2; (ii) sulphurous gases of volcanic origin, especially SO2; and (iii) small but non-negligible amounts of water vapour, around 30 ppm in the troposphere. The planet-wide cloud cover also plays an important role in the energy balance, due both to its infrared opacity and its contribution to the very high albedo of the planet, although as with the Earth this is difficult to evaluate reliably in detail, because of its variability and complex structure and microphysics.\nThe Venusian clouds are revealed by measurements made in-situ and remotely to be highly irregular in both vertical and horizontal distribution (Knollenberg and Hunten, 1980; Carlson et al., 1993). In the upper layers at least, the composition is known from spectropolarimetry to be 75% H2SO4 and 25% H2O, both components probably originating in the flux from volcanoes on the surface. The present concentration of SO2 in the lower atmosphere is 10 to 100 times the value expected for equilibrium with the surface, indicating that the volcanic activity is current or recent (last 20 Myr), while changes in the SO2 abundance near the clouds of a factor 10 over a 10-year period indicates contemporary volcanism (Esposito, 1984). Secular changes in cloud cover would be expected if the level of volcanic activity on the planet declines and eventually ceases.\nThe high surface temperature on Venus, and the accompanying pressure of nearly 100 bar, were first detected by radio astronomers, and verified by the first spacecraft to visit the planet, beginning with Mariner 2 in 1964 and continuing with a series of spectacular landings by the Venera series produced in the Soviet Union. Although modern greenhouse models, with some assumptions about the cloud properties in particular, are able to show that an atmosphere this deep can produce such high temperatures, this does not explain why Venus is in such a condition in the first place.\nAs long ago as 1952, when it was known that the atmosphere was predominantly CO2, although not that it was so hot or so dense, Harold Urey suggested that the reaction of atmospheric carbon dioxide with common surface minerals might have a role in determining the surface pressure. On theoretical and abundance grounds, the mostly likely process to dominate (Bullock and Grinspoon, 1996) is the equilibrium balance between calcium carbonate, silica and calcium silicate:\nCaCO3 + SiO2 ↔ CaSiO3 + CO2\nand indeed we now know that the temperature and pressure on the surface of Venus at the present time fall on the equilibrium phase curve for this reaction. Not only that, but if we also plot the surface temperature as a function of surface pressure in the simple radiative-convective equilibrium model described in outline above, it can be seen that the two intersect at a point which is strikingly close to the surface conditions measured by the Venera landers (Figure 2).\nThis agreement strongly suggests that the high pressure, high temperature state of the climate on Venus can be attributed to the balance for a pure CO2 atmosphere in equilibrium with the common minerals likely to be abundant on Venus. Although possibly no more than a coincidence, the existence of a straightforward account for the extreme state of Venus’ climate, which is otherwise very difficult to explain, makes it hard to set it aside, at least without a further examination using more complex models and more data from new missions to the planet.\nHowever, Bullock and Grinspoon (1996) and Hashimoto et al. (1997), who carried out similar calculations, noted that the temperature dependence of the mineral equilibrium is such that the present climate would be unstable if it was produced in this way. The strong dependence of atmospheric CO2 amount on surface temperature represented by the phase curve shown in Figure 2 means that any small perturbation in the surface temperature, either positive or negative, leads to positive feedback and dramatic changes in atmospheric CO2, resulting in runaway heating or cooling respectively. The simultaneous requirement that the atmosphere seeks to remain in radiative-convective equilibrium, which changes the dynamical cooling of the surface in response to a temperature perturbation, acts in the opposite sense, and much more quickly, to slow down the change, but on its own cannot altogether prevent it from happening. For instance, in the hypothetical case of a large perturbation where the surface temperature is somehow forced to increase rapidly from the present 735 to 1000 K, the mineral equilibrium surface pressure would then be over 3000 bar, while the atmospheric equilibrium value is only about 300 bar. The tropospheric temperature gradient corresponding to either of these would be\nmassively super-adiabatic, convection would increase rapidly and cooling of the surface would result. Assuming the source of the perturbation was removed, and all other factors such as atmospheric composition and cloud opacity remained the same, the surface temperature would relax to a value slightly higher than before the perturbation was applied, because the atmospheric CO2 content would be slightly higher. This stable atmospheric state would not correspond to mineral equilibrium, and the emission of carbon dioxide from the surface would continue, resulting in further warming. This cycle would not cease until the surface supply of CO2 became exhausted. A similar line of argument can be followed to show that the result of a cool perturbation would be that all of the atmospheric CO2 would end up in the surface.\nThis is still only the behaviour of a very simple model. Even if the regolith on Venus has the necessary supply of carbonate and silicate minerals, it is not clear that they have ever been in sufficiently intimate contact with the atmosphere. Also, the surface of Venus is not at a single uniform temperature; as Hashimoto et al. (1997) point out, topography alone leads to temperature contrasts of more than 100 K, corresponding to differences in CO2 pressure for Urey equilibrium that would be far out of hydrostatic balance. Other surface-atmosphere reactions are undoubtedly involved, and may be important. For instance, the question of how the atmosphere and the surface “mix” may find an answer during those phases, some thought to be relatively recent (Nimmo and McKenzie, 1998) when there was extensive flooding of the surface by volcanic magma. Some aspect of these and other complexities not yet understood may act to stabilise the climate, at least against moderate perturbations, somewhat as the complexity of Earth’s climate achieves an overall quasi-stable regime despite the disequilibrium state of most of its components. The strong suggestion that heterogeneous reactions involving the atmosphere and the regolith are involved indicates that missions to the surface of Venus, possibly involving deep core drilling and including the return of samples to the Earth, will be required before the question is resolved. It will be interesting to see from new data what feature of climate physics on Venus is required to explain in detail the remarkable success of the simple model in predicting the observed climate, which seems too good to be simply a coincidence.\nWhile there is much still to be understood about the present climate, we can begin to investigate how Venus might respond to changes in external forcing, for example any past or future variation in total solar irradiance. For a change of 0.1% in solar output, similar to those measured currently by spacecraft orbiting the Earth, the simple model predicts a change in mean surface temperature of only 0.05 K. The spread in surface temperatures expected due to topographical variations is around three orders of magnitude greater than this. Volcanism seems much more likely to be an important agent for climate change in the relatively short term, particularly since there is evidence that Venus may be much more volcanically active than Earth. This evidence includes the observed disequilibrium in the atmosphere of the sulphurous gases that play a large role in the production and maintenance of the cloud layer,\nand consequently the high planetary albedo. If this is the case, and if at some point in the future volcanism ceases on Venus and the cloud regime relaxes to one much more like the Earth, we can imagine that the albedo falls from the present 0.76 to an Earth-like 0.3. Neglecting for the moment all other consequences, such as atmospheric composition changes (except those in CO2 due to adjustment to the Urey equilibrium at the surface), the model stratospheric temperature increases to around 273 K, while the surface temperature and pressure fall to about 715 K and 63 bar respectively (Figure 3).\nA further consequence of a complete cessation in volcanic activity would be that the greenhouse effect would become less efficient through the removal from the atmosphere of some of the more chemically active minor constituents, such as SO2, H2S and COS, as they move closer to their equilibrium values with the surface. The loss of atmospheric water due to dissociation and exospheric escape of hydrogen might no longer be compensated by emission from the interior, as presumably it is at present. Any loss of atmospheric infrared opacity, due to weaker absorption in the bands of these species, moves the tropopause downwards to a higher pressure level, resulting in falling surface temperatures and pressures as radiative-convective equilibrium is maintained. This large cooling perturbation leads to the steady take-up of atmospheric CO2 by the surface, as described above, although it remains to be shown that this is physically possible in the absence of liquid water to facilitate the exchange. Hashimoto and Abe (2005) note that the carbon dioxide content of the current atmosphere is\nsufficient to produce a layer of carbonate ∼1 km thick if entirely converted to surface rock.\nVenus without active volcanism might thus become more Earth-like. Venus has about the same amount of N2 in its present-day atmosphere as the Earth; the selective removal of CO2 could at some point leave a composition of 99% N2, 0.5% Ar, 0.5% H2O, and 0.035% CO2, with a surface pressure in the region of 1 bar. In this case, the mean surface temperature would be a relatively balmy 70◦C. This is the Venus that was imagined by our forebears, by extrapolation from the Earth, before the importance of the greenhouse effect and the true state of Venus’ climate had been realised."
  }, {
    "heading": "3. Climate Change on Titan",
    "text": "Titan’s atmosphere has the same principal constituent as the Earth, molecular nitrogen, but with a few percent of methane as the next most abundant molecule. The cloud cover, with a global, high-altitude haze of organic material produced by photosynthesis and patchy, lower-level methane clouds, is reminiscent in structure and total N2 content (if not overall composition), of that of Venus. Methane is the principal greenhouse gas and, allowing also for contributions by the pressureinduced bands of nitrogen and hydrogen, and by the clouds, its presence raises the surface temperature by about 12 K above the radiative equilibrium temperature of 82 K (McKay et al., 1989). The Huygens probe recorded a mean lapse rate of about 1.2 K km−1 during its descent (the dry lapse rate g/cp is about 1.3 K km−1) and a temperature of 93.65 ± 0.25 K at a pressure of 1467 ± 15 hPa at its landing site (Fulchignoni et al., 2005).\nThe profile labelled “present” in Figure 4 shows a radiative-convective model like that developed above for Venus but now calculated with the parameters for Titan taken from Table I. Over the vertical range shown, up to about 50 km altitude, this simple model is in reasonable agreement with the profiles measured by Voyager 2 in 1981 and by Huygens in 2005. As with Venus, we can use the model in a preliminary investigation of climate change scenarios for Titan.\nSince methane is continuously removed from Titan’s atmosphere by photolysis, there must be a reservoir on the surface or in the interior with access to the surface. The precise nature of this reservoir is being actively researched using the new data from the current Cassini-Huygens mission, but meanwhile Lorenz et al. (1997a) have noted that, should the reservoir become depleted, methane would be removed in a few million years and the surface temperature would drop below the condensation point for nitrogen, so Titan’s atmosphere would collapse. The albedo at present is rather low at ∼ 0.2, but this could increase to 0.8 as aerosol and Raleigh scattering become less important and fresh ice forms on the surface, further accelerating the cooling. Lorenz et al. (1997a) calculate that the residual opacity of nitrogen itself\nwould allow a surface pressure of perhaps one tenth the present value, and a temperature of 65 K, to remain (Figure 4b). If the absorptivity of the surface subsequently increases with time due to the photochemical conversion of material in the ice or accumulation of dark material from space, perhaps organics similar to those seen on the surfaces of some of the other Saturnian moons, the surface temperature will increase, perhaps to the point where nitrogen and methane could re-evaporate and build up the atmosphere again. Such cycles may have occurred in the past, and it is interesting to speculate what record of this could remain in Titan’s icy strata to be exhumed by sophisticated human or robotic explorers a century or so from now.\nConversely, if the methane supply is abundant, a perturbation such as a small increase in insolation over the present value could produce a dramatic warming of Titan’s climate. For example, if the methane reservoir referred to above was a liquid methane ocean, any increase in heating would raise the atmospheric mixing ratio of methane rapidly and produce an enhanced greenhouse effect that would further increase the temperature of the surface, leading to more evaporation of methane and its photochemical products, principally ethane. Lorenz et al. (1999) modelled this behaviour and found that surface temperatures and pressures of 130 K and 6 bar were reached for a 10% increase in solar luminosity over the present value, assuming a large reservoir of methane was available in the crust, with access to the atmosphere (Figure 4c). If there are no volatiles near the surface so this sort of positive feedback is absent, the sensitivity to changes in solar output is much less; Lorenz et al. (1997b) find a surface temperature increase of only about 6 K for a\ndoubling in solar irradiance. In either case, changes in the solar spectrum can be expected to change the haze amount and its radiative properties, producing climate feedback that is difficult to quantify reliably given our present ignorance of the cloud composition and microphysics.\nLorenz et al. (1997b) went on to consider changes in solar irradiance all the way on to the red dwarf phase of the Sun, expected in another ∼6 Gyr. Then, the irradiance might be about 10 times the present level, which in the simple radiativeconvective model, with no other changes, predicts a surface temperature of around 177 K (Figure 4d). In this temperature range, other volatiles such as ammonia, which is likely to be abundant on Titan but currently frozen, could start to contribute to the greenhouse opacity leading to further warming. In some scenarios, near Earth-like temperatures could eventually prevail on Titan."
  }, {
    "heading": "4. Summary and Conclusions",
    "text": "Simple radiative-convective models provide a reasonable approximation to the mean climate on all three planetary bodies Venus, Titan and Earth. With such a model, we can estimate the effect on mean surface temperature of such climate forcing factors as change in total insolation, cloud properties expressed as Bond albedo, and atmospheric composition. The last of these is conjectured to vary due to changes in active volcanism on Venus, by anthropogenic pollution on Earth, and by depletion of the methane inventory on Titan.\nThe sensitivity of the model surface temperature to small changes in insolation is proportional to the third power of the radiative equilibrium temperature Te, which in turn is proportional to the solar irradiance S and the albedo A. The calculated effect of a 0.1% change in either S or A is <1 K on all three planets.\nOn Venus, the surface temperature and pressure seem to be held at their present high values by the buffering effect of the temperature dependence of the Urey reaction, which regulates the amount of atmospheric CO2 in equilibrium with carbonates and silicates on the surface. The factor most likely to lead to significant shifts in the equilibrium point is changes in atmospheric composition due to the eventual decline in what appears currently to be a very active volcanic regime. It seems possible to speculate that, when this happens, the initial cooling will trigger the removal of most of the atmospheric carbon dioxide by carbonate rock formation, eventually reaching a more Earth-like climate on Venus. For example, should the Venusian atmosphere become identical to the Earth’s in every respect except for the oxygen content, the surface would be around 50 K warmer than Earth due to the larger solar irradiance.\nOn Titan, the main amplifying factor for climate change is the evaporation and condensation of volatiles, most notably methane. For larger negative temperature excursions the main atmospheric constituent, nitrogen, can condense and, in the\nother, warmer, direction, significantly increased greenhouse gas contributions from higher hydrocarbons, ammonia, and even water vapour are possible. The most likely fate for the planet-sized moon is an eventual decline in the emission of methane into the atmosphere from surface lakes or from the interior. Then the greenhouse will collapse in a few million years and most of the atmosphere will freeze on the surface, as already happened on Neptune’s large satellite Triton. A very long time into the future, major changes in the Sun could regenerate and enhance the atmosphere, possibly even achieving Earth-like temperatures at the surface."
  }],
  "year": 2007,
  "references": [{
    "title": "The temperature dependence of the Urey Equilibrium and the problem of the carbon dioxide content of the atmosphere of Venus",
    "authors": ["J.A. Adamcik", "A.L. Draper"],
    "venue": "Plan. Sp. Sc",
    "year": 1963
  }, {
    "title": "The stability of climate on Venus",
    "authors": ["M.A. Bullock", "D.G. Grinspoon"],
    "venue": "J. Geophys. Res",
    "year": 1996
  }, {
    "title": "Variations in Venus cloud-particle properties: A new view of Venus’s cloud morphology as observed by the Galileo near infrared mapping spectrometer",
    "authors": ["R.W. Carlson", "L. Kamp", "K. Baines", "J.B. Pollack", "Grinspoon D", "Encrenaz Th", "P. Drossart", "F.W. Taylor"],
    "venue": "Plan. Sp. Sc",
    "year": 1993
  }, {
    "title": "Sulfur dioxide: Episodic injection shows evidence for active Venus volcanism",
    "authors": ["L.W. Esposito"],
    "venue": "Science",
    "year": 1984
  }, {
    "title": "In situ measurements of the physical characteristics of Titan’s environment",
    "authors": ["M. Fulchignoni", "F Ferri"],
    "venue": "Nature Online,",
    "year": 2005
  }, {
    "title": "Climate control on Venus: Comparison of the carbonate and pyrite models",
    "authors": ["G.L. Hashimoto", "Y. Abe"],
    "venue": "Plan. Sp. Sc",
    "year": 2005
  }, {
    "title": "CO2 amount on Venus constrained by a criterion of topographic-greenhouse instability",
    "authors": ["G.L. Hashimoto", "Y. Abe", "S. Sasaki"],
    "venue": "Geophys. Res",
    "year": 1997
  }, {
    "title": "The microphysics of the clouds of Venus: Results of the Pioneer Venus particle size spectrometer experiments",
    "authors": ["R.G. Knollenberg", "D.M. Hunten"],
    "venue": "J. Geophys. Res",
    "year": 1980
  }, {
    "title": "Photochemically-driven collapse of Titan’s atmosphere",
    "authors": ["Lorenz R. D", "P. McKay C", "I. Lunine J"],
    "venue": "Science",
    "year": 1997
  }, {
    "title": "Titan under a red giant sun: A new kind of “Habitable",
    "authors": ["R.D. Lorenz", "J.I. Lunine", "C.P. McKay"],
    "venue": "world’, Geophys. Res",
    "year": 1997
  }, {
    "title": "Analytic investigation of climate stability on Titan: Sensitivity to volatile inventory",
    "authors": ["Lorenz R. D", "P. McKay C", "I. Lunine J"],
    "venue": "Plan. Sp. Sc",
    "year": 1999
  }, {
    "title": "The thermal structure of Titan’s atmosphere",
    "authors": ["C.P. McKay", "J.B. Pollack", "R. Courtin"],
    "venue": "Icarus",
    "year": 1989
  }, {
    "title": "Volcanism and tectonics on Venus",
    "authors": ["F. Nimmo", "D. McKenzie"],
    "venue": "Ann. Rev. Earth Plan. Sc",
    "year": 1998
  }, {
    "title": "Elementary Climate Physics",
    "authors": ["F.W. Taylor"],
    "year": 2005
  }, {
    "title": "The Planets, Yale University Press, New Haven",
    "authors": ["H.C. Urey"],
    "year": 1952
  }],
  "id": "SP:1e1cf1b28b4ecc66143b8d4ebc89839570d213c2",
  "authors": [{
    "name": "F. W. TAYLOR",
    "affiliations": []
  }],
  "abstractText": "Venus and Titan are both slowly-rotating, approximately Earth-sized bodies with cloudy, dynamic atmospheres. Each has a complex climate system, even less well understood than the terrestrial equivalent, and the processes that appear to maintain the climate near the surface on both bodies have interesting similarities and differences with each other and with the Earth. By considering these factors and their possible evolution with the aid of elementary climate models, some interesting, albeit tentative, conclusions can be reached concerning the stability of climate on Earth-like planets, and the likely nature of past and future climate change.",
  "title": "CLIMATE VARIABILITY ON VENUS AND TITAN"
}