{
  "sections": [{
    "text": "France 2CNRS, UMR6538, LGO (CNRS/UBO/UBS), IUEM, Plouzan e, France 3UBO, UMR6538, LGO (CNRS/UBO/UBS), IUEM, Plouzan e, France\nCorrespondence Estelle Leroux, IFREMER, REM/GM/LGS, France. Email: Estelle.Leroux@ifremer.fr\nFunding information “Laboratoire d’Excellence” LabexMER, Grant/ Award Number: ANR-10-LABX-19; IFREMER; CNRS; UBO\nA review of geological and geophysical observations points towards a worldwide\nkinematic change at around 6 Ma. The synchronicity of many manifestations (tec-\ntonics, magmatism, kinematics, ecological events, among others) at ~6 Ma, similar to\nthose recognized from time to time on the geological time-scale, argues for a global\ngeodynamic event that has led to many regional consequences on Earth’s surface.\nIn particular, we propose that this global event was the main trigger for the three\nfold increase in sediment deposits in the world ocean over the last ~5 Ma, but also\nfor the onset of the Messinian Salinity Crisis in the Mediterranean area, one of the\nmost severe ecological crises in the Earth’s history. We suggest this Messinian revo-\nlution to be the last occurrence of cyclic successions of global events."
  }, {
    "heading": "1 | INTRODUCTION",
    "text": "The evolution of the Earth’s surface develops through the erosion of rock and redistribution of eroded masses. This is ultimately driven by energy from two sources: (1) tectonics, which contributes to erosion indirectly through uplift, and (2) climate, which influences erosion and weathering via temperature and precipitation (Willenbring & Jerolmack, 2016). The respective importance of tectonics (Baran, Friedrich, & Schlunegger, 2014; Schlunegger & Mosar, 2011) and climate (e.g. Fox, Herman, Kissling, & Willett, 2015; Herman et al., 2013; Molnar & England, 1990; Peizhen, Molnar, & Downs, 2001; Willett, 2010) on erosional processes is a long-standing question, which has been addressed by many (sometimes controversial) studies. Exact quantification remains challenging, due to the difficulty in isolating the respective roles of climate and tectonics on erosional processes and their feedback that often enhances or obscures the relation between “signal” and “response” (Fox et al., 2015).\nRegarding this issue, the Late Cenozoic is particularly interesting as there is an ongoing debate on whether rates of surface processes and vertical crustal motion increased or not during the Late Cenozoic in response to climate change. Many authors argue for a significant worldwide increase in the denudation rate since ~6–5 Ma (Hay, Sloan, & Wold, 1988; Herman & Champagnac, 2016) whereas others (Willenbring & Jerolmack, 2016) consider a globally steady rate of erosion, weathering fluxes and shelf sediment accumulation during\nLate Cenozoic mountain uplift and glaciation. This time-span is also marked by a dramatic crisis in the Mediterranean area, the Mediterranean Salinity Crisis (Hs€u, Cita, & Ryan, 1973), whose trigger(s) remain(s) debated as a climate (Van der Laan et al., 2012) or tectonic (Krijgsman & Langereis, 2000) consequence.\nPublished datasets of the past ~250 Ma show several worldwide events, such as mass extinctions, sea-level lows, continental flood-basalt eruptions, mountain-building events, abrupt changes in seafloor spreading, ocean-anoxic and black-shale events or large evaporite deposits (Rampino & Caldeira, 1993). These events present a cyclicity which may be related to the geodynamic changes as illustrated by the dislocation of Pangea in three main episodes: Triassic (185 Ma), Early Cretaceous (125 Ma) and Tertiary (65 Ma), that can also be recognized in the first order of the time distribution of Earth’s Magnetic field, which suggests the possibility of a link between biological extinction, magnetic reversal, large body impact (Raup, 1985) and global kinematic phases (Moulin & Aslanian, 2010).\nIn this paper, we present a compilation of geological observations, which are in favour of a worldwide kinematic reorganization at around 6 Ma; this Messinian Revolution is highlighted by the global onset of increased sedimentary yields and the regional Mediterranean Messinian Crisis, due to the closure of Atlantic-Mediterranean Sea connections. This reorganization may be the last occurrence of the worldwide geodynamic cyclicity.\nTerra Nova. 2018;30:207–214. wileyonlinelibrary.com/journal/ter © 2018 John Wiley & Sons Ltd | 207"
  }, {
    "heading": "2 | RESULTS: A WORLDWIDE TECTONIC",
    "text": "EVENT 6 MA AGO\nMany (non-exhaustive) observations are compiled in this paper, both in convergent and divergent areas. Some of them may be still a matter of debate, but we argue that the bundle of these observations favours a major tectonic change all over the world at around 5.9 Ma (Figure 1).\n2.1 | Increased relief all over the world at around 6 Ma\nThe compilation of 18,000 bedrock thermo-chronometric ages from around the world and the use of a formal inversion procedure have allowed Herman et al. (2013) to estimate temporal and spatial variations in erosion rates. Mountain erosion rates have increased over the last six million years and even more rapidly over the last two million years (Figure 1). Even if the increase in erosion rates is most pronounced in glaciated mountain ranges, indicating that glacial processes play an important role, it is nevertheless observed at all latitudes."
  }, {
    "heading": "2.2 | Magmatism pulses and carbonatite occurrences at around 6 Ma",
    "text": "A global magmatic pulse since Late Miocene has been reported by Vogt (1972, 1979) characterized by a “dramatic Pliocene and Pleistocene increase in volcanic activity”. We emphasize here numerous places where hotspots are rejuvenated 6 Ma ago (Figure 1), such as and non-exhaustively on (1) the Galapagos and (2) Cook-Austral & (3) Marquesas Plateaus Eastern Central Pacific (Canadian Hydrographic Service, 1981; Chauvel et al., 2012; Duncan & McDougall, 1974; Gutscher, Olivet, Aslanian, Eissen, & Maury, 1999; McNutt, Caress, Reynolds, Jordahl, & Duncan, 1997) at 5.9 Ma, on (4) Mayotte & Comores Islands, Indian Ocean and in Somali Basin, East Africa at 5.4 Ma (Canadian Hydrographic Service, 1981) in (5) Bowland and Rosencrands, Central Panama at 5 Ma (Coffin & Eldholm, 1994), on (6) Tasmantid Seamounts, South Pacific at 5 Ma (Canadian Hydrographic Service, 1981), on (7) Annobon Island, Central Atlantic and in (8) Cameroon & Guinea (Fitton, 1987), on (9) Biu Plateau & Cameroon Volcanic line, Central Africa (Rankenburg, Lassiter, & Brey, 2004). Volcanism re-started later on (10) Dickins Island, Pratt-Welker Island (Gulf of Alaska) around 4 Ma and on (11) Mathematician Seamounts, Pacific Ocean at about 3.6 Ma (Canadian Hydrographic Service, 1981).\nNote, conversely, at the same time, a decrease in (12) ridge crustal production in Saint-Paul and Amsterdam hotspot, Indian Ocean (Maia et al., 2011).\nNote also that four occurrences of carbonatite are dated between 6 and 5 Ma: (13) Yuli (China), (14) Calatrava (Spain), (15) Sao Vicente (Cape Verde) and (16) Namjagbarwa (China), and one more recently at 4 Ma (17) Main Sadiman (Tanzania) (Woolley & Kjarsgaard, 2008). Carbonatite is an igneous rock composed of at\nleast 50% carbonate minerals. Carbonatites are exotic rocks because of (1) their relative scarcity (carbonatite occurrences are rare, even if they are widely distributed) and (2) their truly unusual composition relative to the vast majority of igneous rocks (silicicate vs. carbonate). Their genesis is still poorly understood but carbonatites seem to result from specific Earth processes and their occurrences are sensitive indicators of thermal instabilities in the mantle (Bell, 2004). Because they are rare, their onset in several locations at around 6 Ma shows that this period has something specific and might thus suggest deep geodynamic processes such as mantle plumes, asthenospheric upwellings or crustal delamination."
  }, {
    "heading": "2.3 | Major kinematic and tectonic events at around 5.9 Ma",
    "text": ""
  }, {
    "heading": "2.3.1 | The Pacific, Indian and Antarctic areas",
    "text": "A significant change in the Pacific–Antarctic motion is reported at the end of Chron C3A (6.033 Ma) (Briais, Aslanian, G eli, & Ondr eas, 2002): an abrupt (8°) clockwise rotation (18) in the abyssal hill fabric is observed along the Pitman flowline near the top of chron C3A (Cande, Raymond, Stock, & Haxby, 1995; Hilgen, Lourens, & Van Dam, 2012); swath bathymetry and magnetic data show that clockwise rotations of the relative motion between the Pacific and Antarctic plates over the last 6 million years resulted in (19) rift propagation (Briais et al., 2002) or in the linkage of ridge segments, with transitions from transform faults to (20) giant overlapping spreading centres (G eli et al., 1997; Ondr eas, Aslanian, G eli, Olivet, & Briais, 2001). This kinematic change also initiated the formation of the (21) Juan Fernandez and Easter microplates along the East Pacific rise (Tebbens & Cande, 1997).\nMajor changes in (22) Juan de Fuca spreading centre occurred between 5 Ma and 3 Ma with large clockwise rotations of spreading axes and fractures zones as well as an overall decrease in spreading rates (Riddihough, 1984; Wilson, Hey, & Nishimura, 1984). Sharp changes in direction along many Pacific Hotspot tracks: (23) Tahiti, (24) Mokil atoll in the (25) Carolin chain, (26) Macdonald seamount, (27) Hawaii, (28) Bowie Seamount were also observed (Cox & Engebretson, 1985) and evidenced that the motion of the Pacific plate changed to a more northerly direction at 5 Ma. Note that changes along hotspot tracks within the Pacific plate were dated between 5.2 Ma and 3.2 Ma (Pollitz, 1986).\nFurthermore, Cande and Stock (2004) showed that the (29) Macquarie Plate region behaved as an independent rigid plate for roughly the last 6 Ma. The onset of the deformation of the South Tasman Sea and the development of the Macquarie Plate consequently appears to have been triggered by the subduction of young, buoyant oceanic crust near the Hjort Trench and coincided with a clockwise change in Pacific–Australia motion around 6 Ma. The revised Pacific–Australia rotations would also have implications for the tectonics of the (30) Alpine Fault Zone of New Zealand.\nA change of motion of (31) the Philippine Sea plate (Matsubara & Seno, 1980; Sarewitz & Karig, 1986) is also recorded in the Late Miocene/Early Pliocene. Studies of the (32) Indian Ocean Triple Junction\nwithin the Antarctic Plate also demonstrated a profound change in the geometry (De Ribet & Patriat, 1988) and a sharper increase in spreading velocity at chron 3A (~ 5 Ma) (Patriat & Larson, 1989).\n48°S-84°E\n12 44\n3\n5\n6\n7\n8\n10\n9 11\n12\n7\n8 9\n13 14\n15 16\n17\n18 19\n20\n21\n22\n23\n24 25\n26\n27\n28\n29\n30\n31\n32\n33\n35\n34\n36\n37\n23\n38 39\n41\n40\n43 43\n12\n3221\n4\nBathymetry (m) –12,000 –6,500 –5,000 –4,500 –4,000 –3,500 –3,000 –2,000 –1,000 –500–1,500–2,500 3,500 90000\n44\n45\n46\n47\nNorth\n0°\n-20°\n-40°\n-60°\n20°\n40°\n60°\n0° 60° 120° 180° 240° 360°300° 60°\nF IGURE 1 Compilation of numerous (and non-exhaustive) observations testifying major tectonic changes throughout the world around 6– 5 Ma. Locations of uplift/exhumation rate changes, rejuvenated volcanism (and carbonatite deposits) and kinematic events at that time are superimposed on the map. Red lines represent the present-day ridges surrounded by the 6 Ma isochrons, such that the area between the two outer lines is the ocean floor created since 6 Ma. Dotted red lines correspond to aborted ridges (without any relation with the 6 Ma global event). See text and references for further explanation. Topography and bathymetry from satellite data (Smith & Sandwell, 1997) [Colour figure can be viewed at wileyonlinelibrary.com]"
  }, {
    "heading": "2.3.2 | The North Atlantic and Arctic domains",
    "text": "Data analysis of wells in the (33) Central North Sea and (34) Labrador-Grand Banks and off (35) West Greenland, (36) Scotian shelf and (37) United States Atlantic margin, showed that the margins and basins in the circum North Atlantic and Arctic domains exhibit a simultaneous and rapid change in the subsidence rate since the Late Miocene and Pliocene. Given that this latter cannot be explained by the standard thermal model for basin evolution, Cloetingh, Gradstein, Kooi, Grant, and Kaminski (1990) proposed that this subsidence increase is a consequence of stress changes related to the last Neogene kinematic reorganization."
  }, {
    "heading": "2.3.3 | Around the Africa Plate",
    "text": "The absolute motion of (38) Africa (relative to the hotspots) modelled for the past 30 My (Pollitz, 1991) also indicates a change occurring at 6 Ma (Figure 1): “the difference between the pre-6 Ma and post-6 Ma absolute plate motions may be represented as a counterclockwise rotation from a pole at 48° S, 84° E with angular velocity 0.085°/Myr”. Whilst it is difficult to distinguish absolute motion changes over such short time-intervals, specifically when the movement of the plate is slow, this change is supported by geological evidences along a large portion of the African plate boundary, including (39) the Red Sea and (40) the Gulf of Aden spreading systems, (41) the Alpine deformation zone and (42) the central and southern mid-Atlantic Ridge. Detailed relative motion analysis for the Neogene Africa - Europe plate kinematic seems to show a motion change to a clear north-west convergence after the Tortonian (Mazzoli & Helman, 1994) and a change in motion is observed at the same time in the Pacific and Atlantic (Schouten, Dick, & Klitgord, 1987), as well as a decrease in spreading rate in the South Atlantic (N€urnberg & M€uller, 1991). Since the end of the Miocene, a fan-shaped distribution of directions of compression has developed at the periphery of the Alpine arc (Bergerat, 1987). Since the Late Messinian time, a generally E-W to NW-SE shortening affected more or less extensively the Alpine foreland. The manifestations of this motion can be read in the last Miocene deposits such as in the northern Swiss Jura (Tr€umpy, 1980) or in the Pliocene deposits such as in Bresse (Rat, 1984). Events at ~5 Ma, including rapid unroofing of the Alborz Mountains [Axen, Lam, Grove, Stockli, & Hassanzadeh, 2001;], subsidence of the south Caspian Sea [Allen, Jones, Ismail-Zadeh, Simmons, & Anderson, 2002;], onset of oceanic spreading in the Red Sea [Joffe & Garfunkel, 1987;] and possible initiation of tectonic extrusion to the east and west of the collision zone [Axen et al., 2001; Westaway, 1994;], suggest a widespread change in the mechanism by which shortening of Eurasia was accommodated [McQuarrie, Stock, Verdel, & Wernicke, 2003]."
  }, {
    "heading": "2.4 | The Mediterranean Sea and the Messinian Salinity Crisis",
    "text": "The (43) Mediterranean area underwent a catastrophic event in the Late Messinian (5.97–5.33 Ma): the Messinian Salinity Crisis (MSC).\nThis event is widely regarded as one of the most dramatic episodes of oceanic change over the last 20 Ma. It started 5.97 Ma ago, when vast amounts of evaporites began to be deposited in the Mediterranean area, leading to a significant drop in Global Ocean salinity (Adams, Benson, Kidd, Ryan, & Wright, 1977). This event left indelible signs in the present terrestrial and marine landscapes through intense erosion associated with a Mediterranean >1000 m sea-level drop (Bache et al., 2009; Clauzon, 1982) and the accumulation of large volumes of detritic (Gorini et al., 2005; Leroux et al., 2017; Lofi et al., 2005) and evaporitic rocks, mainly gypsum and halite (CIESM, 2008; Hs€u et al., 1973).\nAs introduced by P erez-Asensio, Aguirre, Jim enez-Moreno, Schmiedl, and Civis (2013), “the general consensus is that the Mediterranean was isolated from the Atlantic due to the closure of the Betic and the Rifian Corridors (Strait of Gibraltar) and that this led to deposition of the Lower and Upper Evaporites. There are still key issues under intense debate. One of these concerns the main mechanisms that led to the isolation of the Mediterranean. Global glacio-eustatic sea-level lowering, regional tectonic uplift in the Gibraltar area or a combination of both processes have been invoked as trigger mechanisms (Aharon, Goldstein, Wheeler, & Jacobson, 1993; Butler, McClelland, & Jones, 1999; Duggen, Hoernle, Van Den Bogaard, R€upke, & Morgan, 2003; Hilgen, Kuiper, Krijgsman, Snel, & van der Laan, 2007; Kastens, 1992; Weijermars, 1988). This long-standing debate can be largely attributed to the (1) complex Messinian palaeogeography of the Mediterranean area associated with a variety of local tectono-sedimentary regimes, to the (2) continuing problem of accurate correlation between both deep basin and marginal-basin deposits”, but also to the (3) discrepancy of accurate chronology between the (high resolution) global climate record (Ohneiser et al., 2015; P erez-Asensio et al., 2013; Van der Laan et al., 2012) and the relatively (rough) global tectonic record. If the link between astronomical forcing (Van der Laan et al., 2012) or Antarctic glacio-eustatic contributions (Jim enezMoreno et al., 2013; Ohneiser et al., 2015) to Late Miocene Mediterranean dessication and reflooding have been clearly demonstrated, detailed tectonic processes closing the Rifian Corridor began now to be accurately defined. Several recent data suggest that the last Mediterranean-Atlantic gateway in function, the Rifian Corridor, was closed significantly before the onset of the MSC. Krijgsman and Langereis (2000) demonstrated that a shallowing phase, primarily related to active tectonics (although a small glacio-eustatic sea-level lowering also took place), was initiated between 7.2 and 7.1 Ma. Their magnetostratigraphic study indicated that, at least, the Taza-Guercif Basin (Marocco), and perhaps the entire Rifian Corridor, became emerged at an age between 6.7 and 6.0 Ma, while Ivanovic, Flecker, Gutjahr, and Valdes (2013) refined the age of closure to 6.64–6.44 Ma. Capella et al. (2017) proposed also that a “thick-skinned tectonics, related to a change in the regional deformation linked to plate convergence, but also possibly coupled with deep lithospheric or dynamic topography processes” would have closed the Rifian Corridor and would have ultimately led to the MSC."
  }, {
    "heading": "2.5 | Other ecological changes",
    "text": "The origin of the (44) Amazonian rainforest of present-day dimensions (on the passive continental margin of South America and the Amazonian basin) remains enigmatic. It must be set at the Late Miocene, and, as underlined by M€orner (2016), “its establishment implied the withdrawal of enormous quantities of water from the global hydrological cycle”, that occurred “at the same time as the drastic increase in evaporation leading to the Messinian salinity crisis in the Mediterranean.”\nThe signature of a major ecological change can also be read in the carbonate platform development. Sediment architecture in the (45) Bahamian platform during the last 6 Ma is “not only a response to sea-level fluctuations, but also a major palaeo-oceanographic and climatic change” (Reijmer, Betzler, Kroon, Tiedemann, & Eberli, 2002). Among these worldwide ecological changes, Arancibia, Matthews, and de Arce (2006) also dated the onset of present-day hyper-aridity in the (46) Atacama Desert (Northern Chile) around 5 Ma, while the process of drying and desertification in the (47) Taklimakan Desert (one of the largest desert and driest places of the Asia interior) started to accumulate terrestrial sediments in a dry land environment at the latest by ~4.2 Ma (Sun et al., 2011).\nWe showed that rejuvenated volcanism, reorientation of transform fracture zones, carbonatite deposits, significant relief change and major ecological crisis (such as the MSC) occurred synchronously in different oceans and continents. The temporal match between all these manifestations is evidenced at around 6 Ma within the limits of resolution. Indeed, whereas the global climate record and the beginning of the MSC benefits from an accurate chronology (we refer here to the chronology of Hilgen et al., 2012), the global tectonics or magmatism are characterized by a relatively rough chronology. However, the “synchronicity” we are talking about here results from many “rough” observations whose ages unavoidably include uncertainties that are dependent of the nature of the event considered. Whatever they are, the Late Miocene-Pliocene boundary corresponds to a time of enough major global changes to wonder about the causal linkage between all of them. How can we relate these observations together and explain them?"
  }, {
    "heading": "3 | DISCUSSION",
    "text": "The Messinian revolution as one of the major cyclic geodynamic events\nDeep Earth and tectonic processes shape ocean structure and material transfer at the largest of scales. Earth’s surface features, on land and at the ocean floor, are intimately related to dynamics of the Earth’s interior. Large-scale topographic features, such as seafloor spreading ridges, plateaux, mountain ranges, cratonic basins, pediments and alluvial/fluvial systems are the product of numerous parameters interacting in various ways: tectonic heritage, lithospheric and mantle segmentation, vertical and lateral crustal movements, mantle convection, heat fluxes, lithospheric composition, the presence of fluids and even the core’s dynamo. Despite the profound\ninfluence of these parameters on Earth’s surface features and the societies that inhabit them, the complex nature of their interaction has left critical gaps in their understanding.\nPeriodicities in biological and geological events have already been recognized from many geological datasets such as: (1) biological extinctions (Lieberman & Melott, 2007; Melott & Bambach, 2010; Raup, 1984; Raup & Sepkoski, 1984; Sepkoski, 1989), (2) terrestrial impact cratering (Matsumoto & Kubotani, 1996), (3) flood basalt and onsets of Large Igneous Provinces (Rampino & Caldeira, 1993), (4) climate, (5) sea-level oscillations (Zachos, 2001; Miller et al., 2005; M€uller et al., 2008), (6) sedimentation (Myers and Peters, 2011), (7) changes in seafloor spreading (Rampino & Caldeira, 1992, 1993), global kinematic revolution connected with first order magnetic inversions pattern (Moulin & Aslanian, 2010) and (8) oceanic anoxic events (Rampino & Caldeira, 1992, 1993). Although the exact cyclicity is still a matter of debate, the synchronicity of major geological (and some biological) events is striking (Raup, 1985).\nWhilst no LIP pulse is observed for the 6–5 Ma period, some authors, as Vogt (1972, 1979), have already suggested a global magmatic pulse since the Late Miocene. A magmatic pulse is also recognized at the Late Miocene from the pan-Mediterranean igneous provinces (Sternai et al., 2017). As we show, this period is marked by a worldwide peak of magmatic event with reactivation of the activity in a large number of volcanic plateaux, dormant for a long period of time. At the same time, which is marked by a major kinematic event all over the world and a worldwide increase in reliefs, occurrences of very rare events such as carbonatites appear in different parts of the world. Based on these observations, we propose that this period, that we call the Messinian revolution, is the latest occurrence of the cyclic global revolution of the Earth. The occurrences of carbonatite suggest deep geodynamic processes such as mantle plumes, asthenospheric upwellings, crustal delamination and deep mantle convection. The link between major kinematic events and first order cyclicity of the magnetic inversions suggests even deeper connexion and, for instance, Pal and Creer (1986) ascribed spurts of geomagnetic reversals to enhanced core turbulence during episodes of meteorite bombardment. Due to the large scale of these processes, as well as the technical challenge of their study, our global understanding of Ocean-Earth Interactions remains in its infancy and this subject is far beyond this paper. But the Messinian revolution occurred 60 Ma after the Tertiary one, which occurred 60 Ma after the Cretaceous one right at the beginning of the Cretaceous Normal (also called Calm) Magnetic Period, and confirms at least a global periodicity of 60 Ma and the causal-link between very deep and surface processes at a global scale."
  }, {
    "heading": "4 | CONCLUSION",
    "text": "The bundle of events of different kinds that we have presented, advocates for a global geodynamical event at 6 Ma, that we proposed to call the Messinian Revolution. This global event, that we\npropose to be the last occurrence of a cyclic global event series, has led to many secondary or regional consequences on Earth’s surface that could be revisited with that new point of view, such as the increased sedimentation in basins due to the increased erosion rates in mountain belts, or the onset of the Messinian Salinity Crisis in the Mediterranean area, one of the most severe ecological crises in the Earth history, due to the presence of the Strait of Gibraltar."
  }, {
    "heading": "ACKNOWLEDGEMENTS",
    "text": "The authors acknowledge the fruitful and constructive English editing advices and corrections by Alison Chalm. We are also very grateful to the Editor, Jean Braun, and the reviewers, Jean-Pierre Suc and one anonymous, for their fruitful remarks, comments and suggestions, which allow improvements in the structure of our manuscript. This work was supported by the “Laboratoire d’Excellence” LabexMER (ANR-10-LABX-19). It was further supported by CNRS and IFREMER and UBO. The authors have no conflict of interest to declare.\nAuthor contributions: D. A. designed this study. E. L. made the compilation of the 6 Ma events with the help of M. M. and D. A., for geodynamics and kinematics, D. A. for magmatism, M. R. and R. P. for sedimentology. E. L. and D. A. drew the figure. All authors contributed to the final submitted manuscript.\nORCID\nEstelle Leroux http://orcid.org/0000-0003-3584-1179"
  }],
  "year": 2018,
  "references": [{
    "title": "The Messinian salinity crisis and evidence of late Miocene eustatic changes in the world ocean",
    "authors": ["C.G. Adams", "R. Benson", "R.B. Kidd", "W.B.F. Ryan", "R.C. Wright"],
    "year": 1977
  }, {
    "title": "Sealevel events in the South Pacific linked with the Messinian salinity crisis",
    "authors": ["P. Aharon", "S.L. Goldstein", "C.W. Wheeler", "G. Jacobson"],
    "year": 1993
  }, {
    "title": "Onset of subduction as the cause of rapid Pliocene-Quaternary subsidence in the South Caspian",
    "authors": ["M.B. Allen", "S. Jones", "A. Ismail-Zadeh", "M. Simmons", "L. Anderson"],
    "venue": "basin. Geology,",
    "year": 2002
  }, {
    "title": "K-Ar and 40Ar/ 39Ar geochronology of supergene processes in the Atacama Desert, Northern Chile: tectonic and climatic relations",
    "authors": ["G. Arancibia", "S.J. Matthews", "C.P. de Arce"],
    "venue": "Journal of the Geological Society,",
    "year": 2006
  }, {
    "title": "Exhumation of the West-Central Alborz Mountains, Iran, Caspian subsidence, and collision-related",
    "authors": ["G.J. Axen", "P.S. Lam", "M. Grove", "D.F. Stockli", "J. Hassanzadeh"],
    "venue": "tectonics. Geology,",
    "year": 2001
  }, {
    "title": "Messinian erosional and salinity crises: view from the Provence Basin (Gulf of Lions, Western Mediterranean)",
    "authors": ["F. Bache", "J.L. Olivet", "C. Gorini", "M. Rabineau", "J. Baztan", "D. Aslanian", "J.P. Suc"],
    "year": 2009
  }, {
    "title": "The late Miocene to Holocene erosion pattern of the Alpine foreland basin reflects Eurasian slab unloading beneath the western Alps rather than global climate change. Lithosphere",
    "authors": ["R. Baran", "A.M. Friedrich", "F. Schlunegger"],
    "year": 2014
  }, {
    "title": "Carbonatite",
    "authors": ["K. Bell"],
    "venue": "R. C. Selley, R. Cocks & I. Plimer, (Eds.), Encyclopedia of Geology (1st ed., pp. 217–233), Five Volume Set. Academic Press. ISBN-10: 0126363803",
    "year": 2004
  }, {
    "title": "Paleo-champs de contrainte tertiaires dans la plateforme Europ eenne au front de l’orogene alpin",
    "authors": ["F. Bergerat"],
    "year": 1987
  }, {
    "title": "Analysis of propagators along the Pacific-Antarctic Ridge: evidence for triggering by kinematic changes",
    "authors": ["L. eli", "H. Ondr eas"],
    "venue": "Earth and Planetary Science Letters,",
    "year": 2002
  }, {
    "title": "Calibrating the duration and timing of the Messinian salinity crisis in the Mediterranean: linked tectonoclimatic signals in thrust-top basins of Sicily",
    "authors": ["R.W.H. Butler", "E. McClelland", "R.E. Jones"],
    "venue": "Journal of the Geological Society,",
    "year": 1999
  }, {
    "title": "General Bathymetric Map of the Oceans (GEBCO), Scale 1:10,000,000",
    "authors": ["Canadian Hydrographic Service."],
    "venue": "Ottawa: Canadian Hydrographic Service.",
    "year": 1981
  }, {
    "title": "Geophysics of the Pitman Fracture Zone and Pacific-Antarctic plate motions during the Cenozoic",
    "authors": ["S.C. Cande", "C.A. Raymond", "J. Stock", "W.F. Haxby"],
    "year": 1995
  }, {
    "title": "Pacific-Antarctic-Australia motion and the formation of the Macquarie Plate",
    "authors": ["S.C. Cande", "J.M. Stock"],
    "venue": "Geophysical Journal International,",
    "year": 2004
  }, {
    "title": "Thick-skinned tectonics closing the Rifian Corridor",
    "authors": ["W. Capella", "L. Matenco", "E. Dmitrieva", "W.M. Roest", "S. Hessels", "M Hssain", "W. . . Krijgsman"],
    "year": 2017
  }, {
    "title": "The size of plume heterogeneities constrained by Marquesas isotopic stripes",
    "authors": ["C. Chauvel", "R.C. Maury", "S. Blais", "E. Lewin", "H. Guillou", "G Guille", "M.A. . . Gutscher"],
    "year": 2012
  }, {
    "title": "The Messinian Salinity Crisis From Mega-Deposits to Microbiology – A Consensus Report",
    "authors": ["CIESM."],
    "venue": "N° 33 In F. Briand, (Ed.), CIESM Workshop Monographs (p. 168). Monaco: CIESM.",
    "year": 2008
  }, {
    "title": "Le canyon messinien du Rhône : une preuve d ecisive du “desiccated deepbasin model",
    "authors": ["G. Clauzon"],
    "year": 1982
  }, {
    "title": "Plate reorganization: a cause of rapid late Neogene",
    "authors": ["M. M"],
    "year": 1990
  }, {
    "title": "Change in motion of Pacific plate",
    "authors": ["A. Cox", "D. Engebretson"],
    "year": 1985
  }, {
    "title": "Deep roots of the Messinian salinity crisis",
    "authors": ["L. upke", "J.P. Morgan"],
    "venue": "Nature,",
    "year": 2003
  }, {
    "title": "Migration of volcanism with time in the Marquesas Islands",
    "authors": ["R.A. Duncan", "I. McDougall"],
    "venue": "French Polynesia. Earth Planet. Sci. Lett.,",
    "year": 1974
  }, {
    "title": "The Cameroon line, West Africa: a comparison between oceanic and continental alkaline volcanism",
    "authors": ["J.G. Fitton"],
    "venue": "Geol. Soc., London, Spec. Pub. 30, 273–291. https://doi.org/10.1144/GSL.SP.1987. 030.01.13",
    "year": 1987
  }, {
    "title": "Rapid exhumation in the Western Alps driven by slab detachment and glacial erosion",
    "authors": ["M. Fox", "F. Herman", "E. Kissling", "S.D. Willett"],
    "year": 2015
  }, {
    "title": "Evolution of the Pacific-Antarctic Ridge south of the Udintsev fracture",
    "authors": ["L. eli", "H. Bougault", "D. Aslanian", "A. Briais", "L. Dosso", "J. Etoubleau", "M. . . Yamamoto"],
    "venue": "zone. Science,",
    "year": 1997
  }, {
    "title": "The Late Messinian salinity crisis and Late Miocene tectonism: interaction and consequences on the physiography and post-rift evolution of the Gulf of Lions margin",
    "authors": ["C. Gorini", "J. Lofi", "C. Duvail", "A.T. Dos Reis", "P. Guennoc", "P. Lestrat", "A. Mauffret"],
    "venue": "Mar. and Petr. Geol.,",
    "year": 2005
  }, {
    "title": "The “lost Inca Plateau”: cause of flat subduction beneath Peru? Earth and Planetary",
    "authors": ["Gutscher", "M.-A", "Olivet", "J.-L", "D. Aslanian", "Eissen", "J.-P", "R. Maury"],
    "venue": "Science Letters,",
    "year": 1999
  }, {
    "title": "Mass/age distribution and composition of sediments on the ocean floor and the global rate of sediment subduction",
    "authors": ["W.W. Hay", "J.L. Sloan", "C.N. Wold"],
    "venue": "J. Geophys. Res.-Solid Earth,",
    "year": 1988
  }, {
    "title": "Plio-Pleistocene increase of erosion rates in mountain belts in response to climate change",
    "authors": ["F. Herman", "J.D. Champagnac"],
    "venue": "Terra Nova,",
    "year": 2016
  }, {
    "title": "Worldwide acceleration of mountain erosion under a cooling climate",
    "authors": ["F. Herman", "D. Seward", "P.G. Valla", "A. Carter", "B. Kohn", "S.D. Willett", "T.A. Ehlers"],
    "year": 2013
  }, {
    "title": "Astronomical tuning as the basis for high resolution chronostratigraphy: the intricate history of the Messinian Salinity",
    "authors": ["F.J. Hilgen", "K. Kuiper", "W. Krijgsman", "E. Snel", "E. van der Laan"],
    "venue": "Crisis. Stratigraphy,",
    "year": 2007
  }, {
    "title": "The Neogene Period",
    "authors": ["F.J. Hilgen", "L.J. Lourens", "J.A. Van Dam"],
    "venue": "(pp. 923–978)",
    "year": 2012
  }, {
    "title": "The origin of the Mediterranean evaporates",
    "authors": ["K.J. u", "M.B. Cita", "W.B.F. Ryan"],
    "venue": "Init. Rep. Deep Sea Drill. Proj.,",
    "year": 1973
  }, {
    "title": "First Nd isotope record of Mediterranean-Atlantic water exchange through the Moroccan Rifian Corridor during the Messinian salinity crisis",
    "authors": ["R.F. Ivanovic", "R. Flecker", "M. Gutjahr", "P.J. Valdes"],
    "venue": "Earth and Planetary Science Letters,",
    "year": 2013
  }, {
    "title": "Vegetation, sea-level, and climate changes during the Messinian salinity crisis",
    "authors": ["J.C. na", "J. Aguirre", "J. Civis", "Rivas-Carballo", "M. R", "J.A. . . Gonz alez-Delgado"],
    "venue": "Geological Society of America Bulletin,",
    "year": 2013
  }, {
    "title": "Plate kinematics of the circum Red SeaA re-evaluation",
    "authors": ["S. Joffe", "Z. Garfunkel"],
    "year": 1987
  }, {
    "title": "Did glacio-eustatic sea level drop trigger the Messinian salinity crisis? New evidence from Ocean Drilling Program Site 654 in the Tyrrhenian Sea",
    "authors": ["K.A. Kastens"],
    "venue": "Paleoceanography, 7, 333–356. https://d oi.org/10.1029/92PA00717",
    "year": 1992
  }, {
    "title": "Magnetostratigraphy of the Zobzit and Koudiat Zarga sections (Taza-Guercif basin, Morocco): implications for the evolution of the Rifian Corridor",
    "authors": ["W. Krijgsman", "C.G. Langereis"],
    "venue": "Marine and Petroleum Geology,",
    "year": 2000
  }, {
    "title": "High-resolution evolution of terrigenous",
    "authors": ["E. Leroux", "M. Rabineau", "D. Aslanian", "C. Gorini", "S. Molliex", "F. Bache", ". . Rubino", "J.-L"],
    "year": 2017
  }, {
    "title": "Considering the case for biodiversity",
    "authors": ["B.S. 1111/bre.12178 Lieberman", "A.L. Melott"],
    "year": 2007
  }, {
    "title": "Erosional processes and paleo-environmental",
    "authors": ["M.S. Steckler"],
    "year": 2005
  }, {
    "title": "Paleogeographic reconstruction of the",
    "authors": ["T. Seno"],
    "year": 1980
  }, {
    "title": "A statistical test for correlation",
    "authors": ["M. Matsumoto", "H. Kubotani"],
    "year": 1996
  }, {
    "title": "A 56 million year rhythm",
    "authors": ["S.E. Peters"],
    "year": 2011
  }, {
    "title": "The Phanerozoic record",
    "authors": ["M.E. Katz", "S.F. . . Pekar"],
    "year": 2005
  }, {
    "title": "Origin of the Amazonian Rainforest",
    "authors": ["N.A. orner"],
    "venue": "International Journal of Geosciences,",
    "year": 2016
  }, {
    "title": "Corrigendum to “A new starting point for the South and Equatorial Atlantic Ocean",
    "authors": ["M. Moulin", "D. Aslanian"],
    "venue": "[Earth Sciences Reviews",
    "year": 2010
  }, {
    "title": "Long-term sea-level fluctuations driven by ocean basin dynamics",
    "authors": ["R.D. uller", "M. Sdrolias", "C. Gaina", "B. Steinberger", "C. Heine"],
    "year": 2008
  }, {
    "title": "The tectonic evolution of the South Atlantic from Late Jurassic to present",
    "authors": ["R.D. uller"],
    "venue": "Tectonophysics, 191,",
    "year": 1991
  }, {
    "title": "Antarctic glacio-eustatic contributions to late Miocene Mediterranean desiccation and reflooding",
    "authors": ["C. Ohneiser", "F. Florindo", "P. Stocchi", "A.P. Roberts", "R.M. DeConto", "D. Pollard"],
    "venue": "Nature communications,",
    "year": 2015
  }, {
    "title": "Geomagnetic reversal spurts and episodes of extraterrestrial catastrophism",
    "authors": ["P.C. Pal", "K.M. Creer"],
    "venue": "Nature, 320,",
    "year": 1986
  }, {
    "title": "Survey of the Indian Ocean Triple Junction within the Antarctic Plate. Implications for the Junction Evolution since 15 Ma",
    "authors": ["Patriat", "Ph", "L.A. Larson"],
    "venue": "Marine Geophysical Researches,",
    "year": 1989
  }, {
    "title": "Increased sedimentation rates and grain sizes 2–4 Myr ago due to the influence of climate change on erosion rates",
    "authors": ["Z. Peizhen", "P. Molnar", "W.R. Downs"],
    "year": 2001
  }, {
    "title": "Glacioeustatic control on the origin and cessation of the Messinian salinity crisis",
    "authors": ["G. enez-Moreno", "G. Schmiedl", "J. Civis"],
    "venue": "Global and Planetary Change,",
    "year": 2013
  }, {
    "title": "Pliocene change in Pacific-plate motion",
    "authors": ["F.F. Pollitz"],
    "venue": "Nature, 320, 738–741. https://doi.org/10.1038/320738a0",
    "year": 1986
  }, {
    "title": "Two-stage model of African absolute motion during the last 30 million years",
    "authors": ["F.F. Pollitz"],
    "venue": "Tectonophysics, 194, 91–106. https://doi. org/10.1016/0040-1951(91)90274-V",
    "year": 1991
  }, {
    "title": "Episodes of Terrestrial Geologic Activity During the Past 260 Million Years: a Quantitative Approach. In (Eds.), Dynamics and Evolution of Minor Bodies With Galactic and Geological Implications (pp. 143–159)",
    "authors": ["M.R. Rampino", "K. Caldeira"],
    "year": 1992
  }, {
    "title": "Major episodes of geologic change: correlations, time structure and possible causes",
    "authors": ["M.R. Rampino", "K. Caldeira"],
    "venue": "Earth and Planetary Science Letters,",
    "year": 1993
  }, {
    "title": "Origin of megacrysts in volcanic rocks of the Cameroon volcanic chain-constraints on magma genesis and crustal contamination",
    "authors": ["K. Rankenburg", "J.C. Lassiter", "G. Brey"],
    "venue": "Contrib. to Min. Petr.,",
    "year": 2004
  }, {
    "title": "Une approche de",
    "authors": ["P. Rat"],
    "year": 1984
  }, {
    "title": "Magnetic reversals and mass extinctions",
    "authors": ["D.M. Raup"],
    "year": 1985
  }, {
    "title": "Recent movements of the Juan de Fuca plate",
    "authors": ["R. 001-0235-x Riddihough"],
    "year": 1984
  }, {
    "title": "Geologic evolution of western Mindoro",
    "authors": ["D.E. Karig"],
    "year": 1986
  }, {
    "title": "Periodicity in extinction and the problem of catastrophism in the history of life",
    "authors": ["J.J. Sepkoski"],
    "venue": "Journal of the Geological Society, 146, 7–19. https://doi.org/10.1144/gsjgs.146.1.0007",
    "year": 1989
  }, {
    "title": "Global sea floor topography from satellite altimetry and ship depth soundings",
    "authors": ["W.H. Smith", "D.T. Sandwell"],
    "year": 1997
  }, {
    "title": "Magmatic pulse driven by sea-level changes associated with theMessinian salinity",
    "authors": ["P. Sternai", "L. Caricchi", "D. Garcia-Castellanos", "L. Jolivet", "T.E. Sheldrake", "S. Castelltort"],
    "venue": "crisis.Nature Geoscience,",
    "year": 2017
  }, {
    "title": "Palaeomagnetic and palaeoenvironmental study of two parallel sections of late Cenozoic strata in the central Taklimakan Desert: implications for the desertification of the Tarim Basin",
    "authors": ["D. Sun", "J. Bloemendal", "Z. Yi", "Y. Zhu", "X. Wang", "Y Zhang", "Y. . . Zhang"],
    "year": 2011
  }, {
    "title": "Southeast Pacific tectonic evolution from early Oligocene to present",
    "authors": ["S.F. Tebbens", "S.C. Cande"],
    "venue": "J. of Geophys. Res.,",
    "year": 1997
  }, {
    "title": "Geology of Switzerland: An outline of the Geology of Switzerland",
    "authors": ["R. umpy"],
    "venue": "In Geology of Switzerland (pp. 6–104). A Guide-Book. 26th lnt. Geol. Congr., Paris",
    "year": 1980
  }, {
    "title": "Astronomical forcing of Northwest African climate and glacial history during the late Messinian",
    "authors": ["E. Van der Laan", "F.J. Hilgen", "L.J. Lourens", "E. De Kaenel", "S. Gaboardi", "S. Iaccarino"],
    "year": 2012
  }, {
    "title": "Evidence for global synchronism in mantle plume convection and possible significance for geology",
    "authors": ["P.R. Vogt"],
    "venue": "Nature, 240, 338–342. https://doi.org/10.1038/240338a0",
    "year": 1972
  }, {
    "title": "Global magmatic episodes: new evidence and implications for the steady-state mid-oceanic ridge",
    "authors": ["P.R. Vogt"],
    "venue": "Geology, 7, 93–98. https://doi.org/10.1130/0091-7613(1979)7<93:GMENEA>2.0.CO;2",
    "year": 1979
  }, {
    "title": "Neogene tectonics in the Western Mediterranean may have caused the Messinian Salinity Crisis and an associated glacial event",
    "authors": ["R. Weijermars"],
    "venue": "Tectonophysics, 148, 211–219. https://doi.org/10.1016/ 0040-1951(88)90129-1",
    "year": 1988
  }, {
    "title": "Evidence for dynamic coupling of surface processes with isostatic compensation in the lower crust during active extension of western Turkey",
    "authors": ["R. Westaway"],
    "venue": "Journal of Geophysical Research: Solid Earth, 99, 20203–20223. https://doi.org/10.1029/94JB01054",
    "year": 1994
  }, {
    "title": "The null hypothesis: globally steady rates of erosion, weathering fluxes and shelf sediment accumulation during Late Cenozoic mountain uplift and glaciation",
    "authors": ["J.K. Willenbring", "D.J. Jerolmack"],
    "venue": "Terra Nova,",
    "year": 2016
  }, {
    "title": "Late Neogene erosion of the Alps: a climate driver? Ann",
    "authors": ["S.D. Willett"],
    "venue": "Rev. Earth and Planet. Sci., 38, 411–437. https://doi.org/10. 1146/annurev-earth-040809-152543",
    "year": 2010
  }, {
    "title": "Propagation as a mechanism of reorientation of the Juan de Fuca Ridge",
    "authors": ["D.S. Wilson", "R.N. Hey", "C. Nishimura"],
    "venue": "Journal of Geophysical Research,",
    "year": 1984
  }, {
    "title": "Carbonatite Occurrences of the World: Map and Database. Open File Report 5796",
    "authors": ["A.R. Woolley", "B.A. Kjarsgaard"],
    "venue": "Geological Survey of Canada",
    "year": 2008
  }, {
    "title": "Trends, rhythms, and aberrations in global climate 65",
    "authors": ["J. Zachos", "M. Pagani", "L. Sloan", "E. Thomas", "K. Billups"],
    "venue": "Ma to present. Science,",
    "year": 2001
  }],
  "id": "SP:ac6f10513e60852f396b79f0ee6971fdffac9216",
  "authors": [{
    "name": "Estelle Leroux",
    "affiliations": []
  }, {
    "name": "Daniel Aslanian",
    "affiliations": []
  }, {
    "name": "Marina Rabineau",
    "affiliations": []
  }, {
    "name": "Romain Pellen",
    "affiliations": []
  }, {
    "name": "Maryline Moulin",
    "affiliations": []
  }],
  "abstractText": "Funding information “Laboratoire d’Excellence” LabexMER, Grant/ Award Number: ANR-10-LABX-19; IFREMER; CNRS; UBO Abstract A review of geological and geophysical observations points towards a worldwide kinematic change at around 6 Ma. The synchronicity of many manifestations (tectonics, magmatism, kinematics, ecological events, among others) at ~6 Ma, similar to those recognized from time to time on the geological time-scale, argues for a global geodynamic event that has led to many regional consequences on Earth’s surface. In particular, we propose that this global event was the main trigger for the three fold increase in sediment deposits in the world ocean over the last ~5 Ma, but also for the onset of the Messinian Salinity Crisis in the Mediterranean area, one of the most severe ecological crises in the Earth’s history. We suggest this Messinian revolution to be the last occurrence of cyclic successions of global events.",
  "title": "The late Messinian event: A worldwide tectonic revolution"
}