{
  "sections": [{
    "text": "* Corresponding author E-mail: hsu@ncu.edu.tw\nMethane emissions out of the seabed could seriously affect Earth’s climate and are usually associated with the dissociation of gas hydrates stored in marine sediments on the continental margins. Spatially, gas emissions out of the seafloor are not evenly distributed in continental margins. Gas emissions out of the seabed generally occur through submarine mud volcanoes and gas seeps. To understand the seabed gas emissions off SW Taiwan, we investigate the distributions of active submarine mud volcanoes, gas seeps, and gas plumes off SW Taiwan. We examine all of the available sub-bottom profiler and EK echo sounder data. We identified 19 submarine mud volcanoes, 220 gas seeps, and 295 gas plumes. The gas emissions are generally distributed at the crests of mud diapiric ridges. Most of the active mud volcanoes and gas seeps cluster at the KASMVG (Kaoping submarine mud volcanoes group) area. We speculate that the intensive mud volcanism and gas seepage at the KASMVG area are ascribed to submarine channel erosion along the continental slope base. The erosion causes a deep V-shaped channel and a steep BSR (Bottom-Simulating Reflector) slope curve across the continental margin. The upward migration rate of free gas beneath the BSR is thus increased and intensifies mud volcanism and gas seepage at the KASMVG area. The gas seeps can reduce the slope stability and generate small-scale slides. The development of mud volcanoes in an area could effectively disturb the seabed morphology so that large-scale submarine landslides cannot easily happen.\nArticle history: Received 16 August 2016 Revised 28 September 2016 Accepted 4 October 2016\nKeywords: Gas seeps, Gas plume, Mud volcano, Gas hydrate, Submarine landslide\nCitation: Hsu, S.-K., S.-S. Lin, S.-Y. Wang, C.-H. Tsai, W.-B. Doo, S.-C. Chen, J.-Y. Lin, Y.-C. Yeh, H.-F. Wang, and C.-W. Su, 2018: Seabed gas emissions and submarine landslides off SW Taiwan. Terr. Atmos. Ocean. Sci., 29, 7-15, doi: 10.3319/ TAO.2016.10.04.01"
  }, {
    "heading": "1. INTRODUCTION",
    "text": "Free gas in shallow marine sediments and gas seeps are widespread in the oceans (Fleischer et al. 2001; Milkov et al. 2003; Schmale et al. 2005; Judd and Hovland 2007; Solomon et al. 2009; Westbrook et al. 2009). Substantial gas (especially methane) emissions out of the seafloor and into the atmosphere has an important impact on the Earth’s climate (Paull et al. 1991; Hovland et al. 1993; Dimitrov 2002, 2003; Etiope and Klusman 2002; Kopf 2002; Judd 2003; Kennett et al. 2003; Milkov et al. 2003). Gas emissions through mud volcanoes are most pronounced among all gas emission phenomena (e.g., Kopf 2002). Gas emissions out of the seabed may induce continental slope instability (Kvenvolden 1993; Maslin et al. 2004). It is therefore important to understand where the main gas emission sites are.\nGas hydrate is formed under low temperatures and high pressure (Kvenvolden 1993). Accordingly, gas-hydrate deposits are found partly in sediments onshore or offshore of the continental shelves in high-latitude regions associated with permafrost but mostly beneath the ocean in continental margins (Kvenvolden 1993). The bottom of the stable gas hydrate is usually marked by the presence of a BSR (Bottom-Simulating Reflector), although the presence of BSR does not guarantee the existence of gas hydrate. Gas hydrate may dissociate when the ambient temperature or pressure changes. Even a tidal variation may cause gas hydrate dissociation to some extent and display temporal variation in gas emissions out of the seabed (Hsu et al. 2013). The free gas beneath the BSR usually migrates landward and upward to the continental margin, especially when the BSR disappears in shallow water. Focused gas in marine sediments can be detected using acoustic turbidity or transparency.\nGas in sediments may emit out of the seabed and large-scale gas seeps can produce numerous bubbles easily detected by high-frequency echograms as “gas plumes” or “gas flares” throughout the water column. The formations of submarine mud diapirs, mud volcanoes, and gas seeps are linked to the upward migration of free gas in sediments on continental margins.\nThe SW Taiwan offshore area consists of a passive continental margin in the west and an active convergent zone in the east, separated by a deformation front (Fig. 1). The area off SW Taiwan has received a lot of sediments from the erosion of the Taiwan mountain belt (Chiang et al. 2004; Yu et al. 2009; Su et al. 2018). In consequence, an active convergent zone has formed an accretionary wedge due to the subduction of the Eurasian Plate beneath the Philippine Sea Plate. The BSR is widely distributed off SW Taiwan (Chi et al. 2006; Liu et al. 2006), implying high potential for gas hydrate. In fact, numerous gas-related active submarine mud volcanoes, gas seeps and mud diapirs are present in the continental margin off SW Taiwan (Sun and Liu 1993; Liu et al. 1997; Chiu et al. 2006; Lin et al. 2009; Chen et al. 2010, 2014; Hsu et al. 2013, 2014). Chen et al. (2014) have shown a cluster of active mud volcanoes between the Kaoping (also known as Gaoping) and Fangliao submarine canyons off SW Taiwan (here we name the Kaoping submarine mud volcanoes group or KASMVG) (Fig. 1). Morphologically, submarine gas seeps, gas plumes or mud volcanoes may display clustering phenomenon. (e.g., Van Rensbergen et al. 2005; Chiu et al. 2006). In this paper, we will systematically pinpoint all the submarine mud volcanoes, the gas seeps and gas plumes off SW Taiwan, so we can better understand the seabed gas emissions and the related submarine landslides off SW Taiwan."
  }, {
    "heading": "2. DISTRIBUTION OF GAS EMISSIONS OFF SW TAIWAN",
    "text": "We investigated all of the available sub-bottom profiler data; EK500 (or EK60) echo sounder records to construct a holistic understanding of the distributions of gas seeps, mud volcanoes, gas plumes off SW Taiwan. There were 39822 km long sub-bottom profilers and 129687 km long EK data used in this study (Fig. 1). The EK echo sounder is a 38 kHz fish-finder echo sounder that can also detect gas bubbles in a water column. We can detect the existence of gas in sediments beneath the seafloor by finding a transparent seismic blanking vertical zone in a sub-bottom profiler. The acoustic transparency in sediments is due to the upward gases blurring the sedimentary layering and is called a gas chimney or a gas seep. As demonstrated in Fig. 2, several gas seeps exist in panel c and one gas plume is present on top of the active mud volcano MV1. We can also observe a MTD (Mass Transport Deposit) and a mud diapir in Fig. 2. The existence of a MTD marks a mass failure caused by slope\nstrata instability. A mud diapir is related to upward fluid (pore water and free gas) migration and is mainly ascribed to a tectonic compression on the underlying sediments with high pore-fluid pressure (Chen et al. 2014; Doo et al. 2015). We identified 19 submarine mud volcanoes, 220 gas seeps, and 295 gas plumes (Fig. 3). To better understand the relationship between the gas emissions (mud volcanoes, gas seeps, and gas plumes) and the BSR distributions and mud diapiric structures, we superposed the BSR data distribution from Liu et al. (2006) and the mud diapiric structures of Chen et al. (2014) (Fig. 3)."
  }, {
    "heading": "3. DISCUSSIONS",
    "text": ""
  }, {
    "heading": "3.1 Clusters of Intensifying Seabed Gas Flow and Emission",
    "text": "As shown in Fig. 3, most of the identified gas plumes or seeps are not equally distributed. Instead, the gas plumes or seeps frequently occur at the crests of the mud diapiric ridges. This result is similar to the finding on the northwestern Black Sea continental slope where most of the seeps also occur along sedimentary ridge crests (Naudts et al. 2006). Furthermore, most of the submarine mud volcanoes and the gas seeps not only appear at the mud diapir crests but also cluster at the KASMVG area. The active mud volcanoes are formed together with very intensive or expulsive gas emissions out of the seabed, instead of slowly seeping like gas seeps or gas plumes. Thus, the mud volcanoes are not distributed everywhere and their number is much less than the gas seeps or gas plumes. To understand the clustering phenomenon in submarine mud volcanoes at the KASMVG area, we plotted two profiles along Profiles 1 and 2, respectively, across two different places on the continental margin off SW Taiwan (Figs. 3 and 4). In Profile 2, the distance from the seafloor to the BSR gradually decreases landward and diminishes near 650 m water depth. No obvious mud volcanoes or gas seeps are observed along Profile 2 (Figs. 3 and 4b). In contrast, Profile 1 presents the distance from the seafloor to the BSR also vanishing near 650 m deep. However, a great deal of mud volcanoes and gas seeps appear at water depths shallower than about 600 m (Figs. 3 and 4a). This implies that the gas hydrate off SW Taiwan could be unstable and become dissociated at water depths of about 650 m. The bathymetric reliefs between the two profiles are rather different. Kaoping Canyon cuts across Profile 1 along the base of the continental slope and creates a ~600 m deep channel (Fig. 3).\nOff SW Taiwan there are several major submarine canyons across the continental margin (Fig. 1). Most of them flow along the gravity-slide direction of the continental margin. However, the middle reach of the Kaoping submarine canyon runs in a NW-SE direction, almost perpendicular to the gravity-slide direction of the continental margin (Fig. 1). The Kaoping submarine canyon is the\nFig. 1. Tracks of the marine geophysical data used in this study to identify the submarine mud volcano, gas seep and gas plume locations off SW Taiwan. EK: EK500 or EK60 echo sounder; SBP: Sub-bottom profile.\nFig. 2. The sub-bottom profiler and EK500 echo sounder along profile AB in Fig. 1 are used to illustrate the acoustic features of a mud diapir, a mud volcano (MV1) and gas seeps in the seabed as well as a gas plume in the water column. MTD: Mass Transport Deposit.\nFig. 3. The distribution of gas seeps, gas plumes and mud volcanoes off SW Taiwan. For comparison, the distributions of mud diapirs (Chen et al. 2014) and the gridded BSR (Bottom-Simulating Reflector) depths beneath the seafloor (Chi et al. 2006; Liu et al. 2006) are also plotted. DF: deformation front; UKC: upper reach of the Kaoping submarine canyon; MKC: middle reach of the Kaoping submarine canyon. The red dashed rectangular indicates the KASMVG area, located to the northeast of the MKC. It is noted that the gas seeps have a phenomenon of clustering.\nFig. 4. Two profiles, crossing a cluster area of gas seeps and mud volcanoes (Profile 1) and an area lack of gas seeps and mud volcanoes (Profile 2), are used for a comparison. The solid lines show the bathymetry and the dashed lines indicate the BSR positions. The profile locations are shown in Fig. 3. The mud volcano (mv) and gas seep distributions along the profiles are plotted. The water depth of 600 m is plotted for reference. It is noticed that the eroded channel in Profile 1 has caused a steep BSR slope intensifying the landward flowing rate of free gas and probably trapping more free gas to the SW of the channel.\nmost profound canyon off SW Taiwan. Tectonically, lots of sediments from subaerial erosion of the south Taiwan mountain belt are transported offshore through the Kaoping submarine canyon (Liu et al. 1993; Yu et al. 2009). Most of these sediments bypass the upper and middle reaches of the canyon and are deposited in the lower canyon reach or in the Manila Trench (Yu et al. 2009). One consequence is that the submarine telecommunication cables across the Kaoping submarine canyon were frequently broken due to turbidity currents along the channel (Hsu et al. 2008; Su et al. 2012). Morphologically, the middle Kaoping submarine canyon reach has incised the base of the continental slope and formed a deep V-shaped channel (Fig. 4). The gas hydrate formation has to meet a specific pressure and temperature, thus the BSR curve beneath the channel generally follows the seafloor geometry. In other words, the BSR beneath the Kaoping Canyon bed has moved downward ~600 m. As a result, a steep BSR slope of ~15° appears beneath the continental margin, which allows a fast flowing rate of upward free gas beneath the BSR. The intensified upward flowing fluid (free gas and pore water) under the compressive stress in the active margin could provide sufficient stress to extrude the overlying strata and create a cluster of mud volcanoes. Because there are no obvious mud volcanoes or gas seeps along Profile 2, but there are many mud volcanoes and seeps along Profile 1 which has a steeper slope, we suggest that a fast flowing fluid rate is the most critical factor producing submarine mud volcanoes and a great deal of gas seeps. In contrast, a gentle BSR curve and a slow fluid flow rate could only produce more quiescent free gas seepage. The submarine channel erosion along a bathymetric contour line could provide an effective steep slope for the BSR curve to increase the upward fluid flow rate and intensify submarine mud volcanism and gas seepage. The middle reach of the Kaoping Canyon could be associated with a thrust fault dipping northeastward (Liao et al. 2008; Lin et al. 2009) and may allow more free gas (mainly methane) at deep depths to migrate upward (Lin et al. 2009; Chuang et al. 2010). Compared to the other areas off SW Taiwan, the distance from the seafloor to the BSR is dramatically longer to the SW of the middle Kaoping Canyon reach (Fig. 3). This phenomenon could be another effect due to the intensively erosive channel along the bathymetric contour. This deep channel could be regarded as a barrier for the free gas to migrate landward. Assuming that the state equation for an ideal gas is satisfied in the study area, the accumulation of concentrated free gas possibly decreases the surrounding temperature and then increases the BSR depth.\nAnother cluster of gas seeps is present at the deformation front near 119°40’E longitude and 22°30’N latitude. No obvious mud volcanoes are found (Fig. 3). Because the deformation front distinguishes the crustal normal faults to the west and the thrust faults to the east, the frontal thrust could provide a favorable conduit for the free gas at depth\nto migrate upward. However, the morphological variation across the deformation front is not as sharp as the eroded Kaoping submarine canyon channel. Thus, the gentle BSR curve slope is probably not favorable to a fast fluid flow rate to create mud volcanoes. No compressional stress was found existing in the passive margin."
  }, {
    "heading": "3.2 Possible Relationship with the Submarine Landslides",
    "text": "The bathymetric contour lines at 200 and 400 m are two important landmarks (lines L1 and L2 in Fig. 5) between the Kaoping and Fanliao Canyons. Line L1 is close to the shelf break. Several small-scale submarine landslides are initiated at this trace. The submarine landslide range appears to be larger in the west than in the east. This could be due to more gas seeps between L2 and L1 (Fig. 5a). In contrast, there are almost no gas seeps in water depths greater than L2. However, the seismic reflection profile indicates that the existing large-scale submarine landslides are well developed (Fig. 6). These slope failures could be driven mainly by gravity instability. The source of the sediments to the southwest of L2 may be caused by a contour current. However, wave-shaped sediments do not appear in the KASMVG area. The evidence of submarine landslides is mainly from the clear existence of a sliding surface from the headwall of each slide (Fig. 6). Fanglaio Slide is a major submarine landslide that occurred between the KASMVG area and Fangliao Canyon (Chen et al. 2018, this issue). Numerous gas seeps are found near the headwall of the Fangliso Slide (Fig. 5).\nIn contrast, the KASMVG area consists of numerous gas seeps and mud volcanoes (Fig. 5). Nevertheless, there are no gravity-driven slides, as shown in profile AB. Thus, the mud volcanism or diapirism activity could seriously modify the seafloor morphology and destroy slope tendency, which is not favorable for the development of largescale slope failure."
  }, {
    "heading": "4. CONCLUSION",
    "text": "A complete distribution of submarine mud volcanoes, gas seeps and gas plumes off SW Taiwan is compiled, which helps to better understand the seabed gas flow off SW Taiwan. The gas emissions off SW Taiwan occur mainly at the crests of mud diapiric ridges. The submarine mud volcanoes and gas seeps display a clustering phenomenon at the KASMVG area. The middle reach of the Kaoping submarine canyon coincides with the base of the continental slope and is subject to strong erosion. The eroded V-shaped channel has caused a steep BSR slope across the continental slope, which has significantly increased the upward flow rate of free gas beneath the BSR. Consequently, the active mud volcanism and gas seepage have been intensified and clustered at the KASMVG area. The relatively deeper BSR\nto the SW of the middle reach of the Kaoping Canyon is probably another consequence of the steep channel. The submarine landslides between the Kaoping and Fanliao Canyons are closely related to the gas seeps and mud volcanoes distribution. Large-scale submarine landslides are generally absent in the area full of active mud volcanoes.\nAcknowledgements This work has received research grants from the Ministry of Science and Technology (MOST) of Taiwan and the gas-hydrate program of Central Geological Survey of Taiwan. The mud volcano, gas seep, and gas plume locations off SW Taiwan are available on request. We appreciate the valuable comments from Dr. Philippe Schnurle and Dr. Wu-Cheng Chi."
  }],
  "year": 2017,
  "references": [{
    "title": "Gas seepage, pockmarks and mud volcanoes in the near shore of SW Taiwan",
    "authors": ["Chen", "S.-C", "S.-K. Hsu", "C.-H. Tsai", "C.-Y. Ku", "Y.-C. Yeh", "Y. Wang"],
    "venue": "Mar. Geophys. Res.,",
    "year": 2010
  }, {
    "title": "Mud volcanoes—a significant source",
    "authors": ["L.I. Dimitrov"],
    "year": 2003
  }, {
    "title": "Sibuet, 2008: Turbidity currents, subma",
    "authors": ["Ku", "J.-C"],
    "year": 2008
  }, {
    "title": "Marine controlled source electromag",
    "authors": ["Y. Wang"],
    "year": 2014
  }, {
    "title": "Significance of mud volcanism",
    "authors": ["A.J. Kopf"],
    "year": 2002
  }, {
    "title": "Records of submarine natural hazards off SW Taiwan",
    "authors": ["Su", "C.-C", "J.-Y. Tseng", "H.-H. Hsu", "C.-S. Chiang", "H.-S. Yu", "S. Lin", "J.T. Liu"],
    "venue": "Geol. Soc. Lond. Spec. Publ.,",
    "year": 2012
  }, {
    "title": "Sedimentological characteristics and seafloor failure offshore SW Taiwan",
    "authors": ["Su", "C.-C", "S.-T. Hsu", "H.-H. Hsu", "J.-Y. Lin", "J.-J. Dong"],
    "venue": "Terr. Atmos. Ocean. Sci.,",
    "year": 2018
  }, {
    "title": "Mud diapirs and submarine channel deposits in offshore Kaohsiung-Hengchun, southwest Taiwan",
    "authors": ["Sun", "S.-C", "C.-S. Liu"],
    "venue": "Petrol. Geol. Taiwan,",
    "year": 1993
  }, {
    "title": "Escape of methane",
    "authors": ["Berndt", "A. Aquilina"],
    "year": 2009
  }],
  "id": "SP:e719515c369faa28a678850cbd0e1c885f5888c9",
  "authors": [{
    "name": "Shu-Kun Hsu",
    "affiliations": []
  }, {
    "name": "Shiao-Shan Lin",
    "affiliations": []
  }, {
    "name": "Shiou-Ya Wang",
    "affiliations": []
  }, {
    "name": "Ching-Hui Tsai",
    "affiliations": []
  }, {
    "name": "Wen-Bin Doo",
    "affiliations": []
  }, {
    "name": "Song-Chuen Chen",
    "affiliations": []
  }, {
    "name": "Jing-Yi Lin",
    "affiliations": []
  }, {
    "name": "Yi-Ching Yeh",
    "affiliations": []
  }, {
    "name": "Hsueh-Fen Wang",
    "affiliations": []
  }, {
    "name": "Cheng-Wei Su",
    "affiliations": []
  }],
  "abstractText": "Methane emissions out of the seabed could seriously affect Earth’s climate and are usually associated with the dissociation of gas hydrates stored in marine sediments on the continental margins. Spatially, gas emissions out of the seafloor are not evenly distributed in continental margins. Gas emissions out of the seabed generally occur through submarine mud volcanoes and gas seeps. To understand the seabed gas emissions off SW Taiwan, we investigate the distributions of active submarine mud volcanoes, gas seeps, and gas plumes off SW Taiwan. We examine all of the available sub-bottom profiler and EK echo sounder data. We identified 19 submarine mud volcanoes, 220 gas seeps, and 295 gas plumes. The gas emissions are generally distributed at the crests of mud diapiric ridges. Most of the active mud volcanoes and gas seeps cluster at the KASMVG (Kaoping submarine mud volcanoes group) area. We speculate that the intensive mud volcanism and gas seepage at the KASMVG area are ascribed to submarine channel erosion along the continental slope base. The erosion causes a deep V-shaped channel and a steep BSR (Bottom-Simulating Reflector) slope curve across the continental margin. The upward migration rate of free gas beneath the BSR is thus increased and intensifies mud volcanism and gas seepage at the KASMVG area. The gas seeps can reduce the slope stability and generate small-scale slides. The development of mud volcanoes in an area could effectively disturb the seabed morphology so that large-scale submarine landslides cannot easily happen. Article history: Received 16 August 2016 Revised 28 September 2016 Accepted 4 October 2016",
  "title": "Seabed gas emissions and submarine landslides off SW Taiwan"
}