{
  "sections": [{
    "text": "Interpretation of Sun-climate relationships is hampered by difficulties in (1) translating proxy records into quantitative climate parameters (2) obtaining accurate age assessments (3) elucidating spatial patterns and relationships (4) separating solar forcing from other forcing mechanisms (5) lacking physical understanding of the solar forcing mechanisms. This often limits assessment of past solar forcing of climate to identification of correlations between environmental change and solar variability.\nThe noisy character and often insufficient temporal resolution of proxy records often exclude the detection of high frequency decadal and bi-decadal cycles. However, on multi-decadal and longer time scales, notably the ∼90 years Gleisberg, and ∼200 years Suess cycles in the 10Be and 14C proxy records of solar activity are also well presented in the environmental proxy records. The additional ∼1500 years Bond cycle may result from interference between centennial-band solar cycles.\nProxy evidence for Sun-climate relations is hardly present for Africa, South America and the marine realm; probably more due to a lack of information than a lack of response to solar forcing. At low latitudes, equatorward movement of the ITCZ (upward component of the Hadley cell) occurs upon a decrease in solar activity, explaining humidity changes for (1) Mesoamerica and adjacent North and South American regions and (2) East Africa and the Indian and Chinese Monsoon systems. At middle latitudes equatorward movement of the zonal circulation during solar minima probably (co-)induces wet and cool episodes in Western Europe, and Terra del Fuego as well as humidity changes in Southern Africa, Australia, New Zealand and the Mediterranean. The polar regions seem to expand during solar minima which, at least for the northern hemisphere is evident in southward extension of the Atlantic ice cover. The forcing-induced migration of climate regimes implies that solar forcing induces a non linear response at a given location. This complicates the assessment of Sun-climate relations and calls for nonlinear analysis of multiple long and high resolution records at regional scale. Unfortunately nonlinear Sun-climate analysis is still a largely barren field, despite the fact that major global climate configurations (e.g. the ENSO and AO) follow nonlinear dynamics.\nThe strength of solar forcing relative to other forcings (e.g. volcanism, ocean circulation patterns, tides, and geomagnetism) is another source of dynamic responses. Notably the climatic effects of tides and geomagnetism are hitherto largely enigmatic.\nFew but well-dated studies suggest almost instantaneous, climatic deteriorations in response to rapid decreases in solar activity. Such early responses put severe limits to the solar forcing mechanisms and the extent of this phenomenon should be a key issue for future Sun-climate studies.\nKeywords: proxy, climate, solar forcing, Holocene\nSpace Science Reviews (2005) 120: 243–286 DOI: 10.1007/s11214-005-7047-4 C© Springer 2005"
  }, {
    "heading": "1. Introduction",
    "text": "Over the last century the climate at most places on our globe has changed considerably. The extent to which these changes result from human and/or natural forcings is subject to intense study (e.g. IPCC Working Group 1, 2001; Solanki and Krivova, 2003). One reason is that both human influences on the environment (e.g. anthropogenic CO2 in the atmosphere) and solar activity increased considerably over the last century. This covariance hampers isolation of their separate effects. Moreover, the climatic impacts of several forcing factors are still insufficiently understood. Notably, Sun-climate relations are badly defined due to lacking insight in the Sunclimate coupling. One way to improve this insight is to investigate the past: how did climate possibly respond to solar forcing and what do the spatial and temporal patterns of past climate change tell us about the solar forcing mechanism? In order to address these questions, firstly, the evidence for, and nature of past solar variability will be evaluated. Subsequently, this will be done also for climate variability. The third section will be dedicated to other sources than solar variability on climate. Finally, evidence for solar forcing of climate will be evaluated, both spatially and temporally."
  }, {
    "heading": "2. Archives for Past Solar and Climate Variability",
    "text": "Instrumental records monitoring solar activity and climate change usually have a high temporal resolution, and quantitatively document environmental change as it occurs. However, they are relatively short, mostly covering the last decades to centuries only. As a result they usually fail to capture longer-term processes, rare events, and non-analogue situations (e.g. pre-industrial (natural) climate change). This applies to records for both solar activity and climate change and conversely, assessment of Sun-climate relations is often problematic. Historical records of solar and environmental variability may cover time spans up to several thousands of years. These records also have their drawbacks since usually they are not continuous and biased towards extreme events. Information on solar and environmental change recorded by nature in e.g. tree rings, peat, stalagmites, ice caps, lacustrine and marine sediments, are often continuous over much longer periods and as such, the study of these natural archives may help to overcome the limitations set by the instrumental records. It should, however, be kept in mind that the natural archives have their drawbacks too. First, the proxy (the variable obtained from the archives) may be of poor and changing quality with respect to amplitude, phase and frequency of the environmental change recorded, e.g. due to selective degradation of the archive. Second, a ‘transfer function’ is needed to translate the proxy record into the environmental (climatic or solar) conditions at the moment the variable-state became fixed. This function usually is calibrated by comparing the proxy record with instrumental records where they overlap, but the proxy-environment relation may have changed over time. A special case hereof is the human interference with\nthe environment (notably over the last decades to centuries), which complicates assessment of natural climate change on the basis of proxies and its separation from human-induced changes. Finally, the age model needed to translate ‘archive-depth’ to ‘archive-age’ may be inaccurate. Nevertheless, a large body of valuable information of past climate and solar variability have been obtained from proxy records."
  }, {
    "heading": "2.1. SOLAR VARIABILITY: INSTRUMENTAL AND HISTORICAL DATA",
    "text": "With the invention of the telescope, detailed observations of sunspots, their position, size and number, became available and a continuous record is available from AD ∼1700 onwards.\nLarge sunspots can also be observed with the naked eye and these observations have been documented in oriental sources. They form the basis for a reconstruction of solar activity since 60 BC (Xu Zhentao, 1990; Wittmann, 1992) (Figure 1). Clearly, other events may have contaminated the record of visual observations.\nAurora Borealis is a result of fluorescence of ionised atmospheric gases. This ionisation is caused by currents in the upper atmosphere, which in turn result from the interaction of solar wind with the Earth’s magnetosphere. Hence, the frequency of aurorae occurrences is closely connected with the activity of the Sun (e.g. Ogurtsov et al., 2002b). A historical record of Aurora Borealis is also available for the last two millennia (for more details Nagovitsyn et al., 2003) (Figure 1).\nThese instrumental and historical records are invaluable for calibrating the proxies for solar activity derived from the natural archive and they form together with the 14C record the basis for a recent reconstruction of solar variability back to 8005 BC. By using a five box carbon exchange model that infers memory for solar activity by the Sun (Ogurtsov, 2004) it is inferred that the high maxima in sunspot numbers observed during the last decades are unprecedented during the Holocene. The more\nrecent study of Solanki et al. (2004) reaches the same conclusion, but on the basis of a different carbon exchange model."
  }, {
    "heading": "2.2. SOLAR VARIABILITY: PROXY DATA",
    "text": "Cosmogenic radionuclides in sediments form the major source of information on solar activity for the pre-instrumental era. Cosmogenic radionuclides are formed by high-energy particles entering the atmosphere where they collide with the atoms in the air and produce rare and unstable isotopes. The solar wind shields the atmosphere from these particles so that cosmogenic radionuclide production rates decrease as solar activity increases. The influence of the strength and shape of the magnetic field on the cosmic ray dose on the atmosphere further modulates the radionuclide production such that the production increases with decreasing field strength and increases towards the magnetic poles (Masarik and Beer, 1999; McCracken, 2004). The isotopes may become incorporated in natural archives (Figure 2). By monitoring the changes in isotopic ratios in these archives, the radionuclide production rate can be reconstructed and hence the flux of energetic particles into the atmosphere. Typically the time span that can be assessed with a given radionuclide is about 10 half-life times. Most cosmogenic radionuclides are too rare or have a too short half-life time to trace solar activity back for more than a few centuries. This is not so for 10Be (1.5 My), 14C (5.37 ky), 26Al (0.73 My) and 36Cl (30.1 kyrs).\n10Be becomes attached to aerosols and is removed from the atmosphere within 1–2 years mainly by wet deposition. However, due to the relatively short\ntropospheric residence time of 1–2 weeks it can not be considered to be globally well mixed in the atmosphere and as a result climate, atmospheric chemistry and atmospheric circulation also effect the concentrations of this isotope in precipitation. Several records of 10Be would therefore be needed to compensate for this local character. Comparison of Greenland DYE3 and South Pole 10Be records provides a correlation coefficient of 0.85 so that the statistical noise can be considered relatively small compared to correlated secular changes in both data sets (see McCracken, 2004 for more detailed error estimates) (Table I). Despite this, the recent deviation of the Antarctic 10Be record from measured solar activity has been attributed to such local effects (Usoskin et al., 2004b). 10Be records from ice cores have been used as proxies for solar activity e.g. by calibrating the measured 10Be record through a physics-based model to the longer term (>40 years) variations in the measured sunspot number (SN). The relation obtained is used to extrapolate solar activity back to 850 A.D. (Usoskin et al., 2004a). Frequency analysis reveals the Gleissberg (∼ 100 years) and de Vries (∼205 years) cycles in the data. The de Vries cycle has also been shown to persist during the last ice age for the investigated interval of 25–55 kyrs BP (Wagner et al., 2001).\n14C is produced mainly by the interaction of thermal neutrons with nitrogen in the atmosphere. After its production it oxidises to 14CO2 and becomes incorporated in the carbon cycle. Although changes in the atmospheric 14CO2 concentration (often referred to as 14C) are mainly influenced by the variable production of 14C they also are influenced by changes in the carbon cycle like changes in ocean ventilation\nor global biomass (Muscheler et al., 2004). Typically, changes in 14C production rates are reconstructed from high resolution archives like trees, varved sediments, ice cores, and speleothems. Due to the 14CO2 exchange with the geosphere and biosphere the atmospheric 14C variations are dampened and delayed compared to the changes in 14C production rate. These phase differences vary both temporally and spatially. The phase difference between Northern Hemisphere and Southern Hemisphere tree ring-based 14C calibration curves has been shown to vary between none and 70 years (average 24 years) during the last millennium whereas for the same period the phase between the calibration curves of the British Isles and western North America varies between 0 and 60 years (Knox and McFadgen, 2004). These regional differences in 14C concentrations set limits to the identification of phase relations between (high precision 14C dated) proxy records from different regions and solar activity variations. Only the use of multiple, regionally confined 14C calibration curves, may overcome this problem and enable the identification of decadal and sub-decadal phase relationships between regions.\nComparison of records of the same solar proxy but from different locations provides a good way to assess the influence of regional processes on the proxy records. Comparison of different proxies for solar activity from the same region forms another way to evaluate disturbing influences (Figure 2). The large differences between the global Be and C cycles are helpful in this way since they reduce the chance of covariance due to non-solar forcing (Beer et al., 1994; Muscheler et al., 2004). The Holocene 10Be record is not complete yet, limiting detailed comparison of the 10Be and 14C records for the entire period. However, also for most of the intervals where both records are available, such comparison is still missing.\nThe largest global source of odd nitrogen species (NOy = N, NO, NO2, NO3, 2N2O5, BrONO2, ClONO2, HO2NO2, and HNO3) in the stratosphere is the oxidation of nitrous oxide (Vitt et al., 2000). These authors further state that nitrous oxide (N2O) is produced in the biosphere on the Earth’s surface and is transported into the stratosphere where it reacts with O(1D), an electronically excited oxygen atom which is produced in the stratosphere by the photodissociation of ozone. In contrast to the production of cosmogenic radionuclides, the production of odd nitrogen compounds predominantly takes place at lower latitudes (McCracken, 2004). Odd nitrogen compounds are also formed in the polar regions by incident solar and geomagnetic energetic charged particles, which deposit their energy in the Earth’s middle and upper atmosphere. These energetic particles ionise and dissociate ambient O2 and N2 and initiate the formation of odd nitrogen compounds. Since these particles are charged, they follow the Earth’s magnetic field lines into the polar atmosphere. Changes in solar and geomagnetic activity can dramatically change the flux of incident energetic particles, e.g., solar particle events or auroral events, which lead to large variations in the formation of odd nitrogen compounds in the polar middle and upper atmosphere. The variation in abundance of galactic cosmic ray particles related to solar cycle variations also modulates the formation of odd\nnitrogen compounds in the middle and upper atmosphere. During the polar night the nitrogen species are long lived and may be transported down to the stratosphere where HNO3 (the terminal species) is sequestered by stratospheric clouds. Subsequently, HNO3 containing particulates may settle out of the stratosphere and become incorporated in the polar ice sheets. Changes in the NO3− with depth in the ice cores are subsequently used as a proxy for solar activity changes. Calibration of the proxy is in progress. Instrumentally recorded, single and strong solar flares appear to result in a measurable change in the polar NO3− ice record within the next 3–12 months. Assessment of the integrated effects of clusters of flames over longer, decadal time scales is in progress (Palmer et al., 2001; Shea et al., 2003). NO3− concentrations in the Guliya ice sheet (Tibet) have been reported to correspond well to changes in solar activity (since AD 500) and they have been used to assess solar variability during the Maunder minimum (Wang Ninglian et al., 2000). In Greenland and Antarctic ice cores, NO3− shows quasi five-year variation, with maxima during periods of rising and falling sunspot numbers (Figure 3). The maxima are considered to result from maxima in the solar flare occurrence rather than to the alternation of maxima in cosmic-rays (during sunspot minima) and solar activity (during sunspot maxima) (Ogurtsov et al., 2004). This would imply that NO3− in ice is a direct proxy for solar activity (proton events) and does not operate via modulation of the cosmic-ray dose of the atmosphere as is the case for the cosmogenic radionuclides. This, in turn, may explain why there is still no evidence for a relation between supernovae and NO3− spikes in ice cores (Green and Stephenson, 2004). Century-scale (60–117 years) NO3− variability in the Greenland ice correlates with the smoothed length of the solar cycle (Ogurtsov et al., 2004) The signature of solar and cosmic-ray induced variability in the NO3− concentrations of ice cores is modified by a clear annual cycle, local and regional meteorology and the input of (volcanic) dust (Palmer et al., 2001; Ogurtsov et al., 2004).\nSeveral theories suppose that the stratosphere plays a key role in putting the solar forcing of tropospheric climates into effect (Haigh, 1999; Labitzke, 2005; Kodera and Kuroda, 2005). To test this, it would be very helpful if proxies monitoring\nstratospheric change would be available. One measure for changes in the stratosphere is O3 content. The amount UV-B that penetrates the atmosphere depends on the amount of stratospheric O3. UV-B causes harmful effects on organisms. In order to minimise these effects, UV-B screening mechanisms have been developed by biota. Higher plants respond to a change in the UV-B dose by changing the macromolecular composition of their leaf cuticles and pollen and spore walls. This information is preserved in fossil plant remains. Monitoring the past UV-B screening capacity of organisms may thus provide a way to reconstruct stratospheric O3 variations. Current research is exploring the quality of this proxy (Rozema et al., 2002). The proxy is in the testing phase with respect to its sensitivity to changes in UV-B and applicability to longer time scales."
  }, {
    "heading": "2.3. NOTE ON THE ORIGIN OF THE SOLAR VARIABILITY",
    "text": "The origin of the solar variability is not clear. It is, however, hard to explain the quasi-cyclic behaviour of the solar activity on the basis of solar internal dynamics alone. It has been suggested that the variability results from processes in the Sun itself, e.g. the 11 years cycle resulting from an endogenic cycle of the solar dynamo but this is not confirmed by solar modelling. Furthermore it does not account for the longer cycles observed. It has also been proposed that solar variability results from the motion of the Sun around the centre of mass of the solar system (e.g. Jose, 1965; Landscheidt, 1999; Charvatova, 2000; Fairbridge, 2001). The solar motion is largely caused by the varying positions of the large planets. This solar movement is considerable, the diameter of the area in which the Sun moves represents 4.4 solar radii and the Sun moves with a velocity between 9 and 16 m/s (Charvatova, 2000). A central role in these theories plays the 178.7 years cycle of solar motion (Jose, 1965; Charvatova, 2000). These cycles are put forward to explain more and less quiet phases of the Sun as well as sudden phase shifts in the solar cycles (Landscheidt, 1999).\nRecently, this mechanism has been shown to be unrealistic since the accelerations due to the planetary attractions are insignificant (three orders of magnitude weaker) compared to the accelerations at the solar tachocline level which are assumed to be responsible for the solar dynamo (de Jager and Versteegh, in press). Conversely, mechanisms explaining the quasicyclic behaviour of the solar activity are currently not available."
  }, {
    "heading": "3. Climate Change",
    "text": ""
  }, {
    "heading": "3.1. LOCAL VERSUS GLOBAL RECONSTRUCTIONS",
    "text": "From our daily experience we know that climate (and weather) varies on small spatial scales as a result of local geography (e.g. climates at the windward and lee\nside of mountains differ), but also in a flat region like the Netherlands, the coastal climate differs significantly from the climates more inland). This local variability is not trivial for reconstructing climate since proxy records mostly are based on one site (e.g. a bore-hole) and thus provide a record of local climate change only. Clearly, climates from nearby locations also have a lot of climate and climate change in common. This overlap tends to decrease with increasing distance between the locations. To assess climate patterns at a larger spatial scale, information from different locations can be averaged, thus removing the local signature. However, regional changes in the climate variability at small spatial scales (e.g. severity rather than frequency of thunderstorms) are easily lost in this way. On a temporal scale, averaging leads also to a reduction in the amplitude of the recorded climate change (simply because a change in climate will not always have the same sign at different locations) and opposite trends between regions may be missed. To identify climate forcing mechanisms, we have to assess the spatial and temporal scales on which they work. In case the solar forcing mainly proceeds via the atmosphere and influences the location, routes and stability of pressure systems one has to assess solar forcing via regional climate change. In this way large regional climate changes are possible without changing the overall mean significantly. At too large scales (e.g. global) the forcing may be underestimated or even vanish, whereas at too small scales it may be lost in local peculiarities.\nThe boundaries between climate regions are of special interest. Climate variability will be larger since upon a change in the locations and stability of pressure systems, the climate boundaries will change position. Boundaries may thus provide excellent locations to trace changes in the system. However, changes in the location of these boundaries imply also that climate records in these regions can switch from one local climate regime to the other. This may result in different amplitude and phase responses to the forcing factor and phase changes with neighbour proxy records, complicating proxy interpretation. Ways to identify regional climates and to test the obtained correlations have been recently been explored by e.g. Thejll (2001); Steinbach et al. (2003) and Burroughs (2003)."
  }, {
    "heading": "3.2. INSTRUMENTAL AND HISTORICAL RECORDS",
    "text": "These records provide direct information on climate parameters like precipitation, temperature and pressure. They are, however, often too short to provide a good insight in climate variability and (responses to events) on longer time-scales. Most instrumental records start after about AD 1850 and only few, mostly from Europe, extend into the 18th century (e.g. Balling Jr et al., 1998), whereas almost no instrumental data are available for the 17th or earlier centuries. Historical records reach much further back and may cover a few millennia but often they are biased towards unusual climate events, flooding, excessive rain, drought, glacier advance etc. (e.g. Pavese et al., 1995; Camuffo and Enzi, 1996; Pfister and Brázdil, 1999; Pfister\net al., 1999; Buisman, 1995–2004.) Nevertheless, they may provide very detailed information on climatic and weather extremes which are not easily available from proxy records. For instance in a reconstruction of winter climate 750–1300 for W. Europe, the unusual freezing of fig trees and olives in the Po plain and Germany, (absent in these areas at present), appear to have been recorded (Pfister et al., 1998).\nOften human-activities change the properties of the system (environment) over time and due to this interference with the natural variability the real magnitudes of the climate events are hard to assess (e.g. desertification due to overgrazing or, drainage-induced relative sea-level increase of wetlands). The study of these records has been important for acknowledging that climate did change in the near past and that periods with cooler (Little Ice Age) or warmer (Medieval Optimum, Roman Optimum) climate had a severe impact on human society (e.g. Lamb, 1965, 1979; Pustilnik and Yom Din, 2004). By analysing instrumental and historical information from different locations regional and extra-regional weather patterns and their evolution over time will emerge. From these weather patterns and their evolution, teleconnections may be identified."
  }, {
    "heading": "3.3. PROXY RECORDS FROM THE NATURAL ARCHIVES",
    "text": "For the more distant past and for less densely populated regions or regions with a poor coverage of historical and instrumental climate data we have to rely on proxies. The proxy records also provide the only means to (1) elucidate the impact of longer-term processes (for which instrumental records are too short), (2) assess the frequency, magnitude and impact of rare events (e.g. climate extremes) and (3) obtain information on non-analogue situations (including e.g. the pre-industrial climate regimes).\nThe interpretation of proxy records is complicated by the fact that a given proxy record usually has been influenced by more than a single environmental parameter and that the relative influence of these environmental parameters on the proxy record may change temporally and spatially. Proxy records often reflect “complex” climate parameters (precipitation-evaporation budget, monsoon strength, length of the growing season) which are hard to translate into “simple” entities like temperature, precipitation, evaporation, air pressure or wind strengths. This is especially true for organism-based proxies (e.g. tree rings or coral-growth bands) since organisms usually have unimodal rather than linear response curves to environmental gradients (Figure 4). Moreover, they actively interact with their environment and try to optimise their living conditions on the basis of a multitude of factors. These characteristics severely complicate quantification of environmental change and conversely limit the identification of regional and interregional climate patterns and interrelationships. Further complicating factors are the difficulties to obtain an accurate age-assessment and the adequate temporal resolution to investigate (sub)decadal solar forcing of climate.\nAn excellent example of the different types of proxy records, the problems involved in interpreting them in terms of climate change and combining them to assess climate change over large areas forms the northern hemisphere temperature reconstructions for the last millennium (Mann et al., 1999; Briffa, 2000; Cook et al., 2004 see also Figure 7) and the associated discussion if the late 20th century temperature increase is unique (“hockey stick scenario”) or not (Mann et al., 2003a; Soon and Baliunas, 2003a; Soon and Baliunas, 2003b; Mann et al., 2003b; Moberg et al., 2005; McIntyre and McKitrick, 2005). Particularly the amplitude of the century and multi-century changes appears hard to capture, providing considerable uncertainty to the temperature decrease during the Little Ice Age (LIA, AD 1300– 1900) and increase during the Medieval Warm Period (MWP, AD 800–1300). One reason for this (and argument against the “hockey stick scenario”) appears to be the present-day practice of proxy calibration against the relatively short instrumental time series. This practice underestimates the longer term variability due to the ‘red noise’ character of the climatic signal (Osborn and Briffa, 2004; von Storch et al., 2004).\nIt should be noted that the LIA and MWP are problematic concepts since the start, duration and end of these (and earlier) epochs are inconsistently used among authors. Furthermore, it makes a lot of difference if these epochs are evaluated on the basis of yearly, hemisphere-averaged temperature anomalies (increase for MWP or decrease for LIA) or seasonally (monthly) differentiated regional climate anomalies without prescribed direction of change (see also Jones and Mann, 2004).\nWith respect to solar forcing of climate, these epochs show a high degree of internal variability so that assessment of solar forcing should be on higher temporal resolution (e.g. Mauquoy et al., 2002), (Figure 5).\nComparison of hemisphere-wide reconstructions with solar variability (e.g. 14C) does not show an obvious correlation (Figure 5). This may relate to the large, hemispheric, scale of the reconstruction. If solar forcing operates via modulating pressure systems, a synoptic scale rather than hemispheric scale would be more appropriate. Furthermore, other aspects of climate, like precipitation, or wind speed and direction may show a more clear response to solar forcing. Although a large amount of information is available for such alternative climate parameters, regional proxy-based syntheses variables are presently hardly available or of insufficient detail (e.g. Soon and Baliunas, 2003b).\nThe debate is reinforced by a study claiming that for the period since AD 1500 only for the northern hemisphere the pre-instrumental temperature reconstructions are consistent with instrument-based hemispheric temperatures (Andronova et al., 2004). Clearly, in order to assess the influences of solar forcing on climate, reconstruction of climate should be unambiguous.\nPresently, the focus of composite climate reconstructions shifts from the last millennium to the last two millennia so that the also badly defined ‘Dark Age Cold Period’ and ‘Roman Warm Period’ are examined more closely (e.g. Mann and Jones, 2003). For a recent summary on their occurrence see CO2 science (http://www.co2science.org/subject/d/summaries/rwpdacp.htm)."
  }, {
    "heading": "3.4. HIGH RESOLUTION ARCHIVES",
    "text": "A large number of different archives provides information on past environment but most do not reach the high temporal resolution needed to assess decadal and century-scale effects of solar variability. Exceptions are archives with high sedimentation rates, notably in case they display annual bands (e.g. tree rings, varves, coral and glacier growth bands). The annual layering has another important advantage; it provides a highly constrained age assessment. For non-laminated sediments, wiggle-match 14C dating provides an alternative and powerful tool to obtain highly constrained age assessments (van Geel and Mook, 1989; see Mauquoy et al., 2004b). These archives are both land-based and marine. Paradoxically, studies on the solar-forcing of climate are biased to land-based records although the marine realm covers most of our globe.\nTree ring-based records (see Briffa et al., 2004 for a recent review) provide information about the conditions during the tree growing season. By selecting trees which live(d) near their natural limits of occurrence, a high degree of correlation with a particular environmental variable can be obtained (e.g. number of days with a temperature high enough for tree growth). For a long time standardisation procedures applied to build composite tree ring records of individual trees precluded the detection of changes longer than the average record length of the individual trees. The longer term relation between temperature and tree-ring density (north of 50◦N) appears to break down for almost all records after AD ∼1960. Proposed reasons are a shorter growth season due to a longer snow cover (Vaganov et al., 1999) or the relatively recent stratospheric O3 breakdown and associated growth-inhibiting increased UV levels (Briffa et al., 2004). Solving the discrepancy is urgently needed, not in the least for assessing the likelihood of a breakdown of the correlation between temperature and tree-ring density during the past.\nCorals, like trees, interact with their environment to optimise their conditions for living. Many shallow water coral polyps live in symbiosis with zooxanthellae and this small ecosystem, e.g., complicates the interpretation of the changes in carbon isotopic composition of corals. Still, corals and their chemical composition provide important evidence of shallow and deep marine environmental changes in e.g. salinity, temperature and influence from land. Evidence for the NAO and ENSO is particularly clear in corals.\nThe records of individual speleothems may be considerably longer than those from trees. Speleothems do not actively respond to environmental change which\nis an advantage. They are however susceptible to a range of variables changing the cave environment (e.g. cave CO2 pressure and temperature) and groundwater composition.\nIce core records are among the longest of annually banded records. The Greenland record reaches into the penultimate glaciation (e.g. Dansgaard et al., 1993), whereas the Antarctic records which have much lower sedimentation rates cover over 800,000 years of glaciation and deglaciation (Augustin et al., 2004). Other, lower latitude and shorter records have been obtained from high altitude ice masses in the Himalayas, American Andes and African Mountain tops (e.g. Thompson et al., 2002, 2003; Bradley et al., 2003). The records play an important role in the assessment of the past atmospheric composition and long term climate variability.\nFinally, varves in lakes and annually layered (anoxic) ocean basins form long term records of environmental change."
  }, {
    "heading": "4. Climate Forcing Mechanisms",
    "text": "In order to be able to assess Sun-climate relations, we need to evaluate the influence of other forcing factors on climate and how they could interfere with solar forcing or provide alternatives to evaluate solar forcing mechanisms and climate sensitivity. To do this it is essential to separate climate variability induced by variability of the forcings themselves from climate variability that occurs even if the forcings are held constant. This distinguishes the climate variability that arises from solar variability from the climate variability that remains with a constant Sun. Usually we are interested in the climatic response to a change in forcing only; ignoring the intrinsic climate variability under constant forcing conditions. From this point of view climate variability originates from three kinds of processes; exogenic, endogenic and autogenic. It must also be kept in mind, that between these main groups feedback loops may occur.\nExogenic processes modulate forcing from outside the Earth influencing climate (e.g. solar variability, supernovae, changes in the Earth’ orbital parameters).\nEndogenic processes modulate forcing from inside the Earth that influence climate (e.g. volcanism, continental drift and geomagnetism).\nAutogenic processes encompasses climate dynamics that remain if the exogenic and endogenic forcings are held constant. They include the feedback mechanisms at the Earth surface (e.g. within, or between, the atmosphere, hydrosphere, cryosphere or biosphere)."
  }, {
    "heading": "4.1. EXOGENIC FORCING",
    "text": "On very long time scales, the exogenic forcing includes forcing of galactic spiral arms when they pass our solar system (Shaviv, 2002) and the well-established\nperturbations in the orbital parameters of the Earth, the so called Milankovich cycles with major periods between ca. 20,000 and 400,000 years. Exogenic forcing at shorter time scales has been attributed to the following:\na. Harmonics of the Milankovich cycles with a minimum cycle length of a few ka (Hagelberg et al., 1994; McIntyre and Molfino, 1996; Kleiven et al., 2003). These cycles and their climatic impact are still poorly understood. Biannual to century scale periodicities in precession and obliquity (with a.o. 11.9 and 18.6 years cycles) have been estimated to have an amplitude of ∼ 0.1 Wm−2 (Loutre et al., 1992) The extent to which these small variations might influence climate has not sufficiently been investigated yet. b. The Earth–Sun–Moon gravity (tidal) cycles with major periods of ∼ 6 h, 8.8 and 18.6 years. Despite their strong diurnal impact, relatively few studies attribute longer time environmental changes to longer cycle tidal harmonics (Berger and von Rad, 2004). Tidal energy has been proposed to influence climate via modification of upwelling intensity within the oceans. (Keeling and Whorf, 2000; Wunsch, 2000; Egbert and Ray, 2000). However, the climatic significance of the longer cycle harmonics e.g., a 1800 years cycle is still heavily debated (Keeling and Whorf, 2000; Munk et al., 2002). Sub-decadal and decadal tidal cycles have been suggested to influence sea surface temperatures in the Equatorial Pacific and through these, the climates of the surrounding land masses (Treloar, 2002) such as the western United States (Currie, 1996b; Cook et al., 1997). Of these, the 86.8 and 20.3 years tidal cycles are so close to the quasiperiodic 22 years Hale, and 88 years Gleissberg solar cycles, that separation of tidal and solar variability climate forcings appears a challenging task. The situation is further complicated by the possible existence of a combinatory frequency of 18 years in the climate response to the solar Gleissberg and Hale cycles (Raspopov et al., 2004). The good predictability of the tidal forcing may be of considerable advantage for both assessing importance of tidal forcing and separating tidal from solar forcing. c. Variations in the solar constant/activity, operating on time scales from hours (e.g. solar flares influencing weather (Veretenenko and Thejll, 2004) to millennia. These variations will be dealt with below. d. On short time scales, nearby supernovae could cause strong increases in the cosmic-ray dose received by the atmosphere resulting in a high production of radionuclides in the atmosphere and erosion of the stratospheric ozone layer. Such cosmic-ray events may have influenced life directly by a higher UV dose (Ellis and Schramm, 1995; Crutzen and Brühl, 1996) or indirectly via a changing climate. The impact on stratospheric ozone could result in nitrate spikes in ice cores. However, although nitrate spikes in Antarctic ice (Burgess and Zuber, 2000) have been attributed to supernovae a recent survey suggests that such relations are spurious (Green and Stephenson, 2004). Iyudin (2002) examined the terrestrial impact of supernovae for the last millennium and suggests that\na relation between supernovae and climate could exist. Supernovae represent extremes with respect to the Earth’s response to radiative changes. Therefore they could inform us on the boundary conditions, limitations and response properties of the Earth to radiative changes, including the response to solar variability. Unexpectedly, there does not seem to be clear evidence supernova forcing of the Earth’s life and climate. This discrepancy between theory and praxis deserves more study, despite the rarity of supernovae.\n4.2. ENDOGENIC FORCING\n4.2.1. Volcanism Volcanic eruptions may have a strong global (in the order of 1◦C or 1 Wm−2) but short-lived (few years) climatic impact (Shindell et al., 2003; Hegerl et al., 2003) (Figure 6) and as such interfere with (counteract or enhance) longer term trends. The associated injection of particles in the upper atmosphere increases the reflection of solar radiation into space, which results in global cooling. The impact of eruptions depends on timing in the year and the latitude of the eruption and the amount and\nnature of the particles injected in the atmosphere. The effect of temporally closely spaced eruptions is additive. For a recent review see (Zielinski, 2000). On the northern hemisphere, the volcanic forcing seems to enhance the Arctic Oscillation initially, resulting in winter warming, but weakens the AO in secondary stance (Shindell et al., 2003). The ice cores form an important source of information on past volcanic eruptions and their magnitude (e.g. Hammer et al., 1980; Zielinski, 2000). In stead of volcanism forcing climate, the opposite relationship: climate change forcing volcanism has also been proposed (Zielinski, 2000; Bay et al., 2004). The loading/unloading of the crust with ice sheet growth/decay and the increased loading on the ocean basins by meltwater from melting ice sheets may lead to enough crustal stresses that magma chambers become much more active than during the middle of a climatic mode (Zielinski, 2000). However, the scale of this tectonically induced volcanism does not appear to have had a significant impact on the climate transitions during which it took place. Other tectonic processes, (e.g. glacioeustatic rebound at higher latitudes) and associated coast-line and altitude changes which may influence climate will not be taken in consideration, mainly since these processes are very slow. For single eruptions, volcanic forcing of climate is too short-lived to influence climate on time scales longer than a few years. However, for series of eruptions this could be the case.\n4.2.2. Geomagnetism A weaker geomagnetic field leads to a higher cosmic ray dose of the atmosphere. This influences the production of cosmogenic radionuclides 10Be and 14C which form the basis for reconstructing solar activity. A higher cosmic ray dose also has been suggested to result in more cloud formation, cooling the Earth (“cloudformation scenario”) (Svensmark and Friis-Christensen, 1997; Kniveton and Todd, 2001; Carslaw et al., 2002; Kristjánsson et al., 2004) so that geomagnetic changes also could have a direct climatic effect.\nAccurate assessment of changes in the geomagnetic field is thus of direct importance for understanding solar variability and for testing the “cloud-formation scenario”. Reconstructing geomagnetic activity, however, is a difficult task and, unfortunately, already relatively small changes in the long term trend substantially influence the amplitude and sign of the reconstructed solar activity changes (Figure 7). On smaller time scales, changes in the geomagnetic field are even less well defined.\nUsually the processes at the Earth’s surface are supposed to force the geomagnetic field and not vice versa. It is assumed that during ice accumulation the Earth’s moment of inertia decreases resulting in interactions between the Earth’s mantle and core. These weaken the geomagnetic field in order to try to counter the decrease in differential rotation between the mantle and inner core that is being forced. The weakening of the Earth’s magnetic field, facilitates geomagnetic excursions and also causes enhanced production of cosmogenic nuclides (Westaway, 2003). In this scenario, geomagnetic weakening must follow ice accumulation, whereas in\n“cloud-formation scenario” weakening of the geomagnetic field leads ice accumulation. Clearly, accurate correlation of geomagnetic reversals and ice volume are of utmost importance to unravel cause and effect relations. Some recent studies put evidence to the geomagnetic forcing of climate by showing that short term reductions in geomagnetic intensity occur during, or at the end of interglacials or interstadials (Worm, 1997; Westaway, 2003; Christl et al., 2004; Thouveny et al., 2004; Carcaillet et al., 2004). The geomagnetic variations also have been proposed to operate more rapidly than generally thought so that the assumption that millennial and even some centennial fluctuations in cosmogenic radionuclide production are solely a function of solar variability has to be re-examined (St-Onge et al., 2003; Snowball and Sandgren, 2004). A good example of such a short term fluctuation and its possible climatic impact is the “Sterno-Etrussia” geomagnetic excursion at about 800 BC that lasted probably only 200–300 years (Raspopov et al., 2003; Dergachev et al., 2004) and coincides with a sharp global cooling. Interestingly, this cooling event has also been attributed to a reduction in solar activity (e.g. van Geel et al., 1998). The event coincides with a minimum in the 2400 years solar activity cycle (e.g. Vasiliev and Dergachev, 2002) (Figure 7). The extent to which geomagnetic and solar forcing are coupled in this case or the extent to which each factor contributes to the 14C anomaly await further assessment. The Mono Lake (35 ka BP) and Lachamps (41 ka BP) geomagnetic events which left a clear signature of excess radionuclides (10Be, 14C and 36Cl) in ice cores and sediments\n(Cini Castagnoli et al., 1995; Baumgartner et al., 1998; Hughen et al., 2004) do not seem to have left unequivocal climatic signatures whereby it should be noted that the climatic effect of the geomagnetic excursions may have been lost in the (compared to Holocene) large amplitude environmental variability related to the Dansgaard-Oeschger events (see e.g. Shackleton et al., 2004).\nSuperinposed on this short “Sterno-Etrussia” event, the geomagnetic field has been weakening over the last millennia (at 1000 BC the field was 1.4 times the present value) and this must have led to a significant increase in Earth cosmic ray exposure, which, depending on the latitude, may exceed the cosmic ray modulation by solar cycles (Shea and Smart, 2004). This weakening may provide the most recent, though longer-term, test case for the “the cosmic-ray cloud-formation scenario”. Unfortunately, investigation of impacts of geomagnetic events on past climate, life and cosmic-ray induced radionuclide production is still a largely barren field. Understanding of the cause–effect relations between geomagnetism, climate and radionuclide formation are of utmost importance for reconstructing solar activity variations and thus understanding solar-climate relationships.\nAccurate reconstruction of the geomagnetic field on long and short time scales is of direct importance for reconstructing solar variability and assessing possible climate forcing by cosmic rays. Notably the nature and effects of short-term fluctuations in the magnetic field require more study as do the causes and effects of geomagnetic variability which are hitherto poorly understood as well."
  }, {
    "heading": "4.3. AUTOGENIC PROCESSES",
    "text": "It is extremely hard to deduce internal climatic feedback mechanisms on relevant time-scales in the proxy records. There is, however, plenty evidence in proxy records for the climate perturbations that have been suggested to be driven by land–ocean– atmosphere interactions and for which no exogenic or endogenic forcing mechanism seems to be available (yet). Major autogenic climate oscillations are the North Atlantic Oscillation (NAO)/Arctic Oscillation (AO), the Pacific Decadal Oscillation (PDO) on the Northern Hemisphere, and the bi-hemispheric Quasi Biannual Oscillation (QBO), and the El Niño/Southern Oscillation (ENSO) on the southern hemisphere.\nThe AO and its North Atlantic component NAO at the Earth surface, seem to operate to a large degree on the basis of internal climate variability (see for extensive reviews Wanner et al., 2001; Marshall et al., 2004). The NAO represents the difference in sea level pressure between the Azores High and the Icelandic Low. This difference has an important influence on European and Eastern North American winter climates, influencing occurrence, direction and depth of storm tracks, and conversely temperature, precipitation (Figure 8) and storminess and logically, the NAO and the amount of sunshine over Europe correlate (e.g. for the Iberian Peninsula (+0.75) and Norway (−0.70) (Pozo-Vazquez et al., 2004). The NAO also seems to extend its influence into the middle east (Felis et al., 2000;\nCullen and DeMenocal, 2000). Reconstructing the NAO is a difficult task. Not only the pressure difference between the Azores High and the Icelandic Low but also the exact locations of these pressure systems are climatically important. Furthermore an important East-West pressure gradient over Europe or Eurasia may interfere (EU indices) (e.g. Luterbacher et al., 1999; Wanner et al., 2001) and one may wonder if NAO reconstruction is not a too narrow concept for capturing European and North Atlantic climate variability. The difficulty of reconstructing the NAO is also illustrated upon comparison of recent reconstructions which go back to the 15th (Glueck and Stockton, 2001; Luterbacher et al., 2002) or 14th centuries (Cook et al., 2002). The large degree of difference between the reconstructions has been suggested to result from a variety of causes like overprint in recent decades by anthropogenic climate forcing in combination with a relatively short interval representing natural forcing (Schmutz et al., 2000), external volcanic and solar forcing during the early eighteenth century as well as differences in the geographical distribution of the proxies used to reconstruct the NAO (Timm et al., 2004). Longer and reliable reconstructed time series of the NAO/AO would be particularly useful to elucidate the existence of decadal to centennial patterns and their relation to internal feedback mechanisms and external forcing.\nLike the NAO/AO, the El Niño-Southern Oscillation (ENSO) with quasiperiodicities of 2–3 and 5–6 years and the Pacific Decadal Oscillation (PDO) with a 20–30 years quasiperiodicity seem to operate to a large degree on the basis of internal climate variability. The phenomena strongly influence climates along the Pacific coasts of the American continents (e.g. Mantua et al., 1997; Benson et al., 2003), Australasia (Jacoby et al., 2004) and the Indian subcontinent (Felis et al., 2000; Tiwari and Rao, 2004) and add to the climate variability almost globally. On the other hand global temperatures have been proposed to influence the ENSO (Tsonis et al., 2003). Non-linear solar forcing of these systems has been proposed but further assessment is hampered by the nonlinear behaviour of the oscillations and the lack of physical understanding of the forcing mechanisms.\nA special case of an autogenic process forms human-induced climate change. Recently, the issue on the extent and timing of human-induced climate change got a new impulse with the statement that humans significantly influenced changed atmospheric CO2 concentrations already 8000 years ago and CH4 5000 years ago (Ruddiman, 2003; Crutzen and Steffen, 2003; Crowley, 2003).\nSolar variability influencing nonlinear autogenic climate variability has been proposed but further assessment is hampered by the nonlinear behaviour of the oscillations and the lack of physical understanding of the autogenic processes and possible exogenic forcing mechanisms."
  }, {
    "heading": "5. Evidence for a Sun-Climate Link",
    "text": "To assess solar forcing of climate we need correct reconstructions of (1) solar variability, (2) climate and (3) identification of a relation between both. For most regions studies presenting evidence for solar forcing of climate coexist with studies showing no sign evidence. This lack of evidence may be due to a lacking relation to solar forcing, a lacking sensitivity of the proxy to the forcing, or a lack of interest to this topic by the authors. Instead of summing up the lack of evidence, attention will paid to those relatively few regions for which solar forcing of climate has been suggested from proxy data.\nAlready soon after the discovery of sunspots by Harriot in 1610, a link with climate has been proposed. From about the second half of the 19th century to about 1925 a steady stream of papers on the issue appeared (see Hoyt and Schatten, 1997 for an extensive review of early papers on solar forcing). The time series are short, 50–100 years, and ‘phase shifts’ to solar forcing are often reported. All kinds of meteorological phenomena like temperature, precipitation, air pressure, wind velocity, cloud formation and storm tracks as well as proxy records like lake levels and tree rings are related to solar variability (sunspots, protuberances and magnetic activity), mostly at annual to decadal scale (see Helland-Hansen and Nansen, 1920 for a review of these early investigations). During this early period also the influence of volcanic dust in the atmosphere on climate has been recognised\nas well as the sub-decadal variability in the North Atlantic and Pacific which are now attributed to the NAO and ENSO. Helland-Hansen and Nansen conclude that “different groups of regions vary intact in a definite direction whereas another group varies in an opposite sense, and that again still other regions show transition phenomena. Out of this variegated picture of meteorological variations, we find also by a proper analysis the influence of the variations in solar activity which in all probability make themselves felt first in the higher layers of the atmosphere and thereby produces disturbances which again introduce changes in the lower layers” (Helland-Hansen and Nansen, 1920 p. 266). After this early period of study on solar forcing of climate, the stream of information on solar-terrestrial links almost ceases until about 1970 after which the number of papers published increases again (Benestad, 2002; pp. 185–194) to ‘explode’ during the last years.\nA series of publications on evidence for luni-solar 18.6-year (Mn) and solar cycle 10–11-year (Sc) signals in instrumental records is provided by Currie since the early 1970s (see bibliography in Currie, 1996a). In a recent summary (Currie, 1996b), including 3234 yearly sampled climate records (1179 USA air temperature, 1179 USA rainfall, 59 South African rainfall, 39 sea-level, 697 tree-ring, and 81 Chinese dryness/wetness time series) it is observed that on average both signals contribute 25% to total variance in the raw, or original, data, whereas for the 30–8 years bandwith they contribute a mean 74% to the variance in the records. In a study on 308 Australian rainfall records both cycles account for 19% of the variance in raw data and 89% of the variance in the 30–8 years frequency interval (Currie and Vines, 1996). Most (about 62%) of the variance is contained in the 8-2 years band (Currie, 1996b) which may reflect the influence of the NAO and ENSO. The longer than 30 years band contains only a minor part of the variance, as can be expected from the analysis of relatively short records. The relative shortness of instrumental records precludes the detection of the Gleissberg (86 years) and longer cycles of solar variability. For longer periods and evidence for short term cycles in the more distant past we must rely entirely on natural climate archives. Evidence for Sun-climate links from these archives will be dealt with in the following sections."
  }, {
    "heading": "5.1. ANALYSIS OF SUN-CLIMATE LINKS",
    "text": "Several approaches are used to analyse Sun-climate relations.\n– Matching individual wiggles in 10Be and 14C records with environmental changes. – Matching spectral properties (phase, frequency, amplitude) of proxy records with those of solar variability. – Matching calculated anomalies of the celestial gravity field with environmental change.\n5.1.1. 14C Wiggle Matching A most fruitful approach is the search for a climatic response to anomalies in solar activity. By means of a high number of 14C dates a local 14C activity curve is generated for the proxy archive which is subsequently matched to the 14C standard calibration curve. This results in a much more accurate dating than achieved on the basis of individual 14C dates (Figure 9) while also possible links between solar activity, cosmic ray intensity and climate change can be studied (van Geel and Mook, 1989). With this method, emphasis has been on investigating the link between climate change and sudden decreases in solar activity. It should be noted that a minimum in 14C (after correcting for the delayed response) or 10Be indicates a sudden change from relatively high to low solar activity (see e.g. discussion:\nSchimmelmann et al., 1999; van Geel et al., 1999). This implies that the large climate anomaly at the beginning of the 17th century (see evidence collected by Schimmelmann et al., 1998) relates to the decrease in solar activity that also resulted in the high values of 14C during the Maunder minimum of solar activity (Figure 10). The climatic shift occurs thus very early, simultaneously with the change in solar activity, the maximum cosmic ray intensity lags behind the climatic shift (van Geel et al., 2001). It could be argued that the large volcanic eruption of the Huaynaputina in Peru at AD 1600 may have contributed to the early start of the climatic shift. However, a similar early response is also observed for the climatic shift associated to the Homeric 14C minimum (∼800 BC). Here too the shift occurs at the moment the 14C record starts to rise and thus at the moment the solar activity (suddenly) declined. Other examples arise from comparing the 10Be record with the climate anomalies at the Preboreal oscillation (9,250 BC and Boreal oscillation 1 (8,300 BC) (Muscheler et al., 2003; van der Plicht et al., 2004) (Figure 10). The climate response to a decrease in solar activity seems immediate which sets tight\nlimits to the forcing mechanisms. Does climate respond nonlinearly to a small decrease in solar activity? Do changes in the Sun change climate prior to changing the cosmogenic isotope production? Are there unknown delays in the cosmogenic isotope proxies? Clearly, solving the timing-paradox is crucial for understanding the Sun-climate relationships.\n5.1.2. Spectral Analyses Spectral analysis of proxy records is a powerful tool to analyse the cyclic behaviour of time series. Since solar variability appears to be quasicyclic, spectral analysis is a most popular method for assigning environmental change to ‘solar’ forcing. Often spectral peaks in the environmental record that occur near spectral peaks in instrumental records of solar variability or in solar proxies are considered to originate from solar forcing. However, the quasicyclic behaviour of solar variability implies that a rigid frequency analyses is likely to underestimate an environmental response to solar forcing. This underestimation may be further enhanced by inaccuracies in the age model, as well as phase shifts in the environmental response to the forcing. Wavelet analysis is much better suited to account for these instabilities, and it may thus be no surprise that this method becomes increasingly popular. Still, more than 40 terrestrial cycles, with periods between a few days and a few millennia, have been claimed to result from solar variability (Hoyt and Schatten, 1997).\n5.1.3. Matching Celestial Gravity Anomalies with Climate Anomalies The hypothesis that the motion of Sun due to the movements of the planets drives solar variability has led to a body of (mostly grey) literature which relates environmental change to planetary motions (e.g. Landscheidt, 1999; Fairbridge, 2001). On this basis also future climate events have been predicted. The future will show to what extent these predictions appear to be right.\nThe theory is largely ignored by the scientific community. Recent calculations suggest that solar variability is very unlikely to vary according to the planetary forcing mechanisms proposed (de Jager and Versteegh, in press). This implies that if a relation between movements of the large planets and climate exists, it is unlikely to operate via changes in solar activity.\n5.1.4. Nonlinear Responses The varying degrees of correlation between climatic parameters and solar activity over time and between localities already led at the end of the 19th and beginning of the 20th century to the suggestion that climate does not (and is unlikely to) respond linearly to solar forcing (see Helland-Hansen and Nansen, 1920). Also today for a wide variety of localities solar forcing seems to affect climate for shorter or longer intervals (Palamara and Bryant, 2004). The problem is that also two unrelated time series will show high linear correlation over shorter and longer intervals, just by accident whereas two non-linearly related time series may fail to do so. How to differentiate between (non-linear) forcing and accidental correspondence? Only\nrelatively few studies investigate a priori non-linearity of solar forcing on climate (Miranda and Andrade, 1999; van der Schrier and Versteegh, 2001). One way is to use dynamical systems theory to distinguish explicitly between internally forced and externally forced climate variability (van der Schrier and Versteegh, 2001). Applied to the instrumental central England temperature record it appears that for low values of the sunspot number, maximum summer temperatures follow internal climate dynamics whereas for high values of sunspot numbers this is not the case. The phenomenon that solar forcing seems to be present (detectable) only during periods of high solar activity and/or high amplitude changes whereas outside these periods other forcing mechanisms prevail has been proposed also for Fennoscandinavian summer temperatures (Ogurtsov et al., 2002a), Brazilian climate (Rigozo et al., 2004), mammal population dynamics in Boreal North America (Kvana et al., 2004), the NAO/AO (Kodera, 2002; Boberg and Lundstedt, 2002; Ogi et al., 2003; Gimeno et al., 2003) and possibly the ENSO (Tiwari and Rao, 2004). Such a temporal behaviour of a (visible) imprint of solar forcing of climate needs to be carefully assessed. It asks for long time series of solar forcing and climate variability, longer than most instrumental records.\nAn other kind of nonlinear behaviour has been demonstrated for varve thickness in sediments from the German Holzmaar deposited during the early Holocene. Spectral analysis shows no significant cyclicity. However, based on a supposedly non-linear transformation of the solar signal to the lake sedimentary record an adequate non-linear spectral analysis method revealed periodicities of 11, 88 and 108 years (Vos et al., 1997)."
  }, {
    "heading": "5.2. SOLAR FORCING–REGIONAL EVIDENCE",
    "text": "Although Sun-climate links have been reported from a large variety of proxies and many regions, for only few regions Sun-climate links appear to be well documented. For other regions such a relationship may be absent or insufficient data are available.\n5.2.1. Low Latitudes 5.2.1.1. Mesoamerica and South-Western North America. Solar forcing of drought with a basic cyclicity of ∼200 years is held responsible for discontinuities in Maya cultural evolution (Hodell et al., 2001; Rosenmeier et al., 2002; Schimmelmann et al., 2003). The drought events correlate to minima in both the 10Be and 14C records (increased solar activity) and relate to a relatively southern position of the ITCZ (Haug et al., 2003; Poore et al., 2004). The southern displacement of the ITCZ caused wetter conditions in the South American Altiplano (Tedesco and Thunell, 2003). Large Californian floods (recorded in the Santa Barbara Basin sediments) centre around AD 212, 440, 603, 800, 1029, 1418 and 1605 (Schimmelmann et al., 1998, 2003). They all occur at or near transitions to increased 14C production (Figure 10). Southward shifts in the ITCZ also seem to have caused southward shifts of Caribbean Loop Current (Poore et al., 2004).\nThese southward current shifts occur during the major minima in solar activity of the last millennium (Figure 11). Even further east, the ∼200 years cyclicity seems to modulate the Florida Current (Lund and Curry, 2004) and sedimentation at the Great Bahama Bank slope (Roth and Reijmer, 2005). A climatic response to the Oort minimum is clearly represented in the North American records (e.g. Yu and Ito, 1999; Schimmelmann et al., 2003; Poore et al., 2004). This response seems to be largely absent elsewhere.\nA persistent bidecadal drought rhythm is present in the western US, at least since AD 800. The rhythm has been suggested to result from interference of the solar 22 years Hale cycle and the 18.6 lunar nodal tidal cycle whereby dry periods relate to minima in the Hale cycle (Cook et al., 1997). The lunar cycle is, however, not apparent in all frequency analyses and subject to debate (Chen and Rao, 1998). On longer time scales, the PDO and Atlantic Multidecadal Oscillation have been suggested to play an important role in the US drought frequency (Enfield et al., 2001; McCabe et al., 2004). A multidecadal link to solar forcing is not evident.\nAlong the US West coast, a significant 10–11 years signal in the terrestrial temperature records (AD 1895–1960) occurs, which is in anti-phase with temperatures in the middle of the USA and the region of the Great Lakes (e.g. Thejll, 2001). In contrast to these studies, Ni et al. (2002) explain tree-ring based variability in winter precipitation for the last millennium with ENSO and PDO variability without mentioning any link to solar forcing. Interestingly, the reconstructed precipitation records seem to lack multidecadal and longer term variability to a large extent which may attribute to this discrepancy.\n5.2.1.2. ENSO, PDO. Solar forcing of the ENSO has been suggested on decadal (Nuzhdina, 2004) and longer (multidecadal) time scales (Mehta and Lau, 1997)\nbut evidence is not very strong. Solar forcing of the PDO has not been evidenced on the basis of proxy records. Nevertheless, it has been suggested that the positions of the major North pacific pressure fields, the Aleuthian low and North Pacific High are modulated by solar activity (Christoforou and Hameed, 1997; Patterson et al., 2004). Like the NAO, solar forcing on the ENSO and PDO may be detectable during periods of high solar variability only (Tiwari and Rao, 2004).\n5.2.1.3. South America. Only very limited information is available on solar forcing of South American climates. Tree ring data in Brazil indicate a relation between tree growth and solar forcing during periods of high amplitude solar activity changes (Rigozo et al., 2004). In NE Brazil frequency and rescaled range analysis of historical precipitation records point to a persistent 11 years cycle (Miranda and Andrade, 1999).\n5.2.1.4. The Indian SW Monsoon and Adjacent Regions. For the Indian Monsoon it has been postulated that periods of increased solar activity cause more evaporation in the equatorial region and/or cause a northward shift of the ITCZ, enhancing net transport of moisture flux to the Indian subcontinent via SW monsoon winds. This results in increased monsoonal precipitation in India (Agnihotri and Dutta, 2003; Hiremath and Mandi, 2004), Northern Africa and Southern Oman (Neff et al., 2001; Fleitmann et al., 2003, 2004; Gupta et al., 2003) (Figure 12). The 205, 132, 105, 90, 60 and 55 years cycles have been identified for the Oman speleothem record (Fleitmann et al., 2003). On shorter time scales, (decadal to interannual) the changes are linked to the intrinsic variability (ENSO) of the tropical pacific Ocean (Burns et al., 2002).\nIn contrast, the East African (Verschuren et al., 2000; Lamb et al., 2003; Stager et al., 2005) and Chinese monsoons (Hong et al., 2001; Tan et al., 2003, 2004)\nshow an opposite behaviour; solar maxima coincide with hot and dry conditions, except for the last century when higher lake levels coincide with sunspot maxima (Stager et al., 2005).\nA 725 years cycle has been reported for East central Africa humidity with warmdry periods during high sea surface salinity in the South China Sea (Russell et al., 2003). To what extent this cycle is a harmonic of the 1500 years Bond cycle remains to be investigated.\n5.2.2. Middle Latitudes 5.2.2.1. Australia, New Zealand and Southern South America. In the southern part of the southern hemisphere marine and atmospheric currents can travel around the globe much less hindered by topography than anywhere else. This simpler configuration could be of great help in unravelling solar forcing of climate, also for the more complex mid latitude northern hemisphere. Unfortunately, instrumental and proxy data from these southern regions are notoriously sparse. Nevertheless, important insights may be obtained. On the basis of analysis of historical climate records in Australia, Currie and Vines (1996) find evidence spectral components with cycle lengths of 18.3 years and 10.5 years and these cycles are attributed to the lunar-solar tidal forcing and solar variability respectively. Thresher (2002) observes a strong decadal pattern along the northern margins of the circum-Antarctic zonal western winds in South Africa, South America and Australia. This pattern appears in phase around the hemisphere. The variation broadly correlates with the sunspot cycle and specifically appears to reflect the sunspot-correlated, seasonally modulated shifts in the yearly latitudinal range of the subtropical ridge over eastern Australia. High sunspot numbers correlate with less winter rainfall along the east coast between 25 and 35◦S and more rainfall south hereof in SW Victoria. This is explained by a more southward position of the ridge in winter during sunspot minima. Thresher (2002) stresses the local and regional character of the observed Sun-climate links. He notes that the subtropical ridge over Australia has been shifting southward since at least the 1930s so that the geographic distribution and magnitude of sunspot effects on temperate Australian climates may have changed over time. This may explain why for Melbourne winter rainfall peaks correlate to sunspot peaks prior to 1915 but with sunspot minima after 1960 and why a correlation is absent from 1915–1960 (Thresher, 2002). The example nicely illustrates how correlations between solar forcing and climate can move geographically so that at a certain (proxy) location the correlation can disappear or shift to a different phase relation temporarily (Figure 4), a phenomenon already discussed in the early 20th century (Helland-Hansen and Nansen, 1920).\nEvidence for solar forcing of New Zealand temperatures seems to arise when the tree ring based reconstruction of Palmer et al. (Palmer and Xiong, 2004) is compared visually with the reconstructed sunspot numbers (Usoskin et al., 2004b) (Figure 13).\nFinally, in South America, cooler/wetter conditions in Tierra del Fuego, closely match with minima in solar activity (Mauquoy et al., 2004a).\n5.2.2.2. Central North America. Studies of instrumental temperature records show that on the North American continent, the region in the middle of the USA, including the Great Lakes shows significant decadal temperature variability which anti correlates with temperatures along the North American west coast. Times of high sunspot numbers, relative to times of low sunspot numbers, correspond to statistically significant cooling in eastern and central North America, by as much as 0.5 ◦C. The quasi-11-years temperature cycles in this central region are in constant phase with solar activity from 1895 to 1935 but the coherence is gone by 1955. The decadal signal can be said to be in phase with the solar cycle when the former is strongest, though (Thejll, 2001). Thejll further notes that the cooling in North America during high sunspot numbers is striking and unique globally and reports statistically significant warming only off the west coast of the United States, near the Black Sea, easternmost Europe, eastern Manchuria and, particularly, in the midAtlantic off the West African coast. The study clearly demonstrates the importance of regional assessment of Sun-climate relationships. Cloud cover over the United States also shows a strong decadal variability but the spatial pattern is different from that of temperature. Cloud cover is increased during solar maxima for most of\nthe region except for the Great Lakes region and the Southwest where this relation is opposite (Udelhofen and Cess, 2001). A better understanding of the Sun-climate relations in this region might be obtained by investigating why the spatial patterns of decadal variability in temperature and cloud cover are so different. On longer time scales, solar variability is considered to be responsible for the persistent decadal (10, 22, 40 and 90 years) and multicentennial periodicities in the greyness of varves in Elk Lake (NW Minnesota) (Dean et al., 2002). Furthermore, on longer decadal and centennial time scales, July temperatures in Idaho (Biondi et al., 1999) and humidity in Dakota (Yu and Ito, 1999) seem to increase with increasing solar activity.\n5.2.2.3. Europe and Adjacent North Atlantic. A possible relation between solar activity minima and climate has been most intensely studied (and thus is most easily illustrated) for the N. Atlantic and adjacent European continent. Muscheler et al. (2000) attribute the largest part of the changes in the atmospheric 14C concentration during the Younger Dryas event to variations in production rate. Changes in ocean circulation apparently play a subordinate role. Van der Plicht et al. (2004) attribute the climatic deterioration at 11250 BP (which follows the Preboreal climate reversal) to solar forcing. This relation is also observed by Magny (2004) who relates high lake levels in Eastern France and Switzerland to climatic deteriorations for the entire Holocene (Figure 10). The wetter phases coincide also with phases of increased ice rafted debris in the North Atlantic (Bond et al., 2001) and occur at the beginning and during periods of increased 10Be and 14C production rates (Figure 14).\nNine of these quasiperiodic cycles have been identified for the last 12,000 years (average cycle ∼1500 years). The last drift ice cycle is broadly correlated with the MWP, LIA climate anomalies of the last millennium on one hand and the Maunder minimum on the other (Bond et al., 2001). The cyclicity extends back into the last glaciation and has also been identified for the penultimate climate optimum (MIS 5e, ∼ Eemian). During the periods with cooler, ice-bearing North Atlantic surface waters, a reduction in NADW is inferred as is a reduced monsoon activity at lower latitudes. The cycles also occur in the carbonate content and thermoluminescence of the Mediterranean Gallipoli carbonate platform sediments (Cini Castagnoli et al., 1998b) and North American pollen records (Viau et al., 2002). Recently it has been suggested that the ∼1500 years cycles derive from heterodynes of centennial-band solar cycles (Clemens, 2005).\nAn unresolved question during the early Holocene is the extent to which meltwater pulses into the North Atlantic relate to changes in solar activity. Associated changes in ocean deep water circulation could induce changes in the atmosphere at high latitudes and through this route influence both the 10Be and the 14C records. These effects on the 10Be record are supposed to in the order of a few percent (Table I).\nFor the mid-Holocene nine out of eleven 14C rises appear coeval with wetshifts in raised bogs in The Netherlands (Blaauw et al., 2004). Finally, evidence from raised bogs in the UK and Denmark shows that climatic deteriorations (cooler and wetter conditions) occur in relation to the Homeric, Wolf, Spörer, Maunder and Dalton anomalies in the 14C record (Mauquoy et al., 2004b).\nIn the Mediterranean a series of publications carefully documented influences of solar activity in marine proxy records (CaCO3 contents and thermoluminescence of sediments, δ13C and δ18O of planktic foraminifera shells) in the Ionian and Thyrrenian Seas. Strong 11, 22, 206 (Figure 15) and 1350 years cycles are observed in the proxy records. These cycles are, however, not or only reluctantly related to specific environmental processes (e.g. Cini Castagnoli et al., 1999, 2002). In the Northern Adriatic, solar activity has been suggested to influence the possible occurrence of algal blooms through its influence on air pressure differences which in turn influence circulation in the Adriatic Sea (Ferraro and Mazzarella, 1998).\n5.2.2.4. The NAO/AO. Although on short time scales the winter climates of Europe and the middle East seem to be dominated by the NAO, these climates show clear evidence of solar forcing on longer time scales (e.g. Magny, 2004; Prasad et al., 2004; Mauquoy et al., 2004b). The inferred solar-induced changes in precipitation and temperature are of the same kind as the changes between different modes of the NAO/AO, and for that reason a link between the AO and solar forcing could be expected. Nevertheless, simple linear relations between NAO/AO and solar forcing (e.g. in the frequency domain) have not been evidenced. There is, however, a growing body of literature on non-linear forcing of the NAO/AO\nwhereby forcing possibly foremost takes place during maxima in solar activity whereas during minima no relation seems to be present (Kodera, 2002; Boberg and Lundstedt, 2002; Ogi et al., 2003; Gimeno et al., 2003; Bochnı́cek and Hejda, 2005; Kodera and Kuroda, 2005). Furthermore, Maunder minimum global climate is reported to change only 0.3–0.4 ◦C but locally, over the Northern Hemisphere continents changes are much larger, especially in winter (1–2 ◦C). This is attributed to a shift to a low AO/NAO state as solar irradiance decreases. (Shindell et al., 2001). Interestingly, among other influences, regional solar forcing during the early eighteenth century has been considered as one of the factors responsible for the differences between NAO reconstructions (Timm et al., 2004).\nVery recently, it has been suggested that long term solar forcing affects climate predominantly through the AO and involves both the stratosphere and troposphere. This lends additional credence to the mechanism whereby solar forcing influences climate via UV irradiance changes in the stratosphere (Ruzmaikin et al., 2004) although other forcing mechanisms may be at work as well (e.g. Arnold, 2002; Haigh, 2003).\nIrrespective of a link between solar variability and the AO/NAO a thorough assessment of the residual European climate variability after subtracting the AO/NAO effects would be useful. Such as study may also resolve alternative pathways through which solar variability may force North Atlantic and European climates.\n5.2.3. High Latitudes 5.2.3.1. Greenland. On Greenland, the main sources of high resolution and long proxy records are the ice cores taken from the permanent ice cap. The records are of two kinds, (1) proxy records of solar variability, discussed above (2) proxy records of environmental change. These latter include, δ18O, dust, CO2, CH4 and others.\nFor the pre-Holocene dust record from the GISP2 ice core, 11, 22, 90 and 200 years cycles have been evidenced. They are proposed to reflect aridity variations in the dust source regions induced by solar variability (Ram et al., 1997; Ram and Stolz, 1999). For the period AD 1752–1988, a correlation between dust in ice and the sunspot number appears weak which is attributed to low dust concentrations in ice (compared to the pre-Holocene) and as a result a relatively high overprint of dust originating from explosive volcanism (Donarummo et al., 2004). The δ18O record of the GISP2 core contains among other frequencies a strong and large 11 years cycle (analysed from AD 818–1985) which is in phase with the insolation changes but leads the 14C and 10Be records from the same core by 4 years (Stuiver et al., 1995).\n5.2.3.2. The Boreal Realm. Analysis of high latitude Eurasian records shows 90, 30–35, 22–23, 18 and 11–12 years climatic variability which is attributed to reflect solar quasi-periodicity and its combinatory frequencies (Ogurtsov et al., 2003; Raspopov et al., 2004), longer cycles have been reported from the Arctic, e.g. Alaska (Hu et al., 2003).\nThe driving mechanism behind the 10 years cycles of snowshoe hares abundance in the North American boreal forests forms a matter of debate since the beginning of the 20th century (e.g. Elton, 1924; Krebs et al., 2001) and forms an excellent example of the problems involved in assigning environmental changes to their causes. Originally, and repeatedly since, the cycles have been advocated to result from solar forcing, despite a lacking forcing mechanism. On the other hand the cycles have suggested to be one of the few examples in nature of Lotka-Volterra predator prey equations (Blasius et al., 1999). Hereby the cycles originate from the intrinsically chaotic interaction between the densities of prey (hare) and predator (lynx). It appears that the phase difference between population changes and solar activity is constant only during periods of high amplitude sunspot cycles. It has been hypothesised that the high amplitude solar cycles force the phase of the naturally occurring cyclic variability of the forest ecosystem to that of the solar cycles, probably through solar modulation of the boreal climate (Sinclair et al., 1993; Sinclair and Gosline, 1997). In a recent paper, Kvana et al. (2004) add new and independent evidence for this hypothesis (i.e. for the 11 and 22 years cycles). They reconstruct porcupine abundance since 1868 from feeding scars on trees and propose that solar activity influences the animal populations through modulation of (possibly winter) climate.\nA clear link is present at the level of individual (Spörer and Maunder-type) minima in solar activity and climate throughout the Holocene. In the North Atlantic the solar minima are associated with southward advances of sea-ice whereas in W. Europe climate turns cool and wet. It must be noted that there is no one to one link, climatic events occur without corresponding solar forcing and vice versa, some minima in solar activity do not seem to have a corresponding climatic anomaly.\n5.2.3.3. Antarctic. The Antarctic ice core records have much lower sedimentation rates than other ice cores. As a result, the maximum temporal resolution is lower but the record lengths are larger. Most focus has been on the glacialinterglacial variability with century and larger scale resolution. This does not mean that high resolution environmental records are absent, but, studies on the relation between solar variability and Antarctic environmental change seem almost absent. The Antarctic sea ice decline since 1950 shows an 11 years periodicity but the series is too short to relate this cyclicity to solar forcing (Curran et al., 2003). Sodium winter concentrations in the Law Dome ice core from east Antarctica are strongly correlated with the mid latitude sea level pressure field. Concentrations since 1300 show 99% significant biannual and triannual cycles as well as a very strong 10.5 years cycle. The shorter periods could be attributable to ENSO variability, the 10.5 years cycle could relate to solar forcing (Goodwin et al., 2004). Offshore, a magnetic susceptibility record from Palmer Deep sediment cores displays unusually strong periodicity in the 400, 200 and 50–70 years frequency bands for the last 9000 years (the interval 0–3750 has a 85 years cycle) (Domack et al., 2001). It has recently been suggested that the intensity of solar UV radiation may influence the collapse of the winter circumpolar vortex. This vortex prevents that the mid-latitude ozone-rich air fills the central Antarctic ozone hole (Troshichev and Gabis, 2005). It should be investigated to what extent these stratosphere processes (e.g. timing of the vortex collapse) may influence the troposphere and as such may be responsible for the proposed solar forcing of high southern latitude climate."
  }, {
    "heading": "6. Sun-Climate Coupling",
    "text": "A series of mechanisms has been proposed to explain how solar variability induced climate variability (e.g. White et al., 1997; Baldwin and Dunkerton, 2005). All these mechanisms are predominantly verified on the basis of instrumental records. The shortness of such records implies that in practice only the effects of the decadal solar cycle (∼11 years) are taken into account, the longer solar quasicycles can not be captured and for those we primarily rely on the records of cosmogenic radionuclides. The present paper deals with proxy evidence for Sun – climate coupling. Unfortunately, there are no proxies in sediments for the atmospheric configuration, e.g. coupling between stratosphere and troposphere or cloudiness. Therefore, a thorough discussion of the mechanisms of Sun-climate coupling in the atmosphere is\nbeyond the scope of this paper. The contributions to be expected from proxy records, as attempted here, are statements on the temporal and spatial behaviour of climate; the result of the Sun – climate coupling. The observed patterns of climate change represent what actually happened with climate over longer time-intervals, and as such provide the low frequency boundary conditions for the proposed mechanisms of Sun-climate coupling."
  }, {
    "heading": "7. Future Climate Change",
    "text": "Reliable predictions of climate change or at least its forcing mechanisms, would be very useful for planning our future societies. The character of the forcing mechanisms (cyclic, chaotic, linear) and the relation between forcing mechanisms and climate change, strongly determine to what extent prediction indeed is possible. Solar forcing is just one of these mechanisms and one could try to predict the course of climate on the basis of this variable alone. For instance, Loehle (2004) uses the 1500, 512 and the 88 years Gleissberg cycles on Sargasso and S. African 3 kyrs records to predict natural climatic forcing and estimates for the next 200 years a cooling of −0.2 to −1.4◦C. Such calculations ignore that solar variability is quasicyclic and thus intrinsically unpredictable. With respect to other forcing factors, there is increasing evidence that for the last decades, humanity emerged as an important climate forcing factor (e.g. via modification of the composition of the atmosphere and vegetation cover). The human forcing is rapidly changing and we may expect climate to lag behind significantly. More importantly, human climate forcing is also unprecedented, there is no past analogue. This severely complicates extrapolation of proxy records into the future."
  }, {
    "heading": "8. Conclusions",
    "text": "Proxy records provide ample evidence for climate change during the relatively stable and warm Holocene. The contribution of solar forcing to these changes is highly debated and reinforced by the present-day combination of global warming and an exceptionally active Sun. The problem is not so much if solar activity and climate changed but how the changes have to be interpreted. Interpretation is hampered by difficulties in (1) translating the proxy records into quantitative climate parameters (2) obtaining an accurate age assessment (3) elucidating spatial patterns and relationships (4) separating solar forcing from other forcing mechanisms (5) the lack of physical understanding of the solar forcing mechanisms. For these reasons, assessment of past solar influence on climate often is limited to the identification correlations between environmental change and solar variability only. Central questions are thus: Where, how and when did climate change, how did solar activity change, and, how does climate relate to what extent and what kind of solar variability?\nAt present, the changing concentrations of cosmogenic radionuclides in sediments are considered to be the most reliable proxies for solar variability for the pre-instrumental record. There is still room for improvement, e.g. the timing and amplitude of rapid geomagnetic fluctuations and their influence on the cosmogenic radionuclide production (and thus reconstructed solar variability), still has been hardly investigated.\nAll frequency components attributed to solar variability re-occur in proxy records of environmental change. The noisy character and often insufficient temporal resolution of proxy records often exclude the detection of high frequency decadal and bi-decadal cycles. However, on multi-decadal and longer time scales, notably the ∼90 years Gleisberg and ∼200 years Suess cycles in the 10Be and 14C proxy records of solar activity are also well presented in the environmental proxy records. Additionally, the ∼1500 years Bond cycle which occurs in several proxy records could originate from the interference between centennial-band solar cycles.\nSolar forcing seems to have a particularly strong impact on regional precipitation-evaporation budgets suggesting that it operates via modulating the distribution of latent heat. The oceans may play an important but still obscure role.\nProxy evidence for Sun-climate relations is unequally distributed over the globe, Africa, South America and the marine realm are clearly underrepresented, which is probably more due to a lack of information than a lack of response to solar forcing. At low latitudes, equatorward movement of the ITCZ (upward component of the Hadley cell) occurs upon a decrease in solar activity. It explains humidity changes for (1) Mesoamerica and adjacent North and South American regions and (2) East Africa and the Indian and Chinese Monsoon systems. At middle latitudes the equatorward movement of the zonal circulation during solar minima is probably involved in inducing wet and cool episodes in Western Europe, and Terra del Fuego as well humidity changes in Southern Africa, Australia, New Zealand and the Mediterranean. The Polar Regions seem to expand during solar minima which, at least for the northern hemisphere is evident in southward extension of the Atlantic ice cover. Such a forcing-induced migration of climate regimes prescribes the strategy for assessing past solar forcing. It implies that a given response to solar forcing migrates geographically. At a given location this inherently induces a non linear response which may be one explanation for the discontinuity in the apparent response to solar forcing at single sites. The discontinuous proxyresponse as well as phase-shifts complicate the assessment of Sun – climate relations and call for nonlinear analysis of multiple long and high resolution records at regional scale since only a regional network of proxies may be capable to unravel Sun-climate relations appropriately. Although nonlinear responses to solar forcing are still a largely barren field (despite the fact that major global climate configurations (e.g. the ENSO, AO) follow non-linear dynamics) there is increasing evidence for a link between solar forcing and the AO. The strength of the solar forcing relative to other forcing factors is another source of dynamic responses. It may explain why for several regions solar forcing appears only evident\nduring periods of high amplitude solar variability. Solar forcing has “to compete” continuously with other climate forcings induced by e.g. volcanism, ocean circulation patterns, tides, and geomagnetism. Unfortunately the climatic effects of especially the latter two are hitherto largely enigmatic. The signal to noise ration may be improved by stacking similar periods of solar forcing and investigating the response.\nFew but well dated studies indicate an early, almost instantaneous, climatic deterioration in response to periods with rapidly decreasing solar activity. Since such an early response puts severe limits to the solar forcing mechanisms the reality and extent of this phenomenon should be a key issue in Sun-climate studies.\nLong-term climate change during the preindustrial seems to have been dominated by solar forcing. The long-term response to solar forcing typically has a regional character and greatly exceeds unforced variability (Shindell et al., 2003).\nAlthough marine environments cover roughly 2/3 of the Earth’s surface, the marine environment is severely underrepresented with respect to high resolution records of environmental (including climatic) change. This bias hampers our understanding of the mechanisms inducing climate change both qualitatively and quantitatively."
  }, {
    "heading": "Acknowledgments",
    "text": "Maarten Blaauw, Raymond Bradley, Bas van Geel, Jan de Leeuw, Dimitri Mauquoy, Cor Schuurmans, Karin Zonneveld and an anonymous reviewer are thanked for their useful comments and/or in depth discussions which helped to improve the manuscript. Intensive discussions with Rob van Dorland and Kees de Jager, during a series of afternoon sessions, by telephone and per e-mail were of great help during the entire creative process. Financial support by the Dutch National Research Programme on Global Air Pollution and Climate Change is greatly acknowledged."
  }],
  "year": 2005,
  "references": [{
    "title": "Solar Activity and Earth’s Climate",
    "authors": ["Climate", "Springer", "Berlin", "R.E. p. 221. Benestad"],
    "venue": "Quaternary Res",
    "year": 2002
  }, {
    "title": "Quaternary Sci. Rev",
    "authors": [],
    "venue": "Science",
    "year": 2000
  }, {
    "title": "Weather Cycles: Real or Imaginary",
    "authors": ["D Res"],
    "year": 2003
  }, {
    "title": "Climatic Variations and",
    "authors": ["D. p. 330. Camuffo", "S. Enzi"],
    "year": 1996
  }, {
    "title": "A Bibliography of Holocene Climate Events http://www.geo.arizona.edu",
    "authors": ["K. O"],
    "venue": "Nature",
    "year": 1993
  }, {
    "title": "Smithsonian Miscellaneous Collections",
    "authors": ["F. Nansen"],
    "venue": "New Astron. 9,",
    "year": 1920
  }, {
    "title": "Quaternary Res",
    "authors": ["H.H. Lamb"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 1965
  }, {
    "title": "Climate since A.D",
    "authors": ["C. Pfister", "R. Brázdil"],
    "venue": "Climatic Change 43,",
    "year": 1999
  }, {
    "title": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "authors": ["O.M. Raspopov", "V.A. Dergachev", "E.G. Gooskova"],
    "venue": "Eos",
    "year": 2003
  }, {
    "title": "Quaternary Res",
    "authors": ["M.F. Rosenmeier", "D.A. Hodell", "M. Brenner", "J.H. Curtis"],
    "venue": "Sedimentology",
    "year": 2002
  }, {
    "title": "Quaternary Res",
    "authors": ["Res. Lett"],
    "venue": "Holocene",
    "year": 1999
  }, {
    "title": "Climate Res",
    "authors": ["W. Soon", "S. Baliunas"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 2003
  }, {
    "title": "2004a, Astronom. Astrophys",
    "authors": ["O. Troshichev", "I. Gabis"],
    "venue": "J. Atmos. Solar-Terr. Phys. 67,",
    "year": 2005
  }, {
    "title": "Catalog of large sunspots (165 BC-1992), 36pp",
    "authors": ["E. Xoplaki"],
    "venue": "Surv. Geophys. 312",
    "year": 2001
  }],
  "id": "SP:d9f4aee4c198bbedb2b8510f81c3b3b44f4c54a2",
  "authors": [{
    "name": "GERARD J. M. VERSTEEGH",
    "affiliations": []
  }],
  "abstractText": "The nature of the climatic response to solar forcing and its geographical coherence is reviewed. This information is of direct relevance for evaluating solar forcing mechanisms and validating",
  "title": "SOLAR FORCING OF CLIMATE. 2: EVIDENCE FROM THE PAST"
}