{
  "sections": [{
    "text": "and Na+ concentrations in an 18.5 m ice core, which contains 14 annual layers, from the Dasuopu glacier, central Himalaya, a significant correlation is found between Cl^ and Na+ concentrations. This, along with the average Cl^/Na+ weight ratio of 1.9, indicates that moisture at the drilling site came mostly from oceans. Furthermore, there was a high positive correlation between the Cl^/Na+ ratio in the summer monsoon layers and the monsoon rainfall in northeast India, and there exists a teleconnection between the Cl^ and Na+ concentrations in this shallow ice core and the North Atlantic Oscillation."
  }, {
    "heading": "INTRODUCTION",
    "text": "Soluble impurities in ice cores have been used to study past changes in atmospheric chemistry conditions and climatic and environmental conditions. Information on past changes in atmospheric circulation, ocean ice cover, volcanic eruptions, marine andterrestrial aerosols, forest evolution,biomass burning and human activities has been revealed by chemical records of ice cores from the bipolar ice sheets and mountain glaciers (Hammer and others, 1980; Neftel and others, 1985; Legrand and Delmas, 1987; Legrand and others, 1988, 1995; Wagenbach and others, 1988; Mayewski and others, 1990, 1994; Delmas, 1992; Hansson,1994; Zielinski and others, 1994; O’Brien and others, 1995; Thompson and others, 1995; Taylor and others, 1996; Cole-Dai and others, 1997; Legrand and Mayewski,1997; Stager and Mayewski,1997). In order to better understand the climatic and environmental information preserved in the major soluble constituents of ice cores from the Himalaya and adjacent areas, some researchers have investigated the spatial and temporal variations of the major ions in snow and ice (Mayewski and others,1983,1984,1986;Wake and others,1990,1993) andthe correlationbetween the constituents of the atmospheric aerosol and snow (Wake and others, 1994; Sun andothers,1998). It hasbeen foundthat monsoonanddust signals are recorded by the chemical records of the Asian glaciers (Wake and others, 1993; Yao and others, 1995; Kang and others, 2000;Thompson and others, 2000), and changes in atmospheric chemistry could also be reflected by snow chemistry (Wake and others,1994; Sun and others,1998).These connections heighten our confidence in the reconstruction of past atmospheric andenvironmental changes using glaciochemical data fromtheTibetan Plateau.Here, we examine the signals of Indian monsoon rainfall and the North Atlantic Oscillation (NAO) from the Cl^ and Na+ concentrations in a shallow ice core from Dasuopu glacier, Himalaya.\nTHE ICE CORE\nDasuopu glacier (28³23’ N,85³43’ E) is located on the northern slope of Xixabangma peak, central Himalaya, and its snowline lies at 6300^6500m a.s.l. In 1996, three firn cores (6.1,18.5 and 19.2 m) were recovered from a broad flat plain near the col at 7100 m a.s.l. The borehole temperature was about ^148C at 10 m depth, which indicates that this is a cold glacier. According to the measurements of a 12-stake accumulation network near the drilling sites, the annual net accumulation is about 1.5^1.8 m snow, i.e. about 750^ 1000 mm w.e. Here, we try to explain the variations in Cl^ and Na+ concentrations recorded in the 18.5 m long ice core. This will help us understand the climatic and environmental information contained in the chemical records of the deep ice cores drilled in 1997."
  }, {
    "heading": "METHODS",
    "text": "The18.5 m ice core was cut into144 samples with a clean stainless-steel knife just after being retrieved, and its outside was carefully processed. The samples were kept in clean plastic bags, and then poured into distilled-water-rinsed polyethylene bottles after they melted. All these samples were transported to the Laboratoryof Ice Core and Cold Regions Environment, Chinese Academy of Sciences, and Byrd Polar Research Center, The Ohio State University, U.S.A., for analyses. The anion analyses of all 144 samples were performed using a DX300 ion chromatograph; the cations were analyzed via flame atomic absorption spectrometry using a PE-2380 system; and d18O, which was used for the ice-core dating, was measured using a Finnigan MAT-252 Spectrometer.\nWake and others (1992) found that there was no significant difference in the concentration of major ions between\nsamples that were melted in the field and those that were kept frozen until just prior to analysis. This suggests that the ion-concentration data presented in this paper were little influenced by the procedure of melting samples in the field.The chemical species at depth in a firn core can easily be rearranged by leaching processes, which occur mainly in temperate glaciers (Eichler and others, 2001). The cold climate inhibited snowmelt at our drilling site. Stratigraphic analysis showed that the total thickness of ice layers was only 6.9% of the whole core length (Yao and others, 1998). This suggests that the influence of ion-elution processes on the distribution of ion concentration along our firn core may be negligible. Thus, the analytical results of the snow chemistry along the core may reflect the changes in atmospheric conditions and precipitation chemistry."
  }, {
    "heading": "ANALYTICAL RESULTS AND DISCUSSION",
    "text": "Figure1shows the variations in d18O and Cl^ and Na+ concentrations along the 18.5 m ice core. It can clearly be seen that d18O shows strong seasonality, low (depleted) in summer and high (enriched) in winter. According to the seasonalvariations of d18O, 14 annual layers are easily recognizable in this ice core. Most of the peaks in Cl^ and Na+ concentrations occur in winter and spring, coinciding with high aerosol concentrations observed in the Nepal Himalaya in those seasons (Shrestha and others, 2000). The high winter and\nspring concentrations result from reduced precipitation and more productive (drier) source regions (such as the Near East, northwestern India, and the Tibetan Plateau) from where westerlies transport dust to the drilling site. During the period 1988^92, Cl^ and Na+ concentrations were high. This was a result of low precipitation, as shown by thinner annual layers. However, the weight ratio of Cl^ to Na+ (Cl^/Na+ ratio) was low and with small amplitude during that period.\nAvery goodcorrelation was found between Cl^ and Na+ concentrations for the 144 samples (R2 ˆ0.4192, sig. ˆ99.9%; when 10 extreme samples were removed, R2 ˆ 0.9401, sig. ˆ99.9%; see Fig. 2). This suggests that Cl^ and Na+ had a common source. Moreover, the Cl^/Na+ ratio of 1.92, which was calculated from the average Cl^ concentration (166.6 ppb) of all the samples divided by the average Na+ concentration (86.8 ppb), is close to the weight ratio of sea water (1.8, reported by Keene and others,1986), which indicates that the vapor at the drilling site may have come from oceans. Bao (1985) analyzed the data of satellite cloud photographs and found that one of the major paths of the vapor transported from the Bay of Bengal to the Tibetan Plateau during the monsoon season is across the central Himalaya where our drilling site is located. Dai (1990) pointed out that the weather in the Himalaya is controlled by the southern branch of the westerlies from September through May. This suggests that the vapor that arrives at the drilling site came from the Bay of Bengal during the monsoon season, and possibly from the North Atlantic Ocean during the non-monsoon season (September^May). Thus, we should investigate the information about atmospheric circulation that may be reflected by Cl^ and Na+ concentrations and Cl^/Na+ ratio in different seasons. Owing to the change in precipitation in different areas and the change in monthly distributions of precipitation at one site in different years, it is difficult to estimate the monthly net accumulation rate in each annual layer, and it is therefore impossible to calculate the monthly variations in Cl^ and Na+ concentrations. But we can approximately\nFig. 1. The variations of d18O (a), Cl^(b) and Na+(c) concentrations and Cl^/Na+ratio (d) along an18.5 m ice core from Dasuopu glacier.\nseparate each annual layer into a monsoon-season (MS) layer and a non-monsoon-season (NMS) layer according to the seasonal variations of d18O (low value in summer monsoon season and high value in non-monsoon season). To this end, we regard the depth at which d18O decreases abruptly as the beginning of the MS layer, and the depth at which d18O increases abruptly as the end of MS layer. Figure 3 displays the mean values of d18O, Cl^ and Na+ concentrations and Cl^/Na+ ratios in the MS and NMS layers. In the 18.5 m ice core, the total thickness of the MS layers is larger than that of the NMS layers, which means that the annual precipitation at the drilling site is concentrated in the summer Indian monsoon season. This phenomenon is also observed at meteorological stations near Dasuopu glacier (e.g. summer rainfall (June^August) accounts for about 67% of annual precipitation at the Kathmandu Airport station, Nepal (27³70’ N, 85³30’ E; data available at http:// www.worldclimate.com/cgi-bin/). The high precipitation in the MS layer should be responsible for the low Cl^ and Na+ concentrations, while the converse should apply to the NMS. Thompson and others (2000) used the variations in Cl^ concentrations to study the variability of the Indian monsoon. The average Cl^/Na+ ratio in the MS or NMS layers, computed by means of the Cl^/Na+ ratio in each sample (this is called the sample method (SM) here), was different from that computed by means of the average Cl^ concentration in the whole MS or NMS layers divided by the average Na+ concentration (called the whole method, (WM) here). Nevertheless, the results of both methods show that the Cl^/Na+ ratio was higher in the MS layers than in the NMS layers. This suggests that the Cl^/Na+ ratio was larger in the rainy monsoon season, and smaller in the dry non-monsoon season.\nThis kind of variation in Cl^/Na+ ratio with precipitation is also supported by the spatial variations in Cl^/Na+ ratio in snow and ice and precipitation. The chemical data of snow and ice over the Tibetan Plateau (see Wake and others, 1993, table 1) show that the Cl^/Na+ ratio decreases with the increases in aridity. This may reflect the spatial variations in the Cl^/Na+ ratio in summer precipitation to a large extent, since about 80% of annual precipitation\noccurs in the summertime over the Tibetan Plateau (Dai, 1990). Sequeira and Kelkar (1978) also found that Cl^/Na+ ratios in summer monsoon rainwater over India decrease inland. The loss of Cl^ from sea-salt nuclei upon entry inland, and the increase of Na+ from soil might be responsible for the spatial variations in Cl^/Na+ ratio in summer precipitation over the large area from the Indian subcontinent to the Tibetan Plateau. We can use these spatial variations in Cl^/Na+ ratio in summer precipitation to examine the temporal variations in Cl^/Na+ ratios in the MS layers of our ice core. In other words, the variations in Cl^/Na+ ratios in the summer layers might reflect the variations in monsoon precipitation. By analyzing the correlations between the Cl^/Na+ ratios in the MS layers and the summer monsoon rainfalls (Sontakke and Singh, 1996) in different parts of India, we found that a very good positive correlation (Fig. 4) exists between the Cl^/Na+ ratio (RMS) in the MS layers and the monsoon rainfall (P , in mm) in northeast India:\nP ˆ150:84RMS ‡1104 …R2 ˆ 0:6117; sig: ˆ 99:5%† : …1†\nIf a long series of Cl^/Na+ ratios in the MS layers is obtained from the deep ice core from Dasuopu glacier, the past changes in monsoon rainfall in northeast India can be roughly reconstructed using Equation (1).\nMany studies of the Arctic ice-core records have tried to reveal the past atmospheric circulation and North Atlantic Oscillation (NAO) (Mayewski and others, 1994; Stager and Mayewski, 1997; Rogers and others, 1998). In the north Tibetan ice-core records, we found that changes in accumulation rate were influenced strongly by variations in the strengths of the westerlies and the Indian monsoon (Wang and others, 2000). During the NMS period, the southern branch of the westerlies exerts an important influence on the weather andclimate of southernTibet andthe Himalaya. This process could leave an imprint on our ice-core records. Considering this atmospheric circulation mode and the vapor transfer mostly from oceans to the drilling site during the NMS period, it is speculated that the ultimate origin during that season might be the North Atlantic Ocean. Generally, stronger westerlies are linked with lower precipitation in this region. This could result in a relatively high concentration of chemical species in the snow. Moreover, the NAO index is always a descriptor of the strength of the westerlies\nFig. 3.The average values of d18O, Cl^and Na+concentrations, and Cl^/Na+ ratio in MS and NMS layers in the 18.5 m ice core.The large difference in d18O indicates that its seasonal variation is quite marked.WMand SM indicate the methods by which the average Cl^/Na+ratios were computed (see text). The MS and NMS thicknesses are described by percentages of their respective total thicknesses in the whole depth of the core.\nover the North Atlantic. Therefore, this index is useful for investigating the teleconnections between the NAO and the Himalayan Cl^ and Na+ concentrations. Analytical results show that there indeed exist reliable positive correlations (sig. >90%) between the Cl^ and Na+ concentrations in our ice core and the NAO index, during both the NMS and MS periods (Fig. 5). It can be seen from Figure 5 that the westerlies were strong (high NAO index) from1988 through 1992, which might account for high Cl^ and Na+ concentrations and low Cl^/Na+ ratios (because the westerlies can transport much more Na+ from drier regions to the drilling site, as reflected by the low Cl^/Na+ ratio in the NMS period). Comparison of Figures 4 and 5b shows a negative correlation between the monsoon rainfall and the NAO index during the summertime. The correlation coefficient between Cl^/Na+ ratio in the MS layers (an index of Indian monsoon precipitation) and the NAO index is 0.4986, with sig. >90%. This indicates that the records of deep ice cores from Dasuopu glacier could be used to study the interaction between the Indian monsoon and the NAO, a connection that needs further study."
  }, {
    "heading": "CONCLUSIONS",
    "text": "Here we present preliminary studies on the climatic and environmental significances of Cl^ and Na+ concentrations recorded in an 18.5 m long ice core from Dasuopu glacier, central Himalaya. Snow chemistry and meteorological data suggest that the vapor arriving at this high drilling site comes mostly from the Bay of Bengal during the monsoon season, and possibly from the North Atlantic Ocean during\nthe non-monsoon season.The high Cl^ and Na+ concentrations reflect the influence of the strong westerlies on the high central Himalaya. The trend of variations in the Cl^/Na+ ratio in the MS layers was similar to that of the Indian summer monsoon rainfall. Consequently, the comprehensive analyses tell us that the records of deep ice cores from this glacier could be used to study the impact of the Indian monsoon on climate change over the Tibetan Plateau, and the interaction between the variations in the Indian monsoon and the NAO or the westerlies."
  }, {
    "heading": "ACKNOWLEDGEMENTS",
    "text": "We thank PuJianchen,Tian Lide and Duan Keqin for help with the fieldwork. Special thanks are extended to Huan Cuilan for chemical analyses, and to B. R. Koci and Zhang Yongliang. We are grateful to T. D. van Ommen and two anonymous reviewers for their comments on the manuscript. This research was supported by the National Science Foundation of China (NSF grant 49801004), the Chinese National Committee of Science and Technology (CN grant G1998040800), the Chinese Academy of Sciences (CAS grant KZCX1-10-02) and the U.S. National Science Foundation^Environment, Safety and Health Program."
  }],
  "year": 2015,
  "references": [{
    "title": "Analyses of the satellite cloud photographs over the Tibetan",
    "authors": ["Bao Yuzhang"],
    "venue": "Plateau.] [Sci.Technol.Tibet],",
    "year": 1985
  }, {
    "title": "Annually resolved Southern Hemisphere volcanic history from two Antarctic ice cores",
    "authors": ["J. Cole-Dai", "E. Mosley-Thompson", "L.G. Thompson."],
    "venue": "J. Geophys. Res., 102(D14),16,761^16,771.",
    "year": 1997
  }, {
    "title": "Climate on theTibetan Plateau.] Beijing, Meteorological Press. [In Chinese",
    "authors": ["Dai Jiaxi"],
    "year": 1990
  }, {
    "title": "Environmental information from ice",
    "authors": ["Delmas", "R. J"],
    "venue": "cores. Rev. Geophys.,",
    "year": 1992
  }, {
    "title": "Greenland ice sheet evidence of post-glacial volcanism and its climatic impact",
    "authors": ["C.U. Hammer", "H.B. Clausen", "W. Dansgaard."],
    "venue": "Nature, 288(5788), 230^235.",
    "year": 1980
  }, {
    "title": "E.1994.The Renland ice core: a Northern Hemisphere record of aerosol composition",
    "authors": ["M. Hansson"],
    "venue": "years.Tellus,",
    "year": 1994
  }, {
    "title": "Monsoon and dust signals recorded in Dasuopu glacier, Tibetan Plateau",
    "authors": ["Kang Shichang", "C.P. Wake", "Qin Dahe", "P.A. Mayewski", "Yao Tandong."],
    "venue": "J. Glaciol., 46(153), 222^226.",
    "year": 2000
  }, {
    "title": "Seasalt corrections and interpretation of constituent ratios in marine precipitation",
    "authors": ["W.C. Keene", "A.A.P. Pszenny", "J.N. Galloway", "M.E. Hawley"],
    "venue": "J. Geophys. Res.,",
    "year": 1986
  }, {
    "title": "A 220-year continuous record of volcanic H2SO4 in the Antarctic ice sheet",
    "authors": ["M.R. Legrand", "R.J. Delmas."],
    "venue": "Nature, 327(6124), 671^676.",
    "year": 1987
  }, {
    "title": "Mayewski.1997. Glaciochemistry of polar ice cores: a review",
    "authors": ["M. Legrand"],
    "venue": "Rev. Geophys.,",
    "year": 1997
  }, {
    "title": "Vostok (Antarctica) ice core: atmospheric chemistry changes over the last climatic cycle (160,000 years)",
    "authors": ["M.R. Legrand", "C. Lorius", "N.I. Barkov", "V.N. Petrov."],
    "venue": "Atmos. Environ., 22(2), 317^331.",
    "year": 1988
  }, {
    "title": "Boreal biomass burning over the last 80 years recorded in a Summit^Greenland ice core",
    "authors": ["M. Legrand", "M. de Angelis", "H. Cachier", "A. Gaudichet."],
    "venue": "Delmas, R. J., ed. Ice core studies of global biogeochemical cycles. Berlin, etc., Springer-Verlag, 347^360. (NATO ASI Series I: Global Environmental Change 30.)",
    "year": 1995
  }, {
    "title": "Chemical composition of a high altitude fresh snowfall in the Ladakh Himalayas",
    "authors": ["P.A. Mayewski", "W.B. Lyons", "N. Ahmad."],
    "venue": "Geophys. Res. Lett., 10(1),105^108.",
    "year": 1983
  }, {
    "title": "Interpretation of the chemical and physical time-series retrieved from Sentik Glacier, Ladakh Himalaya, India",
    "authors": ["P.A. Mayewski", "W.B. Lyons", "N. Ahmad", "G. Smith", "M. Pourchet."],
    "venue": "J. Glaciol., 30(104), 66^76.",
    "year": 1984
  }, {
    "title": "Correspondence. Snow chemistry from Xixabangma Peak, Tibet",
    "authors": ["P.A. Mayewski", "W.B. Lyons", "M.J. Spencer andJ.L. Clayton"],
    "venue": "J. Glaciol.,",
    "year": 1986
  }, {
    "title": "An ice core record of atmospheric response",
    "authors": ["P.A. Mayewski", "W.B. Lyons", "M.J. Spencer", "M.S. Twickler", "C.F. Buck", "S.Whitlow"],
    "year": 1990
  }, {
    "title": "Changes in atmospheric circulation and ocean ice cover over the North Atlantic during the last 41,000years",
    "authors": ["P.A. Mayewski"],
    "year": 1994
  }, {
    "title": "Sulphate and nitrate concentrations in snow from south Greenland, 1895^1978",
    "authors": ["A. Neftel", "J. Beer", "H. Oeschger", "R.C.F. Zu« rcher"],
    "year": 1985
  }, {
    "title": "Complexity of Holocene climate as reconstructed from a Greenland ice",
    "authors": ["S.R. O’Brien", "P.A. Mayewski", "L.D. Meeker", "D.A. Meese", "M.S. Twickler", "S.I. Whitlow"],
    "year": 1995
  }, {
    "title": "Atmospheric circulation variability associatedwith shallow-core seasonal isotopic extremes near Summit Greenland",
    "authors": ["J.C. Rogers", "J.F. Bolzan", "V.A. Pohjola"],
    "venue": "J. Geophys. Res.,",
    "year": 1998
  }, {
    "title": "Geochemical implications of summer monsoonal rainwater compositionover India",
    "authors": ["R. Sequeira", "D. Kelkar."],
    "venue": "J. Appl. Meteorol.,17(9),1390^1396.",
    "year": 1978
  }, {
    "title": "Seasonal variations in aerosol concentrations and compositions in the Nepal Himalaya",
    "authors": ["A.B. Shrestha"],
    "venue": "Atmos. Environ.,",
    "year": 2000
  }, {
    "title": "Longest instrumental regional and allIndia summer monsoon rainfall series using optimum observations: reconstruction and update",
    "authors": ["N.A. Sontakke", "N. Singh"],
    "venue": "Holocene,",
    "year": 1996
  }, {
    "title": "Abrupt early to mid-Holocene climatic transition registered at the Equater and the Poles",
    "authors": ["J.C. Stager", "P.A. Mayewski"],
    "year": 1997
  }, {
    "title": "Biomass burning recorded in the GISP2 ice core: a record from eastern Canada? Holocene",
    "authors": ["K.C. Taylor", "P.A. Mayewski", "M.S. Twickler", "S.I. Whitlow"],
    "year": 1996
  }, {
    "title": "Late glacial stage and Holocene tropical ice core records from Huascarän",
    "authors": ["L.G. Thompson"],
    "venue": "Peru. Science,",
    "year": 1995
  }, {
    "title": "G.,T.Yao and E. Mosley-Thompson.2000. A high-resolution millennial record of the south Asian monsoon from Himalayan ice",
    "authors": ["L. Thompson"],
    "year": 1916
  }, {
    "title": "A review",
    "authors": ["Ann. Glaciol", "C.P. 183^187. Wake", "P.A. Mayewski", "M.J. Spencer"],
    "year": 1990
  }, {
    "title": "Anthropogenic sulfate and Asian dust signals in snow",
    "authors": ["Xie Zichu"],
    "year": 1992
  }, {
    "title": "A preliminary",
    "authors": ["Ninglian", "Yao Tandong", "L.G. Thompson"],
    "venue": "Plateau during low dust periods. Atmos. Environ.,",
    "year": 2000
  }],
  "id": "SP:bb709dff3a188018330fd646993dc2a7a5e45746",
  "authors": [{
    "name": "WANG Ninglian",
    "affiliations": []
  }, {
    "name": "YAO Tandong",
    "affiliations": []
  }, {
    "name": "Lonnie G. THOMPSON",
    "affiliations": []
  }, {
    "name": "Mary E. DAVIS",
    "affiliations": []
  }],
  "abstractText": "Information about past atmospheric circulation and climate change can be revealed by the chemical constituents of ice cores. Based on the analytical results of Cl and Na concentrations in an 18.5 m ice core, which contains 14 annual layers, from the Dasuopu glacier, central Himalaya, a significant correlation is found between Cl and Na concentrations. This, along with the average Cl/Na weight ratio of 1.9, indicates that moisture at the drilling site came mostly from oceans. Furthermore, there was a high positive correlation between the Cl/Na ratio in the summer monsoon layers and the monsoon rainfall in northeast India, and there exists a teleconnection between the Cl and Na concentrations in this shallow ice core and the North Atlantic Oscillation.",
  "title": "Indian monsoon and North Atlantic Oscillation signals reflected by Cl- and Na+ in a shallow ice core from Dasuopu glacier, Xixabangma, Himalaya"
}