{
  "sections": [{
    "text": "695\npresented. C-isotope data provide information on the evolution and perturbation of the global carbon cycle. O-isotope data are used as a palaeotemperature proxy in combination with palaeontological information. The resulting trends in climate and in palaeoceanography are compared with biocalcification trends and oceanographic conditions favouring or inhibiting biocalcification. Positive C-isotope anomalies in the Valanginian and Aptian correlate with episodes of increased volcanic activity regarded as a source of excess atmospheric carbon dioxide. A major warming pulse accompanies the Aptian but not the Valanginian C-isotope event. The observed change in Early Aptian temperatures could have triggered the destabilization of sedimentary gas hydrates and the sudden release of methane to the biosphere as recorded as a distinct negative carbon isotope pulse preceding the positive excursion. Both C-isotope anomalies are accompanied by biocalcification crises that may have been triggered by pCO2induced changes in climate and in surface water chemistry. Elevated nutrient levels in river-influenced coastal waters and in upwelling regions further weakened marine calcification. These conditions contrast with ‘normal’ trophic conditions prevailing in the latest Jurassic and favouring biocalcification. The Cand O-isotope curves record a stable mode of carbon cycling and stable temperatures. We conclude that biocalcification is mostly triggered (and inhibited) by CO2 conditions in the atmosphere–ocean system.\nKeywords: Mesozoic, 13C, 18O, carbon cycle, palaeoclimate.\nThe Late Jurassic low-latitude oceans favoured reef growth and the expansion of calcareous plankton into pelagic realms whereas the Early Cretaceous was punctuated by repeated ‘biocalcification crises’. These times of contrast provide an excellent opportunity to investigate boundary conditions favouring or inhibiting biocalcification in marine ecosystems. We first trace carbon cycling from the Late Jurassic into the Early Cretaceous using a pelagic bulk carbonate carbon isotope record established on Tethyan limestone successions. Correlation of the C-isotope record with major trends in marine biocalcification provides insights into environmental controls on biomineralization in shallow- and deep-water carbonate systems. ‘Biocalcification crises’ are defined here as times of reduced calcification rates of a variety of neritic and planktic organisms, causing widespread carbonate platform collapse and changing calcareous nannoplankton assemblages with time scales of around 100 ka. We next present a bulk oxygen isotope record through the Late Jurassic and Early Cretaceous and discuss its potential as a palaeotemperature proxy. Comparison of the oxygen isotope data with palaeontological palaeotemperature indices allows the discrimination between changes in palaeosalinity and palaeotemperature and, consequently, the identification of warming and cooling episodes and trends. The combined palaeotemperature– carbon cycling information is the baseline for the evaluation of environmental conditions favouring or inhibiting biocalcification.\nIntegrated stratigraphy and radiometric dating provide the framework to link volcanic activity and elevated CO2 to climate change, nutrient recycling and biocalcification in Late Jurassic– Early Cretaceous oceans."
  }, {
    "heading": "A composite carbon isotope curve from Tethys sediments",
    "text": "Weissert et al. (1998) have published a composite carbon isotope curve through the Late Jurassic and Early Cretaceous. Here we present a revised and extended composite C-isotope curve based entirely on the analysis of bulk-rock samples (Figs 1 and 2). The analytical methods were presented by Weissert et al. (1985). Sediments outcropping along the Southern Alps and deposited at a palaeodepth of about 1–2 km along the southern Tethys margin provide biostratigraphically and palaeomagnetically calibrated reference sections for the Tithonian–Aptian C- and O-isotope stratigraphy (see Weissert et al. 1985, 1998; Weissert & Channell 1989; Lini et al. 1992; Menegatti et al. 1998; Erba et al. 1999). Additional data covering parts of the Oxfordian and Kimmeridgian are derived from northern Tethyan sections deposited along the deep northern continental margin (depth .500 m) and today cropping out in the Helvetic Alps of northern Switzerland and in the Vocontian Trough (Föllmi et al. 1994; Hennig et al. 1999; Padden et al. 2002; Wissler et al. 2002).\nThe Early Cretaceous 13Ccalcite(cc) record is characterized by four major excursions to heavy values (Valanginian, Barremian, Early and Late Aptian), whereas two less pronounced positive anomalies are documented in the Late Jurassic (Fig. 2). A prominent negative carbon isotope pulse lasting a few 105 years has been identified in Oxfordian sediments. It had been assigned to the transversarium ammonite zone at a few northern Tethyan localities (Padden et al. 2001). The most distinctive feature of the Late Jurassic 13Ccc curve is the relatively smooth trend starting in the Kimmeridgian and reaching its lowest values near\nDownloaded from https://pubs.geoscienceworld.org/jgs/article-pdf/161/4/695/2789560/695.pdf by University of Arizona user on 26 February 2019\nthe Jurassic–Cretaceous boundary (magnetic chron CM19; Weissert & Channell 1989). The first Cretaceous excursion, with an amplitude of þ1.5‰ and a duration of up to 5 Ma, starts in the Valanginian campylotoxus ammonite zone. It reaches peak values in the verrucosum zone and ends in the radiatus zone of the Hauterivian (CM12–CM9, Channell et al. 1993; Hennig et al. 1999). The 13Ccc excursion has now been identified in Valanginian pelagic sediments of all the major oceans, including the Pacific (Bartolini 2003). Moreover, it has been recognized in shallow-water carbonate successions of the northern Tethys (Föllmi et al. 1994) and in fossil wood records (Gröcke et al. 2003). A second positive carbon isotope pulse starts in the Early Barremian (magnetic chron CM3, caillaudianus zone) and reaches maximum values in magnetic chron CM1 and giraudi ammonite zone (Erba et al. 1999; Channell et al. 2000; Wissler et al. 2002). A prominent Early Aptian negative spike correlates with the onset of the Oceanic Anoxic Event (OAE) 1a (Livello Selli; Menegatti et al. 1998). C-isotope values remain stable near 3‰ during OAE1a before they shift to the most positive Early Cretaceous values of .þ4‰ (Leupoldina cabri foraminiferal zone; Rhagodiscus angustus–NC7 nannofossil zone; deshayesi and bowerbanki ammonite zones). This major Aptian positive excursion is separated from a second Aptian carbon isotope event by an episode of lighter values (Globigerinelloides ferreolensis\nand Globigerinelloides algerianus foraminiferal zones; Herrle 2002). The Aptian carbon isotope anomalies have also been documented in localities outside the Atlantic–Tethys region and in continental records (e.g. Jenkyns 1995; Bralower et al. 1999; Gröcke et al. 1999)."
  }, {
    "heading": "A composite oxygen isotope curve from the Tethys Ocean: a palaeotemperature proxy?",
    "text": "The composite O-isotope curve through the Late Jurassic–Early Cretaceous is based on bulk carbonate analyses from pelagic limestone sections (Fig. 2). The pelagic limestone successions were deposited at a rate of less than 1 cm ka 1. Their burial depth varies between 1 and 3 km (see data of Weissert et al. 1985; Weissert & Channell 1989; Lini et al. 1992; Menegatti et al. 1998). We also added a Late Jurassic dataset derived from northern Tethyan pelagic limestone sections deposited along a carbonate shelf (sedimentation rates up to several cm per ka; Padden et al. 2002). The O-isotope compositions of bulk carbonate samples as presented in this study have long been considered unreliable proxies of palaeotemperature and/or palaeosalinity. Calcite cement was added to the primary biogenic calcite during marine deep burial diagenesis. Calcite cement precipitated during deep burial shifted the bulk O-isotope curve towards lighter values because of elevated burial temperatures (Schrag et al. 1995). The five sections we used for the establishment of the long-term bulk O-isotope curve have varying burial histories (Weissert et al. 1985). Therefore, we consider only trends within individual segments O1–O5 of the curve as proxies of past temperature trends and we do not translate the bulk data into accurate past sea surface temperatures. Salinity is considered as constant even if Braarudosphaera–Micrantholithus peaks correlating with magnetic chrons CM16, CM12, CM6–CM5 and base of CM0 normal (Channell et al. 2000; Bersezio et al. 2002) in sections from the Southern Alps might be indicative of palaeosalinity anomalies. Better control on palaeosalinity will help future interpretations of O-isotopic curves. We compare the identified palaeotemperature trends with other proxies of palaeotemperature (Fig. 2) as a test of the reliability of our results.\nLate Jurassic: favourable climate for calcification\nWhereas pCO2 proxy data suggest high atmospheric CO2 levels, available Late Jurassic palaeotemperature records indicate a cool climate for this ‘greenhouse period’ (see discussion by Veizer et al. 2000). The bulk O-isotope curve provides some interesting possible solutions to an apparent mismatch between CO2 data and palaeotemperatures (Fig. 2, segment O1). The data suggest that the mid-Oxfordian was exceptionally warm and that it contrasted with a cool Early Kimmeridgian and an even cooler Callovian–Oxfordian transition (e.g. Jenkyns et al. 2002). Towards the Jurassic–Cretaceous boundary a trend to higher Tethyan temperatures is indicated, but salinity changes may have affected the Late Jurassic O-isotope curve during a time of increasingly drier climate (Hallam 1984). Our palaeotemperature trends inferred from the bulk O-isotope curve agree with trends reconstructed with palynological information from Northern Europe by Abbink et al. (2001). They describe the midOxfordian as a warmer time contrasting with the cool Early and Late Oxfordian and Early Kimmeridigian. Their palynological data also indicate a long-term warming trend lasting from the Kimmeridgian into the earliest Cretaceous. The available data indicate that the Late Jurassic was marked by significant fluctuations in palaeotemperature and in palaeoclimate and that the"
  }, {
    "heading": "H. WEISSERT & E. ERBA696",
    "text": "Downloaded from https://pubs.geoscienceworld.org/jgs/article-pdf/161/4/695/2789560/695.pdf by University of Arizona user on 26 February 2019\nF ig\n. 2\n. L\nat e\nJu ra\nss ic\nan d\nE ar\nly C\nre ta\nce o\nu s\nC -\nan d\nO -i\nso to\np e\nst ra\nti g\nra p\nh y\nca li\nb ra\nte d\nag ai\nn st\nb io\n- an\nd m\nag n\net o st\nra ti\ng ra\np h y.\nN u\nm er\nic al\nag es\n, C\nh an\nn el\nl et\na l.\n(1 9\n9 5 ).\nM ag\nn et\no st\nra ti\ng ra\np h y,\nW ei\nss er\nt et\na l.\n(1 9\n8 5 ),\nW ei\nss er\nt &\nC h an\nn el\nl (1\n9 8\n9 )\nan d\nC h\nan n\nel l\net a\nl. (1\n9 9\n3 ).\nC al\np io\nn el\nli d\ns, C\nh an\nn el\nl &\nG ra\nn d\nes so\n(1 9\n8 7 ).\nP la\nn k\nto n\nic fo\nra m\nin if\ner s\nan d\nco rr\nel at\nio n\no f\nn an\nn o\nfo ss\nil ev\nen ts\nto p\no la\nri ty\nch ro\nn s,\nE rb\na et\na l.\n(1 9\n9 9\n) an\nd\nH er\nrl e\n(2 0 0 2 ).\nA m\nm o n it\ne zo\nn es\n: ca\nli b ra\nti o n\nw it\nh m\nag n et\no st\nra ti\ng ra\np h y\naf te\nr H\nen n ig\net a\nl. (1\n9 9\n9 )\nan d\nW is\nsl er\net a\nl. (2\n0 0\n2 ).\nC ar\nb o n\nis o to\np e\nd at\na: co\nm p\no si\nte cu\nrv e\nb as\ned o\nn W\nei ss\ner t\n& C\nh an\nn el\nl (1\n9 8\n9 ),\nC h\nan n\nel l\net a\nl. (1\n9 9\n3 ),\nE rb\na et\na l.\n(1 9\n9 9 ),\nH er\nrl e\n(2 0\n0 2 )\nan d\nP ad\nd en\net a\nl. (2\n0 0 2 ).\nO x y g en\nis o to\np e\nd at\na: se\nle ct\ned se\nct io\nn s\nfr o m\nth e\nso u th\ner n\nA lp\ns (W\nei ss\ner t\net a\nl. 1\n9 8\n5 ;\nW ei\nss er\nt &\nC h\nan n\nel l\n1 9\n8 9 ),\nth e\nn o\nrt h\ner n\nA lp\ns (P\nad d\nen et\na l.\n2 0\n0 2 )\nan d\nth e\nA tl\nan ti\nc (W\nil so\nn et\na l.\n2 0\n0 2\n). P\nal ae\no cl\nim at\ne in\nfo rm\nat io\nn :\n1 ,\nA b\nb in\nk et\na l.\n2 0\n0 1\n; 2\n, P\nri ce\net a\nl. (2\n0 0\n0 );\n3 ,\nV an\nd e\nS ch\no o\ntb ru\ng g\ne et\na l.\n(2 0\n0 0\n); 4\n, M\nel in\nte &\nM u\ntt er\nlo se\n(2 0\n0 1 );\n5 ,\nH o\nch u\nli et\na l.\n(1 9\n9 9 ),\n6 ,\nC la\nrk e\n& Je\nn k y\nn s\n(1 9\n9 9\n), 7\n, M\nu tt\ner lo\nse &\nK es\nse ls\n(2 0\n0 0\n), 8\n, R\nu ff\nel l\n& B\nat te\nn (1\n9 9\n0 );\n9 ,\nP u\ncé at\net a\nl. (2\n0 0\n3 ).\nw ,\nw ar\nm in\ng ;\nc, co\no li\nn g\n.\nVOLCANISM, CO 2 AND PALAEOCLIMATE 697\nDownloaded from https://pubs.geoscienceworld.org/jgs/article-pdf/161/4/695/2789560/695.pdf by University of Arizona user on 26 February 2019\napparent discrepancy between pCO2 and palaeotemperatures (Veizer et al. 2000) may be the result of a low-resolution palaeoclimate record masking the high-amplitude climate fluctuations.\nThe warm mid-Oxfordian was also a time of significant perturbations of the marine carbon pool as indicated in the bulk and belemnite C-isotope curve (belemnite data; e.g. Jenkyns et al. 2002; Wierzbowski 2002). The mid-Oxfordian negative Cisotope anomaly has been attributed to a ‘methane pulse’ related to large-scale reorganization of oceanography (Padden et al. 2001). The negative isotope anomaly coincides with the beginning of a progressive deepening of the Tethyan calcite compensation depth (CCD) (Padden et al. 2001). Conditions for pelagic carbonate sedimentation further improved during the Late Tithonian, when oceanographic conditions became increasingly stable as reflected in the C- and O-isotope curves (Fig. 2). The Tithonian–Berriasian low 13C values correspond to low Corg/ Ccarb burial rates and hence to oceanic conditions favouring biocalcification. These conditions coincided with a time of increasing 87Sr/86Sr ratios (Jones & Jenkyns 2001) possibly recording increasing weathering rates and hence increasing transfer rates of alkalinity from continents to oceans and possibly decreasing atmospheric CO2 levels. The expansion of calcareous (nanno)plankton was favoured as recorded in coccolith speciation and the origination and diversification of the rock-forming nannoconids and calpionellids. Acceleration in rate of nannoplankton speciation and lowest values in rate of extinction has been documented for the Tithonian–Berriasian interval (Roth 1987, 1989; Bralower et al. 1989; Bown et al. 1992) as a result of both rapid speciation of coccolith families and appearance of new nannolith groups (e.g. Conusphaera, Faviconus, Nannoconus, Polycostella). These include medium- to large-sized conical forms of heavily calcified nannoliths whose origination and evolution correlate with appearance and expansion of calpionellids. Therefore in pelagic ecosystems, planktonic organisms developed a strategy towards higher calcification rates and produced most of the pelagic micrites, at least in the Tethys– Atlantic Ocean.\nEarly Cretaceous: repeated calcification crises\nThe conditions at the very end of the Jurassic contrast with those during times of C-cycle perturbation in the Valanginian, Barremian and Aptian. Major C-isotope anomalies are accompanied by major growth crises of river-influenced carbonate ramps and platforms (Föllmi et al. 1994) and they coincide with biocalcification crises in pelagic settings (Erba 1994; Weissert et al. 1998). The following questions have to be addressed if we want to identify possible causes and consequences of biocalcification crises:\n(1) Were pelagic and neritic calcification crises synchronous? (2) What triggered these crises: changes in nutrient levels (Hallock & Schlager 1986)? Changes in temperature (see Wilson et al. 1998)? Sudden increase in pCO2 and reduction of supersaturation resulting in inhibiting of calcification? (e.g. Gattuso et al. 1998)? Changes in seawater chemistry, specifically in the Mg/ Ca ratio (e.g. Steuber 2002)?\nWere pelagic and neritic calcification crises synchronous?\nWissler et al. (2003) investigated the Barremian–Aptian drowning history in the northern Tethys region. They used C-isotope stratigraphy as a correlation tool and showed that widespread biocalcification crises on northern Tethyan carbonate platforms\nand ramps started in the latest Barremian (see also Masse 1998). The reduction in carbonate production culminated before and during the negative carbon isotope pulse. Data from the Pacific Ocean on the distribution of rudists on carbonate platforms confirm that biocalcification crises in shallow-water settings were truly global (Swinburne & Masse 1995; Skelton 2003). On the Pacific Resolution Guyot, the early Aptian biocalcification crisis seems to have affected only the rudists and the platforms did not drown (Wilson et al. 1998). The rudist fauna disappeared at the time of the negative carbon isotope anomaly at the very base of OAE1a (Skelton 2003). A first drop in pelagic nannofossil carbonates occurred in the latest Barremian (just prior to magnetic chron M0), continued through the Barremian–Aptian boundary and culminated with the nannoconid crisis in the earliest Aptian. Integrated bio- and magnetochemostratigraphy demonstrated that the onset of the nannoconid crisis shortly preceded OAE1a and affected all oceanic basins (Erba 1994; Bralower et al. 1999; Larson & Erba 1999). Such an event does not correspond to an extinction episode and is not a result of Aptian CCD shoaling and carbonate dissolution, which occurs after the onset of nannoconid crisis at the base of Livello Selli (Menegatti et al. 1998). Calcareous nannoplankton, although stimulated toward diversification, was obviously less efficient in calcification. Therefore, although total nannofossil abundance increased, the biocalcification crisis was due to a major decrease in abundance of the most robust and heavily calcified nannoconids. The coeval increase in abundance of small-sized (and much less calcified) opportunistic and rapidly reproducing (‘r-selected’) nannofossils typical for resource-rich environments could not counterbalance the drop in nannoconid carbonate.\nBoth the Early and Late Aptian and also the Valanginian Cisotope anomaly coincide with a widespread northern Tethyan carbonate platform growth crisis (Föllmi et al. 1994). Based on C-isotope correlations, the Valanginian carbonate platform drowning along the eastern central Atlantic (Schlager 1981) coincided with the beginning of the isotope anomaly (Wortmann & Weissert 2001). Calcification crises occurred also in Tethyan pelagic settings during the Valanginian C-isotope anomaly (Channell et al. 1993). A marked decrease in abundance of nannoconids correlates with magnetic chrons CM12–CM10 (Channell et al. 1993; Bersezio et al. 2002), suggesting a difficulty to secrete calcite by nannoconids. In a similar manner to the earliest Aptian nannoconid crisis, the onset of the Valanginian nannoconid decline precedes the C-isotope excursion and corresponds to the calpionellid extinction in the campylotoxus ammonite zone (Remane 1998; Hennig et al. 1999).\nWhat triggered the crises: changes in nutrient levels?\nA greenhouse climate can trigger an acceleration of global water cycling and increased weathering rates resulting in high nutrient transfer from continents to oceans (e.g. Weissert 1989). Meso- to eutrophic conditions favour r-selected organisms that are characterized by smaller size and thinner mineralized parts, thus producing less carbonate. Increasing eutrophication could have triggered the observed replacement of coralgal and foramol facies assemblages by bryomol and crinoid assemblages (Föllmi et al. 1994). Jud (1994) studied the distribution of radiolarians in a pelagic Tethyan section of Valanginian age. She found evidence for changes in nutrient levels during the time of the positive Cisotope anomaly that were possibly related to changes in circulation pattern. This suggests that changes in nutrient levels and therefore in oceanic productivity occurred at the time of major C-isotope anomalies. Erba (1994) suggested that the change in"
  }, {
    "heading": "H. WEISSERT & E. ERBA698",
    "text": "Downloaded from https://pubs.geoscienceworld.org/jgs/article-pdf/161/4/695/2789560/695.pdf by University of Arizona user on 26 February 2019\ncalcareous nannoplankton could have been related to altered nutrient levels in pelagic environments triggered by changes in upwelling intensity and/or coastal eutrophication. However, the global nature of the Early Aptian nannoconid crisis requires a mechanism capable of triggering a biocalcification drop in open ocean sites. Blooms of r-selected and crises of (calcareous) phytoplankton with low reproductive potential (‘k-selected’) might have been controlled by the introduction of large quantities of biolimiting metals during formation of the Ontong–Java Plateau (Larson & Erba 1999). Moreover, warming of deep and intermediate waters could have destabilized the temperature structure in the oceans, perhaps inducing warm ‘volcanogenic’ upwelling. Morphometric analyses of fertility-related nannofossils suggest that oligotrophic forms are 1–3 orders of magnitude larger and therefore produce larger quantities of calcite than the mesotrophic forms. Therefore, an increase in nutrient availability can trigger a reduction in calcification.\nThe volcanic activity in the Valanginian was essentially subaerial and localized in the Paranà–Etendeka province. We assume that an increase in atmospheric CO2 caused accelerated weathering and hydrological cycling and thus indirect fertilization in coastal environments. This mechanism is, however, unlikely to have induced enhanced primary productivity in remote parts of the oceans as documented in the Pacific (Bralower et al. 2002). Nevertheless, tectonic activity related to the break-up of Gondwana could have contributed hydrothermal biolimiting elements from spreading ridges and induced global nutrification.\nPelagic and neritic biocalcification crises started on a global scale before the beginning of the positive C-isotope excursions and they preceded changes in physical oceanography by up to several 100 ka. This makes it difficult to envisage changing productivity as the major trigger of the calcification crises. However, calcification crises were more pronounced along riverinfluenced coasts and in upwelling regions, and we propose that changing nutrient levels in coastal environments and in upwelling regions amplified a perturbation of Valanginian and Aptian surface water conditions, leading to the observed calcification crises.\nWhat triggered the crises: changes in temperature?\nThe O-isotope curve across the Valanginian–Hauterivian (Fig. 2; Weissert et al. 1985) does not provide evidence for a major warming pulse at the beginning of the Valanginian C-cycle perturbation. Similar O-isotope data were documented at Site 1149 in the equatorial Pacific Ocean (Bartolini 2003), indicating that the Valanginian event was not characterized by raised palaeotemperature, at least at low latitudes. Neither do palaeotemperature records derived from biotic proxies show major warming pulses at the beginning of the Valanginian C-isotope excursion (Mutterlose 1991). This suggests that either the proposed elevated flux of CO2 was not accompanied by major changes in the Tethyan palaeotemperature regime or that the available palaeotemperature proxies are not reliable.\nThe Barremian–Aptian bulk oxygen isotope data (Fig. 2; O4, O5) suggest that the Early Cretaceous climate system became increasingly unstable. The data agree with results from Stoll & Schrag (1996), who established a Barremian bulk O-isotope curve from the Atlantic Ocean. In addition, a Barremian–Aptian trend to low O-isotope values is observed in the bulk data. The Barremian was a time of increasing volcanic activity on the Ontong–Java plateau (125–119 Ma; Tejada et al. 2002). As a result of this activity, the chemistry of the atmosphere and oceans\nchanged and an enhanced greenhouse climate may have been established. The observed warming trend precedes the negative Aptian C-isotope spike but it culminates during the time of enrichment of light carbon in the Aptian oceans (Fig. 2; O5). This indicates that the Barremian–Aptian C-cycle perturbation other than the Valanginian anomaly was accompanied by a significant temperature change and that higher water temperatures could have influenced Aptian changes in biocalcification pattern.\nCooling can be considered as another possible cause for Cretaceous biocalcification crises. Indeed, there is isotopic and biotic evidence for a Valanginian cooling event. However, this cooling episode occurs within the verrucosum ammonite zone and coincides with the heaviest C-isotope values (Fig. 2, segment O3). An increase of boreal nannofossils in Romania (Melinte & Mutterlose 2001) and the occurrence of the nannofossil Kokia borealis in the equatorial Pacific support the bulk O-isotope data. Also, Pucéat et al. (2003) inferred a Late Valanginian cool event from oxygen isotope compositions of fish tooth enamel. Similarly to the Valanginian event, the time of heavy carbon isotope values in the early Late Aptian coincided with a time of progressive cooling (Fig. 2). Aptian O-isotope data suggest that cooling occurred up to millions of years after the onset of the biocalcification crisis. Increasing percentages of bisaccate pollens and the nannofossil Eprolithus floralis (Stradner) confirm the implications of the O-isotope data and were interpreted as evidence of southern Tethyan cooling immediately after deposition of the Selli Level (Hochuli et al. 1999). Recently, Herrle & Mutterlose (2003) documented a cooling trend in the latest Aptian–early Albian based on increasing percentages of boreal nannofossil taxa in the Vocontian Basin. Because isotopic and palaeontological evidence of cooling correlates with the late phase of the Cisotope excursion and clearly postdates the onset of the biocalcification crises in the Valanginian and Early and Late Aptian, we conclude that deteriorated climatic conditions were not the cause of carbonate crises in the Early Cretaceous. On the contrary, cooling episodes may have been a consequence of increased organic carbon burial and pumping of CO2 from the atmosphere into sediments as recorded in the positive shift of carbon isotope values.\nWhat triggered the crises: changes in ocean chemistry and saturation state?\nMajor positive C-isotope anomalies in the Early Cretaceous coincided with episodes of volcanic activity. The Paranà– Etendeka volcanic episode is dated at 132 1 Ma (Renne et al. 2001), and the major part of the Ontong–Java Plateau formed between 125 and 119 Ma (Tejada et al. 2002). A third volcanic episode in the Nauru and Mariana Basin (Tejada et al. 2002) and some phases of emplacement of the Kerguelen Plateau (Duncan 2002) coincided with the Late Aptian positive C-isotope anomaly. The primary isotopic imprint of volcanic carbon dioxide on marine carbon isotope signature remains small (,0.5‰) as has been shown in isotope mass balance models (e.g. Kump & Arthur 1999). However, the C-isotope curve records the response of the biosphere to an initial perturbation. Positive carbon isotope anomalies with amplitudes of .1‰ and durations longer than the residence time of carbon in the oceans (.100 ka) record altered partitioning of carbon between reduced and oxidized carbon reservoirs in response to the C-cycle perturbation.\nOntong–Java Plateau volcanism is proposed as a source of excess CO2 and, as a consequence, as the trigger of the Aptian C-cycle perturbation. The O-isotope curve presented herein could\nVOLCANISM, CO 2 AND PALAEOCLIMATE 699\nDownloaded from https://pubs.geoscienceworld.org/jgs/article-pdf/161/4/695/2789560/695.pdf by University of Arizona user on 26 February 2019\nindeed be construed as evidence for a warming trend, induced by volcanism, that started in the Barremian. This warming related to changes in atmospheric CO2 levels could have caused widespread destabilization of clathrates, triggering the sudden release of methane into the ocean–atmosphere system. The addition of CO2 to the atmosphere derived from methane could have resulted in an amplification of Aptian greenhouse conditions and in a peculiar Aptian palaeoceanography reflected in widespread black shale deposition of the OAE1a (Schlanger & Jenkyns 1976; Arthur et al. 1990). Climate-induced changes in ocean circulation patterns could explain the peculiar conditions resulting in widespread O-depletion in deep and intermediate water masses. Valanginian oceans responded differently to the isotopically registered C-cycle perturbation. There is no negative C-isotope spike preceding the positive excursion and the perturbation is not accompanied by a major temperature anomaly, and black shale deposition was less widespread than during the Aptian.\nIf volcanic activity indeed contributed excess amounts of CO2 to the atmosphere–ocean system, then rising pCO2 should have affected ocean chemistry. Repeated volcanic CO2 pulses would have caused a repeated decrease in pH and carbonate ion concentration of surface waters. The calcium carbonate oversaturation would have been lowered on a global scale in shallowwater and open marine settings for up to tens of thousands of years before the excess CO2 could have been compensated by a shallowing of the CCD (Caldeira & Wickett 2003). The degree of oversaturation has been shown to be an important parameter controlling the growth potential of calcium carbonate precipitating organisms. Experiments with corals, green algae and calcareous nannoplankton demonstrate that a decrease in oversaturation weakens the calcification potential of these organisms (Gattuso et al. 1998; Kleypas et al. 1999; Gattuso & Buddemeier 2000; Riebesell et al. 2000). Lowered oversaturation as a result of rising pCO2 could explain the widespread nature of the Early Aptian and the Valanginian carbonate platform crises. Reduced oversaturation for only a few tens of thousands of years, combined with a rising sea level, could have caused the observed platform drowning. A predicted shallowing of the CCD during the Valanginan and Aptian has been observed in Tethyan sections (Weissert et al. 1985). Important local or regional stress-amplifying factors were nutrients, suspension load or temperature changes. The Barremian to Early Aptian carbonate platforms growing along the northern Tethyan margin, close to exposed land area, were subjected to elevated nutrient supply and increased suspension loads from weathering. Therefore, they may been more sensitive to pCO2 fluctuations. In contrast, the carbonate platforms on the Adriatic microplate were not affected by a continental influence and they did not drown to the same extent during the suggested Valanginian and Early Aptian pCO2 rise (D’Argenio et al. 1993). In addition, extremely low Mg/Ca ratios during the mid-Cretaceous linked to high production rates of oceanic basalts should have altered the Mg/Ca ratio of the seawater. This would have decreased aragonite supersaturation and resulted in a major change in composition of skeletal particles occurring during the late Early Aptian (see Steuber 2002).\nConclusions: biocalcification crises, triggers and amplifiers\nDuring the Late Jurassic–Early Cretaceous, biocalcification in neritic and pelagic settings was related to volcanism (and, hence, to pCO2), to nutrient availability and to the temperature of surface waters. Geological data suggest that pCO2 affecting\nocean chemistry was the most important factor controlling carbonate production. Both shallow-water and open marine ecosystems reacted to climate-induced perturbations that inhibited carbonate secretion. Whereas increased nutrient availability could have affected biocalcification, changes in palaeotemperature do not appear to be as significant with respect to carbonate production in the Late Jurassic–Early Cretaceous. Cooling episodes clearly postdate major biocalcification crisis in the Valanginian and Aptian. Extreme warm conditions characterized the onset of the Early Aptian C isotopic anomaly and OAE1a but no evidence of warming is observed in the Valanginian records. Stable temperatures are also recorded for the Tithonian–Berriasian interval, which was the most favourable for carbonate production in shallow and deep oceans. This was a time of ‘normal’ trophic conditions. The absence of major volcanic activity suggests that pCO2 levels remained stable, indicating that biocalcification is mostly triggered (and inhibited) by CO2 conditions in the atmosphere–ocean system.\nThis study was supported by the Swiss Science Foundation and by ETH Zürich. We would like to thank S. Bernasconi, L. Wissler, U. Heimhofer, J. Herrle and F. Tremolada for stimulating discussions. We also thank P. Wilson and G. Price for their helpful reviews. The two subject editors H. Morgans-Bell and A. Cohen made very helpful additional comments on the manuscript."
  }, {
    "heading": "H. WEISSERT & E. ERBA700",
    "text": "Downloaded from https://pubs.geoscienceworld.org/jgs/article-pdf/161/4/695/2789560/695.pdf by University of Arizona user on 26 February 2019\nCretaceous climatic change in the southern Hemisphere. Geology, 8, 699–702. D’Argenio, B., Ferreri, V., Ardillo, F. & Buonocunto, F.P. 1993. Microstrati-\ngrafia e stratigrafia sequenziale. Studi sui depositi di piattaforma carbonatica nel Cretaceo del Monte Maggiore (Appennino Meridionale). Bollettino della Società Geologica Italiana, 112, 739–749. Duncan, R.A. 2002. A time frame for construction of the Kerguelen Plateau and\nBroken Ridge. Journal of Petrology, 43, 1109–1119.\nErba, E. 1994. Nannofossils and superplumes: the Early Aptian ‘nannoconid\ncrisis’. Paleoceanography, 9, 483–501.\nErba, E., Premoli Silva, I. & Watkins, D. 1995. Cretaceous calcareous plankton\nbiostratigraphy of Sites 872 through 879 (ODP Leg 144). In: Haggerty, J.A., Premoli Silva, I., Rack, F. & McNutt, M.K. (eds) Proceedings of the Ocean Drilling Program, Scientific Results, 144. Ocean Drilling Program, College Station, TX, 157–169. Erba, E., Channell, J.E.T. & Claps, M. et al. 1999. Integrated stratigraphy of\nthe Cismon APTICORE (Southern Alps, Italy): a ‘reference section’ for the Barremian–Aptian interval at low latitudes. Journal of Foraminiferal Research, 29, 371–391. Föllmi, K.B., Weissert, H., Bisping, M. & Funk, H. 1994. Phosphogenesis,\ncarbon-isotope stratigraphy and carbonate platform evolution along the northern Tethyan margin. Geological Society of America Bulletin, 106, 729–746. Gattuso, J.P. & Buddemeier, R.W. 2000. Ocean biogeochemistry; calcification\nand CO2. Nature, 407, 311–313.\nGattuso, J.-P., Frankignoulle, M., Bourge, I., Romaine, S. & Buddemeier,\nR.W. 1998. Effect of calcium carbonate saturation of seawater on coral calcification. Global and Planetary Change, 18, 37–46. Gröcke, D.R., Hesselbo, S.P. & Jenkyns, H.C. 1999. Carbon-isotope composition\nof Lower Cretaceous fossil wood; ocean–atmosphere chemistry and relation to sea-level change. Geology, 27, 155–158. Gröcke, D.R., Price, G.D., Baraboshkin, E., Mutterlose, J. & Ruffell, A.H.\n2003. The Valanginian terrestrial carbon-isotope record. Geophysical Research Abstracts, 5, 2003. Hallam, A. 1984. Continental humid and arid zones during the Jurassic\nand Cretaceous. Palaeogeography, Palaeoclimatology, Palaeoecology, 47, 195–223. Hallock, P. & Schlager, W. 1986. Nutrient excess and the demise of coral reefs\nand carbonate platforms. Palaios, 1, 389–398.\nHennig, S., Weissert, H. & Bulot, L. 1999. C-isotope stratigraphy, a calibration\ntool between ammonite- and magnetostratigraphy. Geologica Carpathica, 50, 91–96. Herrle, J.O. 2002. Paleoceanographic and Paleoclimatic Implications on Mid-\nCretaceous Black Shale Formation in the Vocontian Basin and the Atlantic: Evidence from Calcareous Nannofossils and Stable Isotopes. Tübinger Mikropaläontologische Mitteilungen, 27. Herrle, J.O. & Mutterlose, J. 2003. Calcareous nannofossils from the Aptian–\nearly Albian of SE France: paleoecological and biostratigraphic implications. Cretaceous Research, 24, 1–22. Hochuli, P., Menegatti, A.P., Weissert, H., Riva, A., Erba, E. & Premoli\nSilva, I. 1999. Episodes of high productivity and cooling in the early Aptian Alpine Tethys. Geology, 27, 657–660. Jenkyns, H.C. 1995. Carbon-isotope stratigraphy and palaeoceanographic signifi-\ncance of the lower Cretaceous shallow water carbonates of Resolution Guyot. In: Winterer, E.L., Sager, W.W., Firth, J.V. & Sinton, J.M. (eds) Proceedings of the Ocean Drilling Program, Scientific Results, 143. Ocean Drilling Program, College Station, TX, 99–104. Jenkyns, H.C., Jones, C.E., Gröcke, D.R., Hesselbo, S.P. & Parkinson, D.N.\n2002. Chemostratigraphy of the Jurassic system: applications, limitations and implications for palaeoceanography. Journal of the Geological Society, London, 159, 351–378. Jones, C. & Jenkyns, H.C. 2001. Seawater strontium isotopes, oceanic anoxic\nevents, and seafloor hydrothermal activity in the Jurassic and Cretaceous. American Journal of Science, 301, 112–149. Jud, R. 1994. Biochronology and systematics of Early Cretaceous Radiolaria of the\nWestern Tethys. Mémoires de Géologie, Lausanne, 19, 1–147.\nKleypas, J.A., Buddemeier, R.W., Archer, D., Gattuso, J.-P., Langdon, C. &\nOpdyke, B.N. 1999. Geochemical consequences of increased atmospheric carbon dioxide on coral reefs. Science, 284, 118–119. Kump, L.R. & Arthur, M.A. 1999. Interpreting carbon-isotope excursions;\ncarbonates and organic matter. Chemical Geology, 161, 181–198.\nLarson, R.L. & Erba, E. 1999. Onset of the mid-Cretaceous greenhouse in the\nBarremian–Aptian: igneous events and the biological, sedimentary, and geochemical responses. Paleoceanography, 14, 663–678. Lini, A., Weissert, H. & Erba, E. 1992. The Valanginian carbon isotope event: a\nfirst episode of greenhouse climate conditions during the Cretaceous. Terra Nova, 4, 374–384. Masse, J.P. 1998. Sédimentologie du stratotype historique de l’Aptien inférieur\ndans la région de Cassis-La Bedoule (S.E. France). Géologie Méditerrannée, 3/4, 31–41. Melinte, M. & Mutterlose, J. 2001. A Valanginian (Early Cretaceous) ‘Boreal\nnannoplankton excursion’ in sections from Romania. Marine Micropaleontology, 43, 1–25. Menegatti, A.P., Weissert, H., Brown, R.S., Tyson, R.V., Farrimond, P.,\nStrasser, A. & Caron, M. 1998. High-resolution 13C stratigraphy through the Early Aptian ‘Livello Selli’ of the Alpine Tethys. Paleoceanography, 13, 530–545. Mutterlose, J. 1991. Das Verteilungs- und Migrations-Muster des kalkigen\nNannoplanktons in der Unterkreide (Valangin–Apt) NW-Deutschlands. Palaeontographica, Abteilung B, 221, 27–152. Mutterlose, J. & Kessels, K. 2000. Early Cretaceous calcareous nannofossils\nfrom high latitudes; implications for palaeobiogeography and palaeoclimate. Palaeogeography, Palaeoclimatology, Palaeoecology., 160, 347–372. Padden, M., Weissert, H. & de Rafelis, M. 2001. Evidence for Late Jurassic\nrelease of methane from gas hydrate. Geology, 29, 223–226.\nPadden, M., Weissert, H., Funk, H., Schneider, S. & Gansner, C. 2002. Late\nJurassic lithological evolution and carbon-isotope stratigraphy of the western Tethys. Eclogae Geologicae Helvetiae, 95, 333–346. Price, G.D., Ruffell, A.H., Jones, C.E., Kalin, R.M. & Mutterlose, J. 2000.\nIsotopic evidence for temperature variation during the early Cretaceous (late Ryazanian–mid-Hauterivian). Journal of the Geological Society, London, 157, 335–343. Pucéat, E., Lecuyer, C., Sheppard, S., Dromart, G., Reboulet, S. & Grand-\nejan, P. 2003. Thermal evolution of Cretaceous marine waters inferred from oxygen isotope composition of fish tooth enamels. Paleoceanography, 18, 1–11. Remane, J. 1998. Les calpionelles; possibilités biostratigraphiques et limitations\npaléobiogéographiques. Bulletin de la Société Géologique de France, 169, 829–839. Renne, P.R., Glen, J.M., Milner, S.C. & Duncan, R.A. 2001. Age of Etendeka\nflood volcanism and associated intrusions in southwestern Africa. Geology, 24, 659–662. Riebesell, U., Zondervan, I., Rost, B., Tortell, P.D., Zeebe, R.E. & Morel,\nF.M. 2000. Reduced calcification of marine plankton in response to increased atmospheric pCO2. Nature, 407, 364–367. Roth, P. 1987. Mesozoic calcareous nannofossil evolution; relation to paleoceano-\ngraphic events. Paleoceanography, 2, 601–611.\nRoth, P. 1989. Ocean circulation and calcareous nannoplankton evolution during\nthe Jurassic and Cretaceous. Palaeogeography, Palaeoclimatology, Palaeoecology, 74, 111–126. Ruffell, A.H. & Batten, D.J. 1990. The Barremian–Aptian arid phase in western\nEurope. Palaeogeography, Palaeoclimatology, Palaeoecology, 80, 197–212.\nSchlager, W. 1981. The paradox of drowned reefs and carbonate platforms.\nGeological Society of America Bulletin, 92, 197–211.\nSchlanger, S.O. & Jenkyns, H.C. 1976. Cretaceous anoxic events: causes and\nconsequences. Geology en Mijnbouw, 55, 179–184.\nSchrag, D.P., DePaolo, D.J. & Richter, F.M. 1995. Reconstruction of past sea\nsurface temperatures. Correcting for diagenesis of bulk marine carbonate. Geochimica et Cosmochimica Acta, 59, 2265–2278. Stoll, H.M. & Schrag, D.P. 1996. Evidence for glacial control of rapid sea level\nchanges in the Early Cretaceous. Science, 272, 1771–1774.\nSkelton, P. W. (ed.) 2003. The Cretaceous World. Cambridge University Press,\nCambridge; Open University, Milton Keynes.\nSteuber, T. 2002. Plate tectonic control on the evolution of Cretaceous platform-\ncarbonate production. Geology, 30, 259–262.\nSwinburne, N.H.M. & Masse, J.-P. 1995. Early Cretaceous rudist fauna of Allison\nand Resolution Guyots, Mid-Pacific Mountains. In: Winterer, E.L., Sager, W.W., Firth, J.V. & Sinton, J.M. (eds) Proceedings of the Ocean Drilling Program, Scientific Results, 143. Ocean Drilling Program, College Station, TX, 3–14. Tejada, M.L.G., Mahoney, J.J., Neal, C.R., Duncan, R.A. & Petterson, M.G.\n2002. Basement geochemistry and geochronology of Central Malaita, Solomon Islands, with implications for the origin and evolution of the Ontong Java Plateau. Journal of Petrology, 43, 449–484. Van de Schootbrugge, B., Föllmi, K.B., Bulot, L.G. & Burns, S.J. 2000.\nPaleoceanographic changes during the early Cretaceous (Valanginian–Hauterivian). Evidence from oxygen and carbon isotopes. Earth and Planetary Science Letters, 181, 15–31. Veizer, J., Godderis, Y. & Francois, L.M. 2000. Evidence for decoupling of\natmospheric CO2 and global climate during the Phanerozoic eon. Nature, 408, 698–701. Weissert, H. 1989. C-isotope stratigraphy, a monitor of paleoenvironmental\nchange; a case study from the Early Cretaceous. Surveys in Geophysics, 10, 1–61. Weissert, H. & Channell, J.E.T. 1989. Tethyan carbonate carbon isotope\nstratigraphy across the Jurassic–Cretaceous boundary: an indicator of\nVOLCANISM, CO 2 AND PALAEOCLIMATE 701\nDownloaded from https://pubs.geoscienceworld.org/jgs/article-pdf/161/4/695/2789560/695.pdf by University of Arizona user on 26 February 2019\ndecelerated carbon cycling. Paleoceanography, 4, 483–494.\nWeissert, H. & Lini, A. 1991. Ice Age interludes during the time of Cretaceous\ngreenhouse climate? In: Müller, D.W., McKenzie, J.A. & Weissert, H. (eds) Controversies in Modern Geology. Academic Press, London, 173–191. Weissert, H., McKenzie, J.A. & Channell, J.E.T. 1985. Natural variations in\nthe carbon cycle during the Early Cretaceous. In: Sundquist, E.T. & Broeker, W.S. (eds) The Carbon Cycle and Atmospheric CO2: Natural Variations Archean to Present. Geophysical Monograph, American Geophysical Union, 32, 531–545. Weissert, H., Lini, A., Föllmi, K.B. & Kuhn, O. 1998. Correlation of Early\nCretaceous carbon isotope stratigraphy and platform drowning events: a possible link? Palaeogeography, Palaeoclimatology, Palaeoecology, 137, 189–203. Wierzbowski, H. 2002. Detailed oxygen and carbon isotope stratigraphy of the\nOxfordian in Central Poland. International Journal of Earth Sciences, 9, 304–314. Wilson, P.A., Jenkyns, H.C., Elderfield, H. & Larson, R.L. 1998. The paradox\nof drowned carbonate platforms and the origin of Cretaceous Pacific guyots.\nNature, 392, 889–894.\nWilson, P., Norris, R. & Cooper, M. 2002. Testing the Cretaceous greenhouse\nhypothesis using glassy foraminiferal calcite from the core of the Turonian tropics on Demerara Rise. Geology, 30, 607–610. Wissler, L. 2002. Response of early Cretaceous sedimentary systems to perturba-\ntions in global carbon cycling: insights from stratigraphy, sedimentology and geochemical modelling. Dissertation Naturwissenschaften ETH Zürich. Wissler, L., Weissert, H., Masse, J.-P. & Bulot, L. 2002. Chemostratigraphic\ncorrelation of Barremian and lower Aptian ammonite zones and magnetic reversals. International Journal of Earth Sciences, 91, 272–279. Wissler, L., Funk, H. & Weissert, H. 2003. Response of Early Cretaceous\ncarbonate platforms to changes in atmospheric carbon dioxide levels. Palaeogeography, Palaeoclimatology, Palaeoecology, 200, 187–205. Wortmann, U. & Weissert, H. 2001. Tying drowning to perturbations of the\nglobal carbon cycle with a Corg-curve from the Valanginian of DSDP site 416. Terra Nova, 12, 289–294. Ziegler, P. (ed.) 1988. Evolution of the Arctic North Atlantic and the Western\nTethys. American Association of Petroleum Geologists Memoirs, 43.\nReceived 27 May 2003; revised typescript accepted 11 November 2003.\nScientific editing by Helen Morgans-Bell and Anthony Cohen"
  }, {
    "heading": "H. WEISSERT & E. ERBA702",
    "text": "Downloaded from https://pubs.geoscienceworld.org/jgs/article-pdf/161/4/695/2789560/695.pdf by University of Arizona user on 26 February 2019"
  }],
  "year": 2004,
  "references": [{
    "title": "Late Jurassic to earliest Cretaceous paleoclimatic evolution of the southern North Sea",
    "authors": ["O. Abbink", "J. Targarona", "H. Brinkhuis", "H. Visscher"],
    "venue": "Global and Planetary Change,",
    "year": 2001
  }, {
    "title": "Stratigraphy, geochemistry and palaeogeography of organic carbon-rich Cretaceous sequences",
    "authors": ["M.A. Arthur", "H.C. Jenkyns", "H.J. Brumsack", "S.O. Schlanger"],
    "year": 1990
  }, {
    "title": "Cretaceous radiolarian biochronology and carbon isotope stratigraphy of ODP Site 1149 (Northwestern Pacific, Nadezhda Basin)",
    "authors": ["A. Bartolini"],
    "venue": "http://www.odp.tamu.edu/publications/185, SR/VOLUME/CHAPTERS/011.",
    "year": 2003
  }, {
    "title": "Berriasian–Aptian black shales of the Maiolica Formation (Lombardian Basin, southern Alps, northern Italy); local to global events",
    "authors": ["R. Bersezio", "E. Erba", "M. Gorza", "A. Riva"],
    "year": 2002
  }, {
    "title": "Calcareous nannoplankton evolution",
    "authors": ["P.R. Bown", "J.A. Burnett", "L.T. Gallagher"],
    "venue": "Memorie di Scienze Geologiche,",
    "year": 1992
  }, {
    "title": "Calcareous nannofossil zonation of the Jurassic–Cretaceous boundary interval and correlation with the geomagnetic polarity timescale",
    "authors": ["T.J. Bralower", "S. Monechi", "H.R. Thiersten"],
    "venue": "Marine Micropaleontology,",
    "year": 1989
  }, {
    "title": "The record of global change in mid-Cretaceous (Barremian–Albian) sections from the Sierra Madre, Northeastern Mexico",
    "authors": ["T.J. Bralower", "E. CoBabe", "B. Clement", "W.V. Sliter", "C.L. Osburn", "J. Longoria"],
    "venue": "Journal of Foraminiferal Research,",
    "year": 1999
  }, {
    "title": "Anthropogenic carbon and ocean pH",
    "authors": ["K. Caldeira", "M.E. Wickett"],
    "year": 2003
  }, {
    "title": "A revised correlation of Mesozoic polarity chrons and calpionellid zones",
    "authors": ["J.E.T. Channell", "P. Grandesso"],
    "venue": "Earth and Planetary Science Letters,",
    "year": 1987
  }, {
    "title": "Magnetostratigraphic calibration of the late Valanginian carbon isotope event in pelagic limestones from northern Italy and Switzerland",
    "authors": ["J.E.T. Channell", "E. Erba", "A. Lini"],
    "venue": "Earth and Planetary Science Letters,",
    "year": 1993
  }, {
    "title": "Late Jurassic– Early Cretaceous time scales and oceanic magnetic anomaly block models",
    "authors": ["J.E.T. Channell", "E. Erba", "M. Nakanishi", "K. Tamaki"],
    "venue": "Time Scales and Global Stratigraphic Correlations. SEPM Special Publications,",
    "year": 1995
  }, {
    "title": "Early Cretaceous magnetic stratigraphy in the APTICORE drill core and adjacent outcrop in Cismon (southern Alps, Italy), and correlation to the proposed Barremian&Aptian boundary stratotype",
    "authors": ["J.E.T. Channell", "E. Erba", "G. Muttoni", "F. Tremolada"],
    "venue": "Geological Society of America Bulletin,",
    "year": 2000
  }, {
    "title": "New oxygen isotope evidence for long-term",
    "authors": ["L.J. Clarke", "H.C. Jenkyns"],
    "year": 1999
  }, {
    "title": "Microstratigrafia e stratigrafia sequenziale. Studi sui depositi di piattaforma carbonatica nel Cretaceo del Monte Maggiore (Appennino Meridionale)",
    "authors": ["B. D’Argenio", "V. Ferreri", "F. Ardillo", "F.P. Buonocunto"],
    "venue": "Bollettino della Società Geologica Italiana,",
    "year": 1993
  }, {
    "title": "A time frame for construction of the Kerguelen Plateau and Broken Ridge",
    "authors": ["R.A. Duncan"],
    "venue": "Journal of Petrology, 43, 1109–1119.",
    "year": 2002
  }, {
    "title": "Nannofossils and superplumes: the Early Aptian ‘nannoconid crisis",
    "authors": ["E. Erba"],
    "venue": "Paleoceanography, 9, 483–501.",
    "year": 1994
  }, {
    "title": "Cretaceous calcareous plankton biostratigraphy of Sites 872 through 879 (ODP Leg 144)",
    "authors": ["E. Erba", "I. Premoli Silva", "D. Watkins"],
    "venue": "Proceedings of the Ocean Drilling Program, Scientific Results,",
    "year": 1995
  }, {
    "title": "Integrated stratigraphy of the Cismon APTICORE (Southern Alps, Italy): a ‘reference section’ for the Barremian–Aptian interval at low latitudes",
    "authors": ["E. Erba", "J.E.T. Channell", "M Claps"],
    "venue": "Journal of Foraminiferal Research,",
    "year": 1999
  }, {
    "title": "Phosphogenesis, carbon-isotope stratigraphy and carbonate platform evolution along the northern Tethyan margin",
    "authors": ["K.B. Föllmi", "H. Weissert", "M. Bisping", "H. Funk"],
    "venue": "Geological Society of America Bulletin,",
    "year": 1994
  }, {
    "title": "Ocean biogeochemistry; calcification",
    "authors": ["J.P. Gattuso", "R.W. Buddemeier"],
    "year": 2000
  }, {
    "title": "Effect of calcium carbonate saturation of seawater on coral calcification",
    "authors": ["Gattuso", "J.-P", "M. Frankignoulle", "I. Bourge", "S. Romaine", "R.W. Buddemeier"],
    "venue": "Global and Planetary Change,",
    "year": 1998
  }, {
    "title": "Carbon-isotope composition of Lower Cretaceous fossil wood; ocean–atmosphere chemistry and relation to sea-level",
    "authors": ["D.R. Gröcke", "S.P. Hesselbo", "H.C. Jenkyns"],
    "venue": "change. Geology,",
    "year": 1999
  }, {
    "title": "The Valanginian terrestrial carbon-isotope record",
    "authors": ["D.R. Gröcke", "G.D. Price", "E. Baraboshkin", "J. Mutterlose", "A.H. Ruffell"],
    "venue": "Geophysical Research Abstracts,",
    "year": 2003
  }, {
    "title": "Continental humid and arid zones during the Jurassic and Cretaceous",
    "authors": ["A. Hallam"],
    "venue": "Palaeogeography, Palaeoclimatology, Palaeoecology, 47, 195–223.",
    "year": 1984
  }, {
    "title": "Nutrient excess and the demise of coral reefs and carbonate",
    "authors": ["P. Hallock", "W. Schlager"],
    "venue": "platforms. Palaios,",
    "year": 1986
  }, {
    "title": "C-isotope stratigraphy, a calibration tool between ammonite- and magnetostratigraphy",
    "authors": ["S. Hennig", "H. Weissert", "L. Bulot"],
    "venue": "Geologica Carpathica,",
    "year": 1999
  }, {
    "title": "Paleoceanographic and Paleoclimatic Implications on MidCretaceous Black Shale Formation in the Vocontian Basin and the Atlantic: Evidence from Calcareous Nannofossils and Stable Isotopes",
    "authors": ["J.O. Herrle"],
    "venue": "Tübinger Mikropaläontologische Mitteilungen, 27.",
    "year": 2002
  }, {
    "title": "Calcareous nannofossils from the Aptian– early Albian of SE France: paleoecological and biostratigraphic implications",
    "authors": ["J.O. Herrle"],
    "venue": "Cretaceous Research,",
    "year": 2003
  }, {
    "title": "Episodes of high productivity and cooling in the early",
    "authors": ["P. Hochuli", "A.P. Menegatti", "H. Weissert", "A. Riva", "E. Erba", "I. Premoli Silva"],
    "venue": "Aptian Alpine Tethys. Geology,",
    "year": 1999
  }, {
    "title": "Carbon-isotope stratigraphy and palaeoceanographic significance of the lower Cretaceous shallow water carbonates of Resolution Guyot",
    "authors": ["H.C. Jenkyns"],
    "venue": "In: Winterer, E.L., Sager, W.W., Firth, J.V. & Sinton, J.M. (eds) Proceedings of the Ocean Drilling Program, Scientific Results, 143. Ocean Drilling Program, College Station, TX, 99–104.",
    "year": 1995
  }, {
    "title": "Chemostratigraphy of the Jurassic system: applications, limitations and implications for palaeoceanography",
    "authors": ["H.C. Jenkyns", "C.E. Jones", "D.R. Gröcke", "S.P. Hesselbo", "D.N. Parkinson"],
    "venue": "Journal of the Geological Society,",
    "year": 2002
  }, {
    "title": "Seawater strontium isotopes, oceanic anoxic events, and seafloor hydrothermal activity in the Jurassic and Cretaceous",
    "authors": ["C. Jones", "H.C. Jenkyns"],
    "venue": "American Journal of Science,",
    "year": 2001
  }, {
    "title": "Biochronology and systematics of Early Cretaceous Radiolaria of the Western Tethys",
    "authors": ["R. Jud"],
    "venue": "Mémoires de Géologie, Lausanne, 19, 1–147.",
    "year": 1994
  }, {
    "title": "Geochemical consequences of increased atmospheric carbon dioxide on coral reefs",
    "authors": ["J.A. Kleypas", "R.W. Buddemeier", "D. Archer", "Gattuso", "J.-P", "C. Langdon", "B.N. Opdyke"],
    "year": 1999
  }, {
    "title": "Interpreting carbon-isotope excursions; carbonates and organic matter",
    "authors": ["L.R. Kump", "M.A. Arthur"],
    "venue": "Chemical Geology,",
    "year": 1999
  }, {
    "title": "Onset of the mid-Cretaceous greenhouse in the Barremian–Aptian: igneous events and the biological, sedimentary, and geochemical responses",
    "authors": ["R.L. Larson"],
    "venue": "Paleoceanography,",
    "year": 1999
  }, {
    "title": "The Valanginian carbon isotope event: a first episode of greenhouse climate conditions during the Cretaceous",
    "authors": ["A. Lini", "H. Weissert", "E. Erba"],
    "venue": "Terra Nova,",
    "year": 1992
  }, {
    "title": "Sédimentologie du stratotype historique de l’Aptien inférieur",
    "authors": ["J.P. Masse"],
    "year": 1998
  }, {
    "title": "A Valanginian (Early Cretaceous) ‘Boreal nannoplankton excursion’ in sections from Romania",
    "authors": ["M. Melinte", "J. Mutterlose"],
    "venue": "Marine Micropaleontology,",
    "year": 2001
  }, {
    "title": "High-resolution 13C stratigraphy through the Early Aptian ‘Livello Selli",
    "authors": ["A.P. Menegatti", "H. Weissert", "R.S. Brown", "R.V. Tyson", "P. Farrimond", "A. Strasser", "M. Caron"],
    "venue": "Alpine Tethys. Paleoceanography,",
    "year": 1998
  }, {
    "title": "Das Verteilungs- und Migrations-Muster des kalkigen Nannoplanktons in der Unterkreide (Valangin–Apt) NW-Deutschlands",
    "authors": ["J. Mutterlose"],
    "venue": "Palaeontographica, Abteilung B, 221, 27–152.",
    "year": 1991
  }, {
    "title": "Early Cretaceous calcareous nannofossils from high latitudes; implications for palaeobiogeography and palaeoclimate",
    "authors": ["J. Mutterlose", "K. Kessels"],
    "venue": "Palaeogeography, Palaeoclimatology, Palaeoecology.,",
    "year": 2000
  }, {
    "title": "Evidence for Late Jurassic release of methane from gas",
    "authors": ["M. Padden", "H. Weissert", "M. de Rafelis"],
    "venue": "hydrate. Geology,",
    "year": 2001
  }, {
    "title": "Late Jurassic lithological evolution and carbon-isotope stratigraphy of the western Tethys",
    "authors": ["M. Padden", "H. Weissert", "H. Funk", "S. Schneider", "C. Gansner"],
    "venue": "Eclogae Geologicae Helvetiae,",
    "year": 2002
  }, {
    "title": "Isotopic evidence for temperature variation during the early Cretaceous (late Ryazanian–mid-Hauterivian)",
    "authors": ["G.D. Price", "A.H. Ruffell", "C.E. Jones", "R.M. Kalin", "J. Mutterlose"],
    "venue": "Journal of the Geological Society,",
    "year": 2000
  }, {
    "title": "Thermal evolution of Cretaceous marine waters inferred from oxygen isotope composition of fish tooth",
    "authors": ["E. Pucéat", "C. Lecuyer", "S. Sheppard", "G. Dromart", "S. Reboulet", "P. Grandejan"],
    "venue": "enamels. Paleoceanography,",
    "year": 2003
  }, {
    "title": "Les calpionelles; possibilités biostratigraphiques et limitations paléobiogéographiques",
    "authors": ["J. Remane"],
    "venue": "Bulletin de la Société Géologique de France, 169, 829–839.",
    "year": 1998
  }, {
    "title": "Age of Etendeka flood volcanism and associated intrusions in southwestern Africa",
    "authors": ["P.R. Renne", "J.M. Glen", "S.C. Milner", "R.A. Duncan"],
    "year": 2001
  }, {
    "title": "Reduced calcification of marine plankton in response",
    "authors": ["U. Riebesell", "I. Zondervan", "B. Rost", "P.D. Tortell", "R.E. Zeebe", "F.M. Morel"],
    "year": 2000
  }, {
    "title": "Mesozoic calcareous nannofossil evolution; relation to paleoceanographic events",
    "authors": ["P. Roth"],
    "venue": "Paleoceanography, 2, 601–611.",
    "year": 1987
  }, {
    "title": "Ocean circulation and calcareous nannoplankton evolution during the Jurassic and Cretaceous",
    "authors": ["P. Roth"],
    "venue": "Palaeogeography, Palaeoclimatology, Palaeoecology, 74, 111–126.",
    "year": 1989
  }, {
    "title": "The Barremian–Aptian arid phase in western Europe",
    "authors": ["A.H. Ruffell", "D.J. Batten"],
    "venue": "Palaeogeography, Palaeoclimatology, Palaeoecology,",
    "year": 1990
  }, {
    "title": "The paradox of drowned reefs and carbonate platforms",
    "authors": ["W. Schlager"],
    "venue": "Geological Society of America Bulletin, 92, 197–211.",
    "year": 1981
  }, {
    "title": "Cretaceous anoxic events: causes and consequences",
    "authors": ["S.O. Schlanger", "H.C. Jenkyns"],
    "venue": "Geology en Mijnbouw,",
    "year": 1976
  }, {
    "title": "Reconstruction of past sea surface temperatures. Correcting for diagenesis of bulk marine carbonate",
    "authors": ["D.P. Schrag", "D.J. DePaolo", "F.M. Richter"],
    "venue": "Geochimica et Cosmochimica Acta,",
    "year": 1995
  }, {
    "title": "Evidence for glacial control of rapid sea level changes in the Early Cretaceous",
    "authors": ["H.M. Stoll", "D.P. Schrag"],
    "year": 1996
  }, {
    "title": "The Cretaceous World",
    "authors": ["P.W. Skelton"],
    "year": 2003
  }, {
    "title": "Plate tectonic control on the evolution of Cretaceous platformcarbonate production",
    "authors": ["T. Steuber"],
    "venue": "Geology, 30, 259–262.",
    "year": 2002
  }, {
    "title": "Early Cretaceous rudist fauna of Allison and Resolution Guyots, Mid-Pacific Mountains",
    "authors": ["N.H.M. Swinburne", "Masse", "J.-P"],
    "venue": "Proceedings of the Ocean Drilling Program, Scientific Results,",
    "year": 1995
  }, {
    "title": "Basement geochemistry and geochronology of Central Malaita, Solomon Islands, with implications for the origin and evolution of the Ontong Java Plateau",
    "authors": ["M.L.G. Tejada", "J.J. Mahoney", "C.R. Neal", "R.A. Duncan", "M.G. Petterson"],
    "venue": "Journal of Petrology,",
    "year": 2002
  }, {
    "title": "Paleoceanographic changes during the early Cretaceous (Valanginian–Hauterivian). Evidence from oxygen and carbon isotopes",
    "authors": ["B. Van de Schootbrugge", "K.B. Föllmi", "L.G. Bulot", "S.J. Burns"],
    "venue": "Earth and Planetary Science Letters,",
    "year": 2000
  }, {
    "title": "Evidence for decoupling of atmospheric CO2 and global climate during the Phanerozoic eon",
    "authors": ["J. Veizer", "Y. Godderis", "L.M. Francois"],
    "year": 2000
  }, {
    "title": "C-isotope stratigraphy, a monitor of paleoenvironmental change; a case study from the Early Cretaceous",
    "authors": ["H. Weissert"],
    "venue": "Surveys in Geophysics, 10, 1–61.",
    "year": 1989
  }, {
    "title": "Tethyan carbonate carbon isotope stratigraphy across the Jurassic–Cretaceous boundary: an indicator",
    "authors": ["H. Weissert", "J.E.T. Channell"],
    "year": 1989
  }, {
    "title": "Ice Age interludes during the time of Cretaceous greenhouse climate",
    "authors": ["H. Weissert", "A. Lini"],
    "year": 1991
  }, {
    "title": "Natural variations in the carbon cycle during the Early Cretaceous",
    "authors": ["H. Weissert", "J.A. McKenzie", "J.E.T. Channell"],
    "venue": "The Carbon Cycle and Atmospheric",
    "year": 1985
  }, {
    "title": "Correlation of Early Cretaceous carbon isotope stratigraphy and platform drowning events: a possible link",
    "authors": ["H. Weissert", "A. Lini", "K.B. Föllmi", "O. Kuhn"],
    "year": 1998
  }, {
    "title": "Detailed oxygen and carbon isotope stratigraphy of the Oxfordian in Central Poland",
    "authors": ["H. Wierzbowski"],
    "venue": "International Journal of Earth Sciences, 9, 304–314.",
    "year": 2002
  }, {
    "title": "The paradox of drowned carbonate platforms and the origin of Cretaceous Pacific guyots",
    "authors": ["P.A. Wilson", "H.C. Jenkyns", "H. Elderfield", "R.L. Larson"],
    "year": 1998
  }, {
    "title": "Testing the Cretaceous greenhouse hypothesis using glassy foraminiferal calcite from the core of the Turonian tropics on",
    "authors": ["P. Wilson", "R. Norris", "M. Cooper"],
    "venue": "Demerara Rise. Geology,",
    "year": 2002
  }, {
    "title": "Response of early Cretaceous sedimentary systems to perturbations in global carbon cycling: insights from stratigraphy, sedimentology and geochemical modelling",
    "authors": ["L. Wissler"],
    "venue": "Dissertation Naturwissenschaften ETH Zürich.",
    "year": 2002
  }, {
    "title": "Chemostratigraphic correlation of Barremian and lower Aptian ammonite zones and magnetic reversals",
    "authors": ["L. Wissler", "H. Weissert", "Masse", "J.-P"],
    "venue": "International Journal of Earth Sciences,",
    "year": 2002
  }, {
    "title": "Response of Early Cretaceous carbonate platforms to changes in atmospheric carbon dioxide levels",
    "authors": ["L. Wissler", "H. Funk", "H. Weissert"],
    "venue": "Palaeogeography, Palaeoclimatology, Palaeoecology,",
    "year": 2003
  }, {
    "title": "Tying drowning to perturbations of the global carbon cycle",
    "authors": ["U. Wortmann", "H. Weissert"],
    "year": 2001
  }],
  "id": "SP:fd6fd5de4eb885773a5f3034360364a035fb6d1b",
  "authors": [{
    "name": "HELMUT WEISSERT",
    "affiliations": []
  }, {
    "name": "ELISABETTA ERBA",
    "affiliations": []
  }],
  "abstractText": "A composite Tethyan Late Jurassic–Early Cretaceous carbon and oxygen isotope curve is presented. C-isotope data provide information on the evolution and perturbation of the global carbon cycle. O-isotope data are used as a palaeotemperature proxy in combination with palaeontological information. The resulting trends in climate and in palaeoceanography are compared with biocalcification trends and oceanographic conditions favouring or inhibiting biocalcification. Positive C-isotope anomalies in the Valanginian and Aptian correlate with episodes of increased volcanic activity regarded as a source of excess atmospheric carbon dioxide. A major warming pulse accompanies the Aptian but not the Valanginian C-isotope event. The observed change in Early Aptian temperatures could have triggered the destabilization of sedimentary gas hydrates and the sudden release of methane to the biosphere as recorded as a distinct negative carbon isotope pulse preceding the positive excursion. Both C-isotope anomalies are accompanied by biocalcification crises that may have been triggered by pCO2induced changes in climate and in surface water chemistry. Elevated nutrient levels in river-influenced coastal waters and in upwelling regions further weakened marine calcification. These conditions contrast with ‘normal’ trophic conditions prevailing in the latest Jurassic and favouring biocalcification. The Cand O-isotope curves record a stable mode of carbon cycling and stable temperatures. We conclude that biocalcification is mostly triggered (and inhibited) by CO2 conditions in the atmosphere–ocean system.",
  "title": "Volcanism, CO2 and palaeoclimate: a Late Jurassic–Early Cretaceous carbon and oxygen isotope record"
}