{
  "sections": [{
    "text": "the Holocene is largely driven by the steady decrease in summer insolation tied to the precession of the equinoxes. However, centennial-scale climate departures, such as the Little Ice Age, must be caused by other forcings, most likely explosive volcanism and changes in solar irradiance. Stratospheric volcanic aerosols have the stronger forcing, but their short residence time likely precludes a lasting climate impact from a single eruption. Decadally paced explosive volcanism may produce a greater climate impact because the long response time of ocean surface waters allows for a cumulative decrease in sea-surface temperatures that exceeds that of any single eruption. Here we use a global climate model to evaluate the potential long-term climate impacts from four decadally paced large tropical eruptions. Direct forcing results in a rapid expansion of\nArctic Ocean sea ice that persists throughout the eruption period. The expanded sea ice increases the flux of sea ice exported to the northern North Atlantic long enough that it reduces the convective warming of surface waters in the subpolar North Atlantic. In two of our four simulations the cooler surface waters being advected into the Arctic Ocean reduced the rate of basal sea-ice melt in the Atlantic sector of the Arctic Ocean, allowing sea ice to remain in an expanded state for [ 100 model years after volcanic aerosols were removed from the stratosphere. In these simulations the coupled sea ice-ocean mechanism maintains the strong positive feedbacks of an expanded Arctic Ocean sea ice cover, allowing the initial cooling related to the direct effect of volcanic aerosols to be perpetuated, potentially resulting in a centennial-scale or longer change of state in Arctic climate. The fact that the sea ice-ocean mechanism was not established in two of our four simulations suggests that a long-term sea ice response to volcanic forcing is sensitive to the stability of the seawater column, wind, and ocean currents in the North Atlantic during the eruptions."
  }, {
    "heading": "1 Introduction",
    "text": "By 8 ka1 ice-sheet volumes were approaching modern levels, so that most of the subsequent pre-industrial climate variability is widely assumed to be driven by the slow secular change in the seasonal distribution of solar energy due to the regular precession of the equinoxes, on which explosive volcanic aerosols, variations in solar irradiance, and unforced natural modes of variability are superimposed. The decrease in insolation during the summer\nElectronic supplementary material The online version of this article (doi:10.1007/s00382-010-0967-z) contains supplementary material, which is available to authorized users.\nY. Zhong (&) G. H. Miller INSTAAR, University of Colorado, Boulder, CO, USA e-mail: yafang.zhong@colorado.edu\nG. H. Miller Department of Geological Sciences, University of Colorado, Boulder, CO, USA\nB. L. Otto-Bliesner M. M. Holland D. A. Bailey D. P. Schneider NCAR, Boulder, CO, USA\nD. P. Schneider CIRES, University of Colorado, Boulder, CO, USA\nA. Geirsdottir Department of Earth Sciences & Institute of Earth Sciences, University of Iceland, Reykjavik, Iceland 1 Thousands of calibrated years before present.\nseason across the Northern Hemisphere since 8 ka allowed glaciers and ice sheets to reform or expand, especially after ca. 5 ka, a period generally referred to as Neoglaciation. Despite the monotonic decrease in summer isolation, Northern Hemisphere glaciers waxed and waned through the Neoglacial, reflecting a strong overprint on the primary insolation driver by some combination of solar irradiance changes, explosive volcanism, and unforced variability (Crowley 2000; Shindell et al. 2003, 2004; Kaufman et al. 2009; Mann et al. 2009; Miller et al. 2010).\nThe immediate impacts of explosive volcanism on global surface climate has been well documented and intensively investigated (Robock 2000). Large volcanic eruptions are known to modulate downwelling solar radiation by injecting sulfur gases into the stratosphere where the resultant sulfate aerosols scatter solar radiation back to space and cool the Earth’s surface. Surface cooling induced in this manner is typically a temporary (1–3 years) transient due to the short-lived nature of stratospheric sulfate aerosols (Bradley 1988; Robock 2000).\nVolcanic eruptions have also been speculated to have longer climate impacts. Noting the close relation between Northern Hemisphere (NH) glacier fluctuations and variations in volcanic activity during the last millennium, Porter (1981, 1986) pointed out that volcanism might be a primary forcing of climate variability on decadal-to-centennial scales. The coincidence of the Toba eruption that occurred 77–69 ka ago (Zielinski et al. 1996; Oppenheimer 2002) and the beginning of a 1,000-year cool period (Zielinski et al. 1996; Huang et al. 2001) lead to the speculation that the eruption could have caused the observed cooling.\nIt remains an open question whether, and how shortlived volcanic forcing could generate a long-lasting climate response. Previous model studies of climate impacts of a Toba-like super-volcano (Jones et al. 2005; Robock et al. 2009) failed to produce a glacial advance, but showed some decadal-scale climate responses. Using a coupled model simulation, Schneider et al. (2009) showed that closely spaced (*10 years) temporal sequences of tropical eruptions incited expansion in NH sea ice that was sustainable for longer than a decade after the direct radiative forcing by volcanic aerosols had been removed. Even as atmospheric radiative and dynamic forcing faded, nearsurface cooling and ice growth persisted in the Arctic, suggesting the importance of positive ocean–atmosphereice feedbacks. Anderson et al. (2008) conjectured that substantial expansion of Arctic Ocean sea ice following explosive volcanism may amplify cooling due to volcanic aerosols, but they offered no mechanism to maintain an expanded sea ice cover once the primary forcing is removed. Conceivably, a volcano-climate link may be strongest following a series of large explosive eruptions,\neach less than a decade apart, which is shorter than the response time of ocean surface waters (Church et al. 2005; Stenchikov et al. 2009). Climate impacts on decadalto-centennial scales may also involve slow-evolving oceanic processes, such as variations in the Atlantic meridional overturning circulation (MOC) (Rind and Overpeck 1993; Church et al. 2005; Stenchikov et al. 2009).\nHere we use a climate model to test whether four decadally sequenced tropical volcanic eruptions may produce a climate response that persists much longer than that associated only with aerosol perturbation. The second half of the thirteenth century is the most volcanically perturbed half century of the past 1,500 years (Ammann et al. 2007; Jansen et al. 2007; Gao et al. 2008), beginning with a large eruption in 1257–1258, followed by three smaller, eruptions over the next 30 years. A multi-centennial control run is perturbed by the stratospheric loadings estimated from ice core records for these four eruptions (Ammann et al. 2007). In two of our four simulations we find a significant expansion in NH sea ice that persists for at least 100 model years after the final eruption. Through detailed diagnostics, we show that the expanded state of NH sea ice is maintained by a cumulative ocean cooling, initially through the direct effect provided by volcanic aerosols, and subsequently by increased sea ice export to the North Atlantic. Sea ice exported to the northern North Atlantic elicits thermal and dynamical changes in North Atlantic surface waters that reduce the efficiency of the ocean to melt sea ice. The reduction in basal ice melt allows sea ice to remain in its expanded state on multidecadal to centennial time scales. Expanded sea ice and associated ocean surface water changes produce regional cooling over northwestern Europe and northeastern Canada. Our results suggest that under certain climate states, decadally paced explosive tropical volcanism can produce centennial-scale impacts on Northern Hemisphere climate, but the failure of this strong positive feedback mechanism to be triggered in two of our simulations suggests that the feedback is sensitive to other factors."
  }, {
    "heading": "2 Model and experimental design",
    "text": "This study employs the Community Climate System Model, Version 3 (CCSM3), consisting of four components (atmosphere, ocean, sea ice, and land surface), which are linked through a flux coupler (Collins et al. 2006). CCSM has been used extensively for paleoclimate studies (e.g., Otto-Bliesner et al. 2006a, b; Liu et al. 2009; Kaufman et al. 2009) as well as twentieth and twenty-first century simulations (e.g., Meehl et al. 2006; Holland et al. 2006a). The climate response simulated by the CCSM has been examined under freshwater forcing (e.g., Bitz et al. 2007;\nHu et al. 2008; Otto-Bliesner and Brady 2010) and longterm solar and volcanic forcing (CCSM production accomplishments report 2004–2005; Kaufman et al. 2009). Description of various aspects of the CCSM3 simulations can be found in the CCSM3 special issue of Journal of Climate (e.g., Bryan et al. 2006 on MOC; Bitz et al. 2006 and DeWeaver and Bitz 2006 on sea ice). We use the version of CCSM3 at T42x1 resolution (Bliesner et al. 2006c). The atmospheric component is the Community Atmosphere Model version 3 (CAM3) at T42 resolution (*2.8 latitude-longitude) with 26 levels in the vertical. There are six levels in the stratosphere, in which explosive tropical volcanic aerosols are prescribed, and transported poleward following Schneider et al. (2009). Although stratospheric dynamics are important in assessing some direct impacts of explosive volcanism (Graf et al. 1993; Shindell et al. 2001; Stenchikov et al. 2002, 2006), mainly the non-polar spatial heterogeneities in climate impacts, our primary interest is on the time after the aerosols have been removed to test whether expanded sea ice can be maintained for decades to centuries. Consequently, the lack of stratospheric dynamics does not appreciably affect the results here. The ocean model is based on the Parallel Ocean Program (POP) version 1.4.3 with a nominal horizontal resolution of 1 and 40 levels in the vertical, with the north pole displaced into Greenland. The Community Sea Ice Model version 4 (CSIM4) is the elastic-viscous-plastic (EVP) dynamic and thermodynamic sea ice component, using a subgrid-scale ice thickness distribution (Holland et al. 2006b). It is run on the same grid as the ocean model. The land surface model is the Community Land Model (CLM) and run on the same grid as the atmospheric model. No flux adjustment is applied in CCSM3.\nWe use the decadally-paced eruptions of the thirteenth century because the surface ocean temperatures and the sea ice have decadal relaxation times (Stenchikov et al. 2009), significantly longer than temperature anomalies over land (2–3 years). This discrepancy allows for a potential cumulative temperature anomaly in excess of the impacts\nfrom a single, even very large, eruption (Robock et al. 2009). The thirteenth century eruptions also offer a realistic suite of radiative perturbations derived from aerosol loading that is estimated from ice core records. Our control run is a standard simulation of Medieval climate preceding these eruptions, with solar orbital year set to 950AD and greenhouse gas concentrations set to 1000AD levels (280.6 ppm CO2, 684.3 ppb CH4, and 264.5 ppb N2O). The solar constant is set to 1,365 W m-2. It was branched off the preindustrial simulation described by Otto-Bliesner et al. (2006c) and has been integrated for 270 model years. The simulated climate at the Earth’s surface (e.g., NH sea ice cover in Fig. S1) shows no obvious deviation from the preindustrial simulation, except for a minimal cooling trend around the Antarctic, where the deep ocean is yet to equilibrate. Data from the last 220 years of the control simulation are used to represent the background climate without volcanic forcing.\nWe conducted four volcanism experiments, each branched off different January 1st states of the control run. Because our focus is on sea ice response to volcanic forcing, we selected initial conditions that included a range of sea ice states, which equate to different initial states in the subpolar North Atlantic (Table 1). It has been argued previously that there is a potential dependency of sea iceocean interactions on the status of the subpolar North Atlantic (e.g., Saenko et al. 2004), hence we refer to the four experiments with reference to their subpolar North Atlantic temperature. The experiments are forced with volcanic aerosols as described by Ammann et al. (2007) for 1250–1299AD. Large eruptions at 1257–1258, 1269, 1278 and 1286 AD, hereafter referred to as the first, second, third and fourth eruption (Fig. 1), are all implicitly assumed to be of tropical origin (Jansen et al. 2007). After each eruption the aerosol mass builds initially in the tropical stratosphere and then spreads poleward while decaying, arriving at high latitudes within a few months. We set the time of the first eruption to be model year ‘‘1’’ which occurs 7 years after the branching off the control run. To\nevaluate the long-term climatic consequences of these sequenced eruptions, the volcanism experiments are continued for 74–144 model years, with no additional volcanic aerosols. To isolate the effects of explosive volcanism, the experiments maintain the same solar orbital year, solar irradiance and greenhouse gas concentrations as the control run.\nThe immediate climate responses to the four eruptions in CCSM3 have been described by Schneider et al. (2009) simulated with a pre-industrial (1750 AD) background\nclimate. These include a general cooling near the Earth’s surface, strong cooling in the Arctic, and significant reductions in global precipitation. Our experiments essentially reproduced these short-term climate responses. Of more interest here are the centennial responses to these decadally sequenced eruptions in two of our volcanism experiments, WARMNA and NORMNA1 (Table 1). The climate responses and sea ice-ocean mechanism described in Sects. 3–5 are common to WARMNA and NORMNA1, and their averaged results are presented here, unless stated otherwise. The reasons for the lack of long-lasting responses in experiments COLDNA and NORMNA2, are discussed in Sect. 6."
  }, {
    "heading": "3 Response in NH sea ice",
    "text": "The reduction in globally averaged shortwave radiation following the first eruption is up to 25 W m-2, about 13% of the total value (Fig. 2a). In response to reduced shortwave radiation, NH sea ice expands rapidly in all seasons for 3 years (Fig. 2b–e). September sea ice area expands by 1 million km2 and volume by [4,000 km3, relative to the\nmean state preceding the eruption. Following the second eruption, NH sea ice volume increases for the next two decades, with additional increases after the third and fourth volcanic eruptions. Five years after the final eruption sulfate aerosols have been removed from the atmosphere (Fig. 2a), but NH sea ice remains in an expanded state compared to the mean of the control run for an additional 110 model years.\nTo assess whether the post-eruption NH sea ice regime shift is significant we compare all of the post-eruption 30-year-mean sea ice states to the mean of the control run. Based on two-tailed T tests with serial autocorrelation taken into account, the average sea ice area over any 30-year segment after the final eruption is significantly different than the mean of the control run at 99% confidence level for both seasons. The four sequenced eruptions cause a significant expansion in NH sea ice, particularly for March, which is sustained for more than a century after the direct radiative forcing from explosive volcanism is removed.\nThe spatial pattern of sea-ice concentration anomalies for the decade after the fourth eruption (Figs. 3a–c), and for the subsequent century (Fig. 3d–f) show increases in both the Pacific and Atlantic sectors, but increases in\nSeptember sea ice are most pronounced in the Atlantic sector. To understand the sea ice response, we examine the regional sea-ice mass budget for the North Atlantic sector as well as NH total sea ice budget."
  }, {
    "heading": "4 Sea ice mass budget",
    "text": "Sea ice cover may expand, contract, thicken or thin due to thermodynamic processes and it is redistributed or deformed by dynamic processes. The predominantly positive thermodynamic contribution in our simulations (Fig. 4a) drives the increase in NH sea ice during the period of sequenced eruptions. To gain further insight, the thermodynamic effect is separated into three growth terms (basal growth, frazil growth and snow-ice conversion) and three melt terms (basal melt, top melt and lateral melt). For NH sea ice cover as a whole, basal growth is the primary growth mechanism during the cold season, with frazil growth a secondary mechanism (Fig. 4b). Basal melt dominates sea ice loss during the melt season, followed by top melt. Once the volcanic forcing is applied, both basal growth and basal melt increase substantially before leveling off 50 years after the first eruption, whereas other terms\nFig. 3 Spatial patterns of sea ice concentration anomalies (%, color scale, regions with sea ice cover less than 5% are blanked) as compared to mean of the control run for model years 34–43 (a–c) and for 44–143 (d–f): a and d for September, b and e for March, c and f for annual mean. Also shown is the location of the 15% ice concentration contour from mean of the control run (purple line) and\nfor model years after eruptions (green line). Stippled in gray are anomalies that are insignificant at 95% level, based on two-tailed T tests with serial autocorrelation taken into account. Results are obtained as the average of experiments WARMNA and NORMNA1. Barents Sea (30 E–90 E, 70 N–80 N) and west of Greenland (70 W– 45 W, 50 N–80 N) are outlined in (f) with thick lines\nshow less of a change following the eruptions. This suggests that the dominant cause for expanded Arctic Ocean sea ice following the eruptions is reduced ice-ocean heat exchange, and that simultaneously more sea ice is subjected to basal melt, presumably from increased sea ice export to the relatively warm marginal seas.\nChanges in sea ice cover in the Barents Sea (Fig. 3f), which forms through thermodynamic processes while being exported dynamically (Fig. 5a), is particularly sensitive to the forcing of sequenced eruptions. The dramatic increase in basal growth requires enhanced thermodynamic formation of sea ice, indicating anomalously cold water in the Barents Sea.\nSea ice in Baffin Bay, Davis Strait and the Labrador Sea west of Greenland is also sensitive to volcanic forcing. Unlike the Barents Sea, dynamic processes that export sea ice from the Arctic Ocean through the Canadian Archipelago are the dominant source of increased sea ice in this area (Fig. 6a). The expanded Arctic sea ice also causes a 7.4% increase in ice export through the Fram Strait for the century following the fourth eruption, which delivers additional sea ice down the east coast of Greenland and eventually up the west coast of Greenland into the Labrador Sea. Sea ice is melted in situ or exported to the North Atlantic via the Labrador Sea. Direct radiative effects from volcanic aerosols disfavor\nsea ice melt, resulting in more sea ice exported via the Labrador Sea.\nSea ice mass budget analyses suggest that the long-term sea ice increase is driven primarily from below by reduced ice-ocean heat exchange. Our attention is thus directed to the cooling of surface waters in the North Atlantic and Arctic oceans."
  }, {
    "heading": "5 Sea ice-ocean coupled mechanisms",
    "text": "The volcanic-aerosol-induced change in global ocean temperature is characterized by strong cooling in the surface layer of the NH mid-to-high latitudes, and the upper 1,000 m of the Arctic Ocean (Fig. 7a). Associated with the mid-latitude surface cooling is a moderate warm anomaly in the subsurface, which we show below results from weakened convection. Cooling in the Southern Hemisphere and in the tropical ocean is much less, hinting at amplifying mechanisms intrinsic to the NH. Possible causes of amplified Arctic Ocean cooling include a reduction in horizontal oceanic heat transport and a reduction in surface heating of the ocean.\nThe change in zonal mean heat flux (Fig. 7b) indicates that poleward of 70 N, the ocean loses less heat to the atmosphere during the sequenced eruptions, despite the\nFig. 6 Same as Fig. 4, but for mass budget of annual mean sea ice west of Greenland (70 W– 45 W, 50 N–80 N) as outlined in Fig. 3f by thick lines\ndecrease in absorbed shortwave radiation as the sea ice cover expands. Therefore, the cause of the ocean cooling is not changes in the surface heat flux, but rather a reduction in the horizontal oceanic heat transport.\nChanges in oceanic heat transport into the Arctic are computed along a transect poleward from Iceland to the Siberian Coast (Fig. 8a), using the script of Bitz et al. (2006). The mean heat transport in the control run is *0.2 PW in the Greenland-Iceland-Norwegian (GIN) seas and *0.07 PW through Fram Strait (Fig. 8b). By years 13–32, heat transport into the Arctic has decreased by 8% in the GIN Seas and by up to 20% in Fram Strait (Fig. 8c). The heat transport change is broken into components resulting from temperature anomalies, current anomalies and ocean eddy heat transport, which is usually small. The heat transport reduction is found to be attributable primarily to the negative temperature anomaly, and secondarily to a reduced inflow (Fig. 8c).\nThe overall cooling in the upper 100 meters of the subpolar North Atlantic reaches *1.7 C in the decade after the fourth eruption (Fig. 9d). The anomalously cold water in the subpolar North Atlantic is advected northward into the Arctic, resulting in decreased heat transport. At the same time, the central subpolar North Atlantic surface\nwater becomes less dense following eruptions (Fig. 9c), whereas seawater in the surroundings gets denser due to anomalous cold in the GIN seas, and due to saltier water in Labrador Sea arising from brine rejection accompanying Arctic ice formation.\nTo understand the physical processes driving the cooling in the central subpolar North Atlantic, we examine heat and salt budgets of seawater in the upper 100 meters (Fig. 10). Following Zhong and Liu (2009), we reconstruct the heat and salt budgets using monthly data, according to the formulas\noT ot ¼ SHF V~ rT þ T RES ð1aÞ\nand\noS ot ¼ SFLX V~ rSþ S RES; ð1bÞ\nwhere T is the temperature, S is the salinity, and vector V is 3-D ocean current. The heating terms in Eq. (1a) are, in order, heat storage rate, surface heating, ocean heat advection, and the residual including all the remaining heating terms such as mixing and diffusion. In analogy, the salting terms in Eq. (1b) are salt storage rate, surface salt flux (due to evaporation, precipitation, ice formation and\nFig. 9 Changes in upper 100 meters of subpolar North Atlantic Ocean. In upper panel is spatial pattern of the change for a temperature ( C), b salinity (psu) and c density (kg/m3) for model years 34–43 compared to mean of the control run. In lower panel is the time series of d temperature, e salinity and f density in central subpolar North Atlantic (50 W–20 W, 50 N–65 N), as outlined with thick lines. Solid: average of experiments WARMNA and NORMNA1 in 11-year running mean; dashed: mean of the control run. Stippled in gray in (a–c) are anomalies insignificant at 95% level, based on two-tailed T tests with serial autocorrelation taken into account\nFig. 10 Heat and salt budget analyses for upper 100 m of central subpolar North Atlantic Ocean as outline in Fig. 9. Heating terms in (a) are the heat storage rate (dark blue), surface heating (red), ocean heat advection (purple), and heating due to convection (black). Salting terms in (b) are the salt storage rate (dark blue), surface salting (red), salt advection (purple), and salting due to convection (black). Change in ocean advection compared to mean of the control simulation is broken in the components resulting from temperature\nand salinity anomalies (purple in c and d, i.e., term (1) in Eq. 2, which is dominated by vertical component here) and anomalous current (light blue in c and d, i.e., term (2) in Eq. 2, which is dominated by zonal component). Also shown are changes compared to mean of the control run in c surface heat flux (red) and heating due to convection (black), d salting due to ice melt (red) and convection (black). Results are obtained as the average of experiments WARMNA and NORMNA1 and shown in 11-year running mean\nice melt), ocean salt advection, and the residual including all the remaining salting terms. Change in ocean temperature/salt advection relative to the mean of the control simulation is further broken into the components resulting from (1) ocean temperature/salinity anomaly, (2) anomalous current and (3) ocean eddy flux that is usually small, such that:\nV~ rT V~c rTc ¼ V~c rT 0 ðiÞ þ V~0 rTc\nðiiÞ\nþ V~0 rT 0\nðiiiÞ\nð2aÞ\nand\nV~ rS V~c rSc ¼ V~c rS0 ðiÞ þ V~0 rSc\nðiiÞ\nþ V~0 rS0\nðiiiÞ\n;\nð2bÞ\nwhere subscript C denotes mean of the control simulation, and prime denotes anomalous fields relative to mean of the control simulation.\nFor the unperturbed pre-volcanic subpolar North Atlantic south of Greenland with frequent storm activity and resultant excessive precipitation and low temperatures, the surface water is colder and fresher than the subsurface water, creating a halocline stratification that is responsible for maintaining water column stability. In the context of halocline stratification, convection (or vertical mixing) acts as a warming and salting source for the surface water and a cooling and freshening source for the subsurface water. The warming of the surface water is largely balanced by surface cooling from heat loss to the atmosphere and sea ice (Fig. 10a), while the salting effect on the surface water is balanced with surface freshening due to precipitation and ice melt (Fig. 10b). Horizontal ocean circulation advects warm and saline water from the south and hence provides a secondary but smaller warming and salting source.\nUnder the volcanic forcing, increased sea ice cover (Fig. 3) reduces ocean heat loss to the atmosphere, providing a positive surface buoyancy flux and thus disfavoring convection. The weakened convection induces anomalously cold (Fig. 9a) and fresh (Fig. 9b) water in the surface ocean. Due to the strong relaxation of surface temperature toward the overlying atmosphere, the cold anomaly dampens rapidly while further decreasing heat loss and makes surface waters lighter. The fresh surface anomaly remains sustaining weakened convection. This positive convective feedback has been discussed by Lenderink and Haarsma (1994) among others.\nThe less dense surface water creates anomalously high sea-surface heights (SSHs) in the central subpolar North Atlantic (not shown), which spin down the subpolar gyre and thus reduce the ocean heat and salt advection (light blue lines in Fig. 10c, d) to the subpolar North Atlantic, amplifying the initial temperature and salinity anomalies. Mean upward currents in the subpolar North Atlantic advect warm and saline anomalies from the subsurface (mostly resulting from weakened convection), providing a damping mechanism for the cold and fresh anomalies in surface ocean (purple lines in Fig. 10c, d).\nTo evaluate the atmospheric dynamic impact on the cooling and freshening trends during the sequenced eruptions, we calculate the wind-induced SSH anomaly within the framework of barotropic circulation. In the subpolar North Atlantic, baroclinic Rossby waves are expected to cross the basin within a decade. Hence, the SSH response is presumably already equilibrated by baroclinic waves in decadal mean. The SSH anomaly converted from the barotropic streamfunction is smaller than the total SSH anomaly by an order of magnitude. Therefore, the wind curl has a fairly limited effect on the SSH anomaly and hence the current anomaly. In addition, the anomalous Ekman current predicts an overall increasing trend in salt advection and no trend in heat advection. For these reasons, the atmospheric dynamic forcing is unlikely the cause of decreased salt and heat advection in the surface subpolar North Atlantic.\nLikewise, the atmospheric dynamic forcing cannot be responsible for the reduced inflow that decreases heat transport into the Arctic Ocean. In the Atlantic sector of the Arctic Ocean, the anomalous Ekman current has negligible effect on the heat transport, and the wind-induced SSH anomaly is an order of magnitude smaller than the total SSH anomaly.\nBitz et al. (2006) suggested that changes in heat transport could result from changes in the MOC in the northern North Atlantic and Arctic oceans. Indeed, under volcanic forcing, the MOC weakens in both oceans (Fig. 11c). However, the MOC in more southerly latitudes of the Atlantic Ocean evolves asynchronously, remaining anomalously strong until around model year 20. Thus, the weakened MOC in the northern North Atlantic and Arctic oceans is not associated with a change in the broader Atlantic MOC cell, which is essentially driven by the surface density flux in the subpolar North Atlantic, Labrador Sea and GIN seas (Delworth et al. 1993; Danabasoglu 2008) as indicated by March maximum mixed layers (Fig. S3a, b). Bitz et al. (2006) ascribed the strengthened Arctic MOC in their doubled CO2 CCSM3 simulation to increased ice production in the central Arctic and on the Siberian shelves. The same mechanism is apparent, but in the opposite sense, in our volcanism simulation. Ice production decreases in the central Arctic and Canadian Basin\n(Fig. 11a), following from the inverse dependence of heat conduction and sea-ice growth on ice thickness. As argued by Aagaard and Carmack (1994), less ice production decreases ventilation in the Canadian Basin, which is indicated by the positive ideal age anomaly in the Arctic Ocean (Fig. 11b). The decreased ventilation, in turn, slows down the MOC and reduces heat transport into the Arctic Ocean (Marshall and Schott 1999).\nWe have demonstrated that the sea ice expansion is driven by Arctic Ocean cooling, which in turn, results from decreased poleward ocean heat transport. The heat transport anomaly results primarily from advection of anomalously cold water from the subpolar North Atlantic, and secondarily from reduced inflow that is associated with weakened MOC in the northern North Atlantic and Arctic oceans. In turn, the weakened MOC appears related to lessened ice production and hence weakened convection in the central Arctic and Canadian Basin as sea ice thickens. Likewise, the anomalously cold water in the subpolar North Atlantic results from enhanced sea-ice export from the Arctic and the subsequent chain of events.\nThus, the coupled sea ice-ocean mechanism essentially links the Arctic and subpolar North Atlantic in a closed loop. Yet, the stability of this loop may be sensitive to the state of Atlantic MOC, which is known to regulate the climate over the subpolar North Atlantic and conterminous continents (Sutton and Hodson 2005). In WARMNA and\nNORMNA1, the Atlantic MOC weakens in response to the four sequenced eruptions (Fig. S2), owing to decreased surface heat loss associated with expanded sea ice cover and colder surface water south of Greenland and in the GIN Seas. Calculation of water-mass transformation rate (Speer and Tziperman 1992; Bryan et al. 2006) for the subpolar North Atlantic and GIN Seas using the script of Bitz et al. (2007) shows positive water mass formation across the density range between ó = 27.6 and 28.75 in the control run (Fig. S3), that is, subpolar mode water and deep water. Decreases in transformation rate, mostly due to changes in surface heat flux, are evident in a slightly narrower range between ó = 27.8 and 28.4 after the sequenced eruptions in WARMNA and NORMNA1. It supports the notion that decreased surface heat loss inhibits deep convection and results in a weakened Atlantic MOC. With less heat and salt transported poleward, the weakened Atlantic MOC helps to sustain the cold and fresh anomalies in the surface layer of the subpolar North Atlantic, and hence, to preserve NH sea ice cover in an expanded state. We note some interesting similarities to the results of Lohmann and Gerdes (1998) based on an intermediate model with an atmospheric energy balance model, a 3D ocean circulation model, and a thermodynamic sea ice component. They also found North Atlantic deep water formation is rather sensitive to sea ice cover, and the insulating effect of sea ice is more important than its impact on salinity. In WARMNA, the Atlantic\nFig. 11 Changes in a annual ice production (cm/year; excludes ice melt, regions with sea ice cover less than 5% are blanked), b ocean ideal age (CI = 5 years), and c meridional overturning circulation (CI = 0.05 Sverdrup) for model years 13–32 compared to mean of the control run. In b–c, positive anomalies are shown in solid line and negative anomalies are in dashed. Ideal age gives the time since\nseawater has been at the surface. An increase in ideal age indicates reduced vertical mixing. Stippling or shading in gray in a, c are anomalies insignificant at 95% level, based on two-tailed T tests with serial autocorrelation taken into account. Results are obtained as the average of experiments WARMNA and NORMNA1. The script used for this figure was provided by C. Bitz (personal communication)\nMOC shows transient strengthening after the first eruption, similar to that found by Stenchikov et al. (2009). The transient strengthening is caused by an increased density flux in the North Atlantic associated with decreased solar radiation due to volcanic aerosol loading. Subsequently, the Atlantic MOC weakens as the sea-ice insulation effect dominates over the decreased solar radiation. Such transient strengthening does not occur in NORMNA1."
  }, {
    "heading": "6 Dependence on initial climate states",
    "text": "Volcanism experiments COLDNA and NORMNA2 failed to sustain expanded NH sea ice following removal of the volcanic aerosols, suggesting crucial dependence of the\ncoupled sea ice-ocean mechanism on initial climate states. In COLDNA, NH sea ice cover expands and remains in an expanded mode through the period of sequenced eruptions, but recedes rapidly after the removal of volcanic forcing (Fig. 12). Correspondingly, the subpolar North Atlantic is anomalously cold during the sequenced eruptions but restores toward the mean state of the control run soon after the volcanic forcing is removed (Fig. S4). The failure of the coupled sea ice-ocean mechanism to sustain the NH expanded sea ice cover and colder water in the subpolar North Atlantic can be attributed to strong stability of the pre-volcanic water column in an abnormally cold subpolar North Atlantic, as implied by the lack of a deep mixed layer south of Greenland (Fig. 13c). Unlike in WARMNA and NORMNA1, the subpolar North Atlantic serves more as a passive heat capacitor rather than a dynamic driver in response to sequenced eruptions, and thus restores rapidly from anomalously cold states after the removal of volcanic forcing, With the subpolar North Atlantic dynamically insensitive to decreased surface heat loss, no obvious trend is found in the Atlantic MOC other than internal variability (Fig. S2).\nIn NORMNA2, increased sea ice cover following the eruptions is exported to more southerly latitudes than in the\nother three cases, away from the region of deep-water\nformation south of Greenland (Fig. 13d). Instead, an anomalously small sea ice cover is found in that region since before the eruptions, which results in anomalously strong convection, and, consequently, an anomalously strong Atlantic MOC (Fig. S2). With strong convection, the subpolar North Atlantic is neither colder nor fresher than the control after the sequenced eruptions. Consequently, the expanded sea-ice cover decays rapidly once the volcanic forcing is removed."
  }, {
    "heading": "7 Summary and discussions",
    "text": "This study was designed to evaluate the climate impacts on the Arctic system of decadally sequenced volcanic eruptions. Our earlier work (Schneider et al., 2009) demonstrated that sequenced volcanism had a cumulative effect on sea ice and temperatures. Building on this result, we show that sea ice remains significantly expanded, and surface air temperatures remain significantly depressed for at least a century after four decadally spaced eruptions known from the late thirteenth century are introduced into the CCSM3 global climate model, even with no additional volcanic aerosol loadings. Mass budget analyses of regional sea ice cover indicate that the expanded sea ice is preserved by anomalously cold surface waters entering the Arctic Ocean that reduce the rate of basal ice melt.\nDetailed diagnostics demonstrate that coupled sea iceocean mechanisms can explain the perseverance of the expanded sea ice state. The coupled mechanisms begin with the rapid expansion of NH sea ice in response to volcanic aerosol radiative forcing. As sea ice expands and thickens the flux of ice exported through Fram Strait and the Canadian Archipelago increases, most of which reaches the subpolar North Atlantic. The increased sea-ice cover in the subpolar North Atlantic decreases surface heat loss and convection intensity, which cools and freshens surface water. The associated high SSH anomalies spin down the subpolar gyre and reduce heat and salt advection, amplifying the initial temperature and salinity anomalies. The anomalously cold and fresh subpolar North Atlantic water is advected poleward, resulting in decreased heat transport into the Arctic Ocean, and consequently reduced ice-ocean heat exchange, and decreased rates of sea-ice melt, preserving sea ice in its expanded state.\nAs sea ice expands and thickens, ice production and brine rejection are lessened in the Arctic Ocean. Consequently, convection in the central Arctic Ocean decreases, weakening the extension of the MOC into the northern North Atlantic and Arctic oceans. This weakened MOC transports less heat into the Arctic Ocean, resulting in further cooling of the Arctic climate system.\nFor the proposed sea ice-ocean feedback mechanism to become established requires that Arctic Ocean sea ice is maintained in an expanded state long enough for the cooler subpolar Atlantic water to dominate the GIN Seas so that the temperature of surface water advected into the Arctic Ocean is low enough that basal sea ice melt in the Arctic Ocean is greatly reduced. This requires a multidecadal expansion of sea ice, longer than can be maintained by a single eruption.\nThe failure of this feedback mechanism to be activated in two of our four experiments suggests the coupled sea ice-ocean mechanism may be sensitive to the initial climate state. Sea ice must be exported to the subpolar North Atlantic in the region of deep convection long enough to weaken convection and cool and freshen the surface waters exported to the Nordic Seas. A range of factors, including wind and ocean currents and seawater column stability in the North Atlantic during the eruptions may be important. For instance, decadal-to-multidecadal variability may strengthen the Atlantic MOC for several years running, which might produce sufficient sea ice loss that the export of sea ice to the North Atlantic is insufficient to modify subpolar Atlantic water substantially so that Arctic Ocean sea ice retreats toward the mean state of control run. The timing of retreat may, therefore, depend on the frequency of intensified Atlantic MOC due to natural variability or external forcing.\nChurch et al. (2005) and Stenchikov et al. (2009) suggested that the relatively long response time of the upper ocean allows a cumulative cooling that is detectable for decades after the removal of volcanic forcing. This is confirmed by our experiments where a cold anomaly is preserved through to the end of integration in the upper 500 meters of the global ocean (Fig. S5). This long-lasting cold anomaly, however, cannot be responsible for the sustained reduced heat transport into the northern North Atlantic in WARMNA and NORMNA1, as the northern branch of Gulf Stream is anomalously warm for the last century of the experiments.\nOur four volcanism experiments yield differential responses in Atlantic MOC that arise from different initial conditions in the subpolar North Atlantic. This is consistent with the wide spectrum of Atlantic MOC responses among climate models under a prescribed global warming scenario (Cubasch et al. 2001), which may be partly attributed to different simulations of present-day climate in the subpolar North Atlantic (Saenko et al. 2004). By examining the effect of sea-ice extent, Saenko et al. (2004) reached the conclusion that starting from a colder North Atlantic and more extensive sea ice cover, the Atlantic MOC in their model is more stable to radiative forcing. A similar effect of sea ice cover is evidenced by the different MOC behavior in COLDNA than in WARMNA and\nNORMNA1. The MOC response in NORMNA2 hints that the path of the ocean current exporting Arctic sea ice is another important initial variable. The coupled sea iceocean mechanism has similar dependencies on initial states in the subpolar North Atlantic. The strong dependence of sea ice response to initial conditions under the same volcanic forcing in our simulations suggests that a range of sea ice responses may be expected using different climate models.\nThe long-term sea ice expansion in WARMNA and NORMNA1 results from an accumulating volcanic cooling effect that is amplified and sustained by sea-ice/ocean coupled mechanisms. Associated with the sea-ice expansion, air surface temperatures decrease abruptly year-round over the Arctic Ocean and adjacent lands (Fig. S6). Conceivably, the abrupt decrease in air temperature would cause widespread ice-cap growth and expanded snow cover in the land area surrounding the northern North Atlantic, increasing terrestrial albedos and further reinforcing the cold surface temperature anomalies.\nAcknowledgments This work is funded by the VAST (Volcanism in the Arctic SysTem) project, sponsored by the U.S. National Science Foundation (ARC 0714074) and the Icelandic Science Foundation (RANNIS Grant of Excellence 070272012). Climate modeling at NCAR is sponsored by the National Science Foundation through UCAR. We thank Caspar Ammann, Darren Larsen, Thor Thordarson, Alan Robock and Ray Bradley for constructive suggestions during the course of this work. We also thank Cecilia Bitz for her scripts and all reviewers for their thoughtful comments."
  }],
  "year": 2011,
  "references": [{
    "title": "The Arctic Ocean and climate: a perspective. The Polar Oceans and their role in shaping the global environment",
    "authors": ["K Aagaard", "EC Carmack"],
    "venue": "Geophys Monogr Am Geophys Union",
    "year": 1994
  }, {
    "title": "Solar influence on climate during the past millennium: results from transient simulations with the NCAR Climate System",
    "authors": ["CM Ammann", "F Joos", "DS Schimel", "BL Otto-Bliesner", "RA Tomas"],
    "year": 2007
  }, {
    "title": "A millennial perspective on Arctic warming from C-14 in quartz and plants emerging from beneath ice caps",
    "authors": ["RK Anderson", "GH Miller", "JP Briner", "NA Lifton", "SB DeVogel"],
    "venue": "Geophys Res Lett 35:L01502",
    "year": 2008
  }, {
    "title": "The influence of sea ice on ocean heat uptake in response to increasing CO2",
    "authors": ["CM Bitz", "PR Gent", "RA Woodgate", "MM Holland", "R Lindsay"],
    "venue": "J Clim",
    "year": 2006
  }, {
    "title": "Rates of thermohaline recovery from freshwater pulses in modern, Last Glacial Maximum, and greenhouse warming climates",
    "authors": ["CM Bitz", "JCH Chiang", "W Cheng", "JJ Barsugli"],
    "venue": "Geophys Res Lett 34:L07708",
    "year": 2007
  }, {
    "title": "The explosive volcanic-eruption signal in Northern Hemisphere continental temperature records",
    "authors": ["RS Bradley"],
    "venue": "Clim Change",
    "year": 1988
  }, {
    "title": "Response of the North Atlantic Thermohaline circulation and ventilation to increasing carbon dioxide in CCSM3",
    "authors": ["F Bryan", "G Danabasoglu", "N Nakashiki", "Y Yoshida", "D Kim", "J Tsutsui", "S Doney"],
    "venue": "J Clim",
    "year": 2006
  }, {
    "title": "Causes of climate change over the past",
    "authors": ["TJ Crowley"],
    "year": 2000
  }, {
    "title": "Projections of future climate",
    "authors": ["CA", "S Raper", "KS Yap"],
    "year": 2001
  }, {
    "title": "Atmospheric circulation and its effect",
    "authors": ["C Bitz"],
    "year": 2006
  }, {
    "title": "Volcanic forcing of climate",
    "authors": ["A Robock", "C Ammann"],
    "year": 2008
  }, {
    "title": "Pinatubo eruption",
    "authors": ["HF 1029/2008JD010239 Graf", "I Kirchner", "A Robock", "I Schult"],
    "year": 1993
  }, {
    "title": "Future abrupt reductions",
    "authors": ["MM Holland", "CM Bitz", "B Tremblay"],
    "venue": "CCSM3. J Clim",
    "year": 2006
  }, {
    "title": "Cooling of the south",
    "authors": ["CY J Clim 21:2239–2258 Huang", "M Zhao", "CC Wang", "G Wei"],
    "year": 2001
  }, {
    "title": "Lakes Arctic, 2 k Project Members",
    "authors": ["BM Vinther"],
    "year": 2009
  }, {
    "title": "Variability and multiple equilibria",
    "authors": ["G Lenderink", "RJ Haarsma"],
    "year": 1994
  }, {
    "title": "Transient simulation of last deglaciation with a new mechanism for bolling-allerod warming",
    "authors": ["Z Liu", "BL Otto-Bliesner", "F He", "EC Brady", "R Tomas", "PU Clark", "AE Carlson", "J Lynch-Stieglitz", "W Curry", "E Brook", "D Erickson", "R Jacob", "J Kutzbach", "J Cheng"],
    "venue": "Science",
    "year": 2009
  }, {
    "title": "Sea ice effects on the sensitivity of the thermohaline circulation",
    "authors": ["G Lohmann", "R Gerdes"],
    "venue": "J Clim",
    "year": 1998
  }, {
    "title": "Global signatures and dynamical origins of the Little Ice Age and Medieval climate anomaly",
    "authors": ["ME Mann", "Z Zhang", "S Rutherford", "RS Bradley", "MK Hughes", "D Shindell", "C Ammann", "G Faluvegi", "F Ni"],
    "venue": "Science",
    "year": 2009
  }, {
    "title": "Open-ocean convection: observations, theory, and models",
    "authors": ["J Marshall", "F Schott"],
    "venue": "Rev Geophys",
    "year": 1999
  }, {
    "title": "Climate change projections for the twenty-first century and climate change commitment in the CCSM3",
    "authors": ["GA Meehl", "WM Washington", "BD Santer", "WD Collins", "JM Arblaster", "AX Hu", "DM Lawrence", "HY Teng", "LE Buja", "WG Strand"],
    "venue": "J Clim",
    "year": 2006
  }, {
    "title": "Limited global change due to the largest known Quaternary eruption, Toba & 74kyr BP",
    "authors": ["C Oppenheimer"],
    "venue": "Quat Sci Rev 21:1593–1609",
    "year": 2002
  }, {
    "title": "The sensitivity of the climate response to the magnitude and location of freshwater forcing: last glacial maximum experiments",
    "authors": ["BL Otto-Bliesner", "EC Brady"],
    "venue": "Quat Sci Rev 29:56–73",
    "year": 2010
  }, {
    "title": "Kothavala Z (2006a) Last glacial maximum and holocene climate in CCSM3",
    "authors": ["BL Otto-Bliesner", "EC Brady", "G Clauzet", "R Tomas", "S Levis"],
    "venue": "J Clim",
    "year": 2006
  }, {
    "title": "Clauzet G (2006c) Climate sensitivity of moderate- and lowresolution versions of CCSM3 to preindustrial forcings",
    "authors": ["BL Otto-Bliesner", "R Tomas", "EC Brady", "C Ammann", "Z Kothavala"],
    "venue": "J Clim",
    "year": 2006
  }, {
    "title": "Recent glacier variations and volcanic-eruptions",
    "authors": ["SC Porter"],
    "venue": "Nature",
    "year": 1981
  }, {
    "title": "Pattern and forcing of northern-hemisphere glacier variations during the last millennium",
    "authors": ["SC Porter"],
    "venue": "Quat Res",
    "year": 1986
  }, {
    "title": "Hypothesized causes of decade-tocentury-scale climate variability—climate model results",
    "authors": ["D Rind", "J Overpeck"],
    "venue": "Quat Sci Rev 12:357–374",
    "year": 1993
  }, {
    "title": "The effect of sea-ice extent",
    "authors": ["OA 1029/2008JD011652 Saenko", "M Eby", "AJ Weaver"],
    "year": 2004
  }, {
    "title": "Arctic Oscillation response",
    "authors": ["S Ramachandran"],
    "year": 2002
  }, {
    "title": "Arctic oscillation response to volcanic",
    "authors": ["B Santer", "HF Graf"],
    "year": 2006
  }, {
    "title": "Volcanic signals in oceans",
    "authors": ["F Zeng"],
    "venue": "J Geophys Res",
    "year": 2009
  }, {
    "title": "American and European summer climate",
    "authors": ["Y Zhong", "Z Liu"],
    "year": 2009
  }, {
    "title": "Potential atmospheric impact of the Toba mega",
    "authors": ["K Taylor"],
    "year": 1996
  }],
  "id": "SP:9e2969f9bfbdd9181e5c7bd3e12dce51c9486eba",
  "authors": [{
    "name": "Y. Zhong",
    "affiliations": []
  }, {
    "name": "G. H. Miller",
    "affiliations": []
  }, {
    "name": "B. L. Otto-Bliesner",
    "affiliations": []
  }, {
    "name": "M. M. Holland",
    "affiliations": []
  }, {
    "name": "D. A. Bailey",
    "affiliations": []
  }, {
    "name": "D. P. Schneider",
    "affiliations": []
  }, {
    "name": "A. Geirsdottir",
    "affiliations": []
  }],
  "abstractText": "Northern Hemisphere summer cooling through the Holocene is largely driven by the steady decrease in summer insolation tied to the precession of the equinoxes. However, centennial-scale climate departures, such as the Little Ice Age, must be caused by other forcings, most likely explosive volcanism and changes in solar irradiance. Stratospheric volcanic aerosols have the stronger forcing, but their short residence time likely precludes a lasting climate impact from a single eruption. Decadally paced explosive volcanism may produce a greater climate impact because the long response time of ocean surface waters allows for a cumulative decrease in sea-surface temperatures that exceeds that of any single eruption. Here we use a global climate model to evaluate the potential long-term climate impacts from four decadally paced large tropical eruptions. Direct forcing results in a rapid expansion of Arctic Ocean sea ice that persists throughout the eruption period. The expanded sea ice increases the flux of sea ice exported to the northern North Atlantic long enough that it reduces the convective warming of surface waters in the subpolar North Atlantic. In two of our four simulations the cooler surface waters being advected into the Arctic Ocean reduced the rate of basal sea-ice melt in the Atlantic sector of the Arctic Ocean, allowing sea ice to remain in an expanded state for [ 100 model years after volcanic aerosols were removed from the stratosphere. In these simulations the coupled sea ice-ocean mechanism maintains the strong positive feedbacks of an expanded Arctic Ocean sea ice cover, allowing the initial cooling related to the direct effect of volcanic aerosols to be perpetuated, potentially resulting in a centennial-scale or longer change of state in Arctic climate. The fact that the sea ice-ocean mechanism was not established in two of our four simulations suggests that a long-term sea ice response to volcanic forcing is sensitive to the stability of the seawater column, wind, and ocean currents in the North Atlantic during the eruptions.",
  "title": "Centennial-scale climate change from decadally-paced explosive volcanism: a coupled sea ice-ocean mechanism"
}